Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Church Slavic
ca: Eslau Eclesiàstic
sq: Slavike Kishtare

source: Chuvash
ca: Txuvaix
cs: chuvašsky
sq: Çuvashe

source: Welsh
ca: Gal·lès
cs: velšsky
ko: 웨일스어
sq: Uellsiane

source: Danish
ca: Danès
cs: dánsky
ko: 덴마크어
sq: Daneze

source: German
ca: Alemany
cs: německy
ko: 독일어
sq: Gjermanisht

source: Greek
ca: Grec
cs: řecky
ko: 그리스어
sq: Greqisht

source: English
ca: Anglès
cs: anglicky
ko: 영어
sq: Anglisht

source: English, British
ca: Anglès, Britànic
cs: anglicky, britsky
ko: 영국 영어
sq: Anglishte, Britanike

source: Spanish
ca: Castellà
cs: španělsky
ko: 스페인어
sq: Spanjolle

source: Spanish, Argentinian
ca: Espanyol, Argentí
cs: španělsky, argentinsky
ko: 스페인어, 아르헨티나어
sq: Spanjisht, Argjentinë

source: Spanish, Mexican
ca: Espanyol (Mèxic)
cs: španělsky, mexicky
sq: Spanjolle, Meksikë

source: Spanish, Nicaraguan
ca: Espanyol (Nicaragua)
cs: španělsky, nikaragujsky
sq: Spanjolle, Nikaragua

source: Estonian
ca: Estonià
cs: estonsky
ko: 에스토니아어
sq: Estonisht

source: Basque
ca: Èuscar
cs: baskicky
ko: 바스크어
sq: Baske

source: Persian
ca: Persa
cs: persky
ko: 페르시아어
sq: Persishte

source: Fulah
ca: Ful
cs: fulbsky
sq: Fulahe

source: Finnish
ca: Finès
cs: finsky
ko: 핀란드어
sq: Finlandisht

source: Filipino
ca: Filipí
cs: filipínština
ko: 필리핀어
sq: Filipine

source: Fijian
ca: Fijià
cs: fidžisjky
ko: 피지어
sq: Fixhike

source: Faroese
ca: Feroès
cs: faersky
ko: 페로어
sq: Faroeze

source: French
ca: Francès
cs: francouzsky
ko: 프랑스의
sq: Frënge

source: French, Canadian
ca: Francès, Canadenc
cs: francouzsky, kanadsky
sq: Frënge, Kanadeze

source: Fula
ca: Ful
ko: Fula어

source: Frisian
ca: Frisó
cs: frísky
sq: Frisiane

source: Irish
ca: Irlandès
cs: irsky
ko: 아일랜드어
sq: Irlandisht

source: Scottish Gaelic
ca: Gaèlic escocès
cs: gaelsky
ko: 스코틀랜드 게일어
sq: Galike Skoceze

source: Galician
ca: Gallec
cs: galsky
ko: 갈리시아어
sq: Galike

source: Guaran
ca: Guaraní
cs: guaránsky
sq: Guaraneze

source: Hebrew
ca: Hebreu
cs: hebrejsky
ko: 히브리어
sq: Hebraishte

source: Croatian
ca: Croat
cs: chorvatsky
ko: 크로아티아어
sq: Kroate

source: Creole, Haitian
ca: Crioll haitià
cs: kreolština, haitština
ko: 크리올어, 아이티어
sq: Kreole, Haitiane

source: Hungarian
ca: Hongarès
cs: maďarsky
ko: 헝가리어
sq: Hungarisht

source: Armenian
ca: Armeni
cs: arménsky
ko: 아르메니아어
sq: Armene

source: Indonesian
ca: Indonesi
cs: indonésky
ko: 인도네시아어
sq: Indoneziane

source: Sichuan Yi
ca: Nuosu
sq: Sihuan Ji

source: Ilocano
ca: Ilocà
sq: Ilokane

source: Ingush
ca: Ingúix
cs: ingušsky
sq: Ingushe

source: Iroquoian languages
ca: Llengües iroqueses
sq: Gjuhë Irokuojane

source: Icelandic
ca: Islandès
cs: islandsky
ko: 아이슬란드어
sq: Islandisht

source: Italian
ca: Italià
cs: italsky
ko: 이탈리아어
sq: Italisht

source: Japanese
ca: Japonès
cs: japonsky
ko: 일본어
sq: Japonisht

source: Javanese
ca: Javanès
cs: javánsky
ko: 자바어
sq: Xhavaneze

source: Georgian
ca: Georgià
cs: gruzínsky
ko: 그루지야어
sq: Gjeorgjiane

source: Karen
ca: Llengües Karèniques
sq: Kareneze

source: Kuanyama, Kwanyama
ca: Kwanyama
cs: kuanyama
sq: Kuanjama, Kuanjama

source: Greenlandic
ca: Grenlandès
cs: grónsky
ko: 그린란드어
sq: Greenlandike

source: Khmer
ca: Cambotjà
cs: kmersky
sq: Khmere

source: Korean
ca: Coreà
cs: korejsky
ko: 한국어
sq: Koreançe

source: Kashmiri
ca: Caixmiri
cs: kašmírsky
ko: 카시미르 사람
sq: Kashmire

source: Kurdish
ca: kurd
cs: kurdsky
ko: 쿠르드어
sq: Kurde

source: Cornish
ca: Còrnic
cs: kornsky
ko: 콘월어
sq: Kornuellse

source: Kyrgyz
ca: Kirguís
cs: kyrgyzština
ko: 키르기스어
sq: Kirgize

source: Latin
ca: Llatí
cs: latinsky
ko: 라틴어
sq: Latine

source: Luxembourgish
ca: Luxemburguès
cs: lucembursky
ko: 룩셈부르크어
sq: Luksemburgase

source: Limburgish
ca: Limburguès
cs: limbursky
sq: Limburgiane

source: Lao
ca: Laosià
cs: laosky
ko: 라오어

source: Lithuanian
ca: Lituà
cs: litevsky
ko: 리투아니아어
sq: Lituanisht

source: Luba-Katagana
ca: Kiluba
sq: Luba-Kataganeze

source: Latvian
ca: Letó
cs: lotyšsky
ko: 라트비아어
sq: Letonisht

source: Metadata: Wikipedia
ca: Metadata: Viquipèdia
sq: Tejtëdhëna: Wikipedia

source: Madurese
ca: Madurès
sq: Madureze

source: Marshallese
ca: Marshallès
cs: maršálsky
ko: 마셜어
sq: Marshalleze

source: Macedonian
ca: Macedònic
cs: makedonsky
ko: 마케도니아어
sq: Maqedone

source: Malagasy
ca: Malagaix
cs: malgašsky
ko: 마다가스카르어
sq: Malagashe

source: Mongolian
ca: Mongol
cs: mongolsky
sq: Mongoliane

source: Moldavian, Moldovan
ca: Moldau
cs: moldavsky
sq: Moldave, Moldave

source: Manipuri
ca: Meitei

source: Malay
ca: Malai
cs: malajština
ko: 말레이어
sq: Malaje

source: Maltese
ca: Maltès
cs: maltsky
ko: 몰티즈어
sq: Malteze

source: Burmese
ca: Birmà
cs: barmština
ko: 버마어
sq: Burmeze

source: Norwegian Bokmal
ca: Noruec (Bokmål)
sq: Norvegjeze Bokmal

source: North Ndebele
ca: Ndebele Septentrional
sq: Ndebele Veriore

source: Nepali
ca: Nepalès
cs: nepálština
ko: 네팔어
sq: Nepaleze

source: Dutch
ca: Neerlandès
cs: holandsky
ko: 네덜란드어
sq: Holandisht

source: Norwegian Nynorsk
ca: Noruec (Nynorsk)
sq: Norvegjeze Nynorsk

source: Norwegian
ca: Noruec
cs: norsky
sq: Norvegjeze

source: Southern Ndebele
ca: Ndebele Meridional
sq: Ndebele Jugore

source: Northern Sotho
ca: Sotho septentrional
cs: severo sotsky
ko: 북부 소토어
sq: Soto Veriore

source: Navajo
ca: Navaho

source: Occitan
ca: Occità
cs: okcitánština
ko: 오크어
sq: Oçitane

source: Ojibwe
ca: Ojibwa
sq: Oxhibue

source: Ossetian, Ossetic
ca: Osset
sq: Osetishte, Osetike

source: Papiamento
ca: Papiament

source: Punjabi
ca: Panjabi
cs: paňdžábština
ko: 펀자브어
sq: Panxhabe

source: Polish
ca: Polonès
cs: polsky
ko: 폴란드어
sq: Polake

source: Portuguese
ca: Portuguès
cs: portugalsky
ko: 포르투갈어
sq: Portugeze

source: Portuguese, Brazilian
ca: Portuguès, Brassileny
cs: protugalština, brazilská
ko: 포르투갈어, 브라질어
sq: Portugeze, Braziliane

source: Quechua
ca: Quítxua
cs: kečuánsky
ko: 케추아어
sq: Kueçua

source: Romansh
ca: Romanx

source: Romanian
ca: Romanès
cs: rumunsky
ko: 루마니아어
sq: Rumanisht

source: Russian
ca: Rus
cs: rusky
ko: 러시아어
sq: Rusisht

source: Rusyn
ca: Rutè
sq: Rusin

source: Sanskrit
ca: Sànscrit
cs: sanskrt
ko: 산스크리트어
sq: Sanskrite

source: Sardinian
ca: Sard
cs: sardinsky
ko: 사르디니아어
sq: Sardineze

source: Northern Sami
ca: Sami Septentrional
sq: Sami Veriore

source: Serbo-Croatian
ca: Serbi-Croat
cs: srbo-chorvatsky
ko: 세르보크로아티아어
sq: Serbo-Kroate

source: Slovak
ca: Eslovac
cs: slovensky
ko: 슬로바키아어
sq: Slovake

source: Slovenian
ca: Eslovè
cs: slovinsky
ko: 슬로베니아어
sq: Slovene

source: Samoan
ca: Samoà
cs: samojsky
ko: 사모아어
sq: Samoeze

source: Albanian
ca: Albanès
cs: albánsky
ko: 알바니아어
sq: Shqipe

source: Serbian
ca: Serbi
cs: srbsky
ko: 세르비아어
sq: Serbe

source: Serbian, Latin
ca: Serbi, Llatí
cs: srbsky, latinsky
ko: 세르비아어, 라틴어
sq: Serbe, Latine

source: Swati
ca: Swazi
ko: 스와티어
sq: Suati

source: Sundanese
ca: Sondanès
cs: sundsky
ko: 순다어
sq: Sundaneze

source: Swedish
ca: Suec
cs: švédsky
ko: 스웨덴어
sq: Suedeze

source: Swahili
ca: Suahili
cs: svahilština
ko: 스와힐리어
sq: Suahili

source: Tamil
ca: Tàmil
cs: tamilsky
ko: 타밀어
sq: Tamileze

source: Tajik
ca: Tadjik
cs: tádžiksky
ko: 타지크어
sq: Taxhike

source: Thai
ca: Tai
cs: thajsky
ko: 타이어
sq: Tailandeze

source: Turkmen
ca: Turcman
cs: turkmensky
ko: 투르크멘어
sq: Turkmene

source: Tagalog
ca: Tagàlog
cs: tagalsky
ko: 타갈로그어
sq: Tagaloge

source: Turkish
ca: Turc
cs: turecky
ko: 터키어
sq: Turke

source: Tartar
ca: Tàrtar
sq: Tartare

source: Twi
ca: Àkan
cs: twišsky
ko: 트위어
sq: Tui

source: Tahitian
ca: Tahitià
cs: tahitsky
sq: Tahitiane

source: Uighur
ca: Uigur
cs: ujgursky
sq: Uigureze

source: Ukrainian
ca: Ucraïnès
cs: ukrajinsky
ko: 우크라이나어
sq: Ukrainase

source: Uyghur
ca: Uigur
cs: ujgursky
sq: Ujgure

source: Urdu
ca: Urdú
cs: urdština
ko: 우르두어

source: Vietnamese
ca: Vietnamita
cs: vietnamsky
ko: 베트남어
sq: Vietnameze

source: Walloon
ca: Való
cs: valonsky
ko: 왈론어
sq: Valone

source: Wolof
ca: Wòlof
cs: volofsky
ko: 월로프어
sq: Uolofe

source: Yiddish
ca: Jiddisch
cs: jidiš
ko: 이디시어
sq: Jidishe

source: Yoruba
ca: Ioruba
cs: jorubsky
ko: 요루바어
sq: Jorubeze

source: Zhuang, Chuang
ca: Zhuang
sq: Zhuang, Çuang

source: Chinese, Yue
ca: Xinés, yue
cs: čínsky
ko: 왕위 중국어
sq: Kineze, Jue

source: Chinese, Simplified
ca: Xinés, Simplificat
cs: čínsky, zjednodušená
ko: 중국어 간체
sq: Kineze, e Thjeshtuar

source: Chinese, Traditional
ca: Xinés, Tradicional
cs: čínsky, tradiční
ko: 중국어
sq: Kineze, Tradicionale

source: Share your subtitles
ca: Compartiu els vostres subtítols
cs: Sdílejte své titulky
ja: 字幕を共有する
ko: 자막 공유하기
sq: Ndani me të tjerët titrat tuaj
ug: كىنو خەت ھەمبەھىر
vi_vn: Chia sẻ phụ đề của bạn

source: Now everyone can watch the video with subtitles-- try it!
ca: Ara tothom podrà vorer el vídeo amb subtítols. Proveu-ho!
cs: Nyní může každý sledovat video s titulky – zkuste to!
ja: 字幕付きのビデオがご覧になれます。お試しください。
ko: 이제 모두가 자막과 함께 비디오를 시청할 수 있습니다. 시도해 보세요!
sq: Tani gjithkush mund ta shohë videon me titra - provojeni!
ug: ھازىر ھەممە ئادەم كىنو خېتى بار سىننى كۆرەلەيدۇ --- سىناپ بېقىڭ!
vi_vn: Bây giờ mọi người có thể xem video với phụ đề-- hãy thử nó!

source: Then tell the world and invite your friends to help translate:
ca: Escampeu la veu i convideu als teus amics per a que col·laborin amb la traducció:
cs: Pak informujte svět a pozvěte své přátele na pomoc s překlady:
ja: 世界に声を広め、あなたの友人を翻訳のお手伝いに誘ってください：
ko: 이것을 세계에 알리고 번역을 도와줄 친구들을 초대하세요:
sq: Mandej tregojini botës dhe ftoni miqtë tuaj t'ju ndihmojnë në përkthim:
ug: ئاندىن جاھان ئەھلىگە بىلدۈرۈپ، دوستلىرىڭىزنى تەرجىمىگە ياردەملىشىشكە تەكلىپ قىلىڭ:
vi_vn: Hãy kể cho thế giới biết và mời bạn bè cùng hỗ trợ dịch:

source: Email to friends
ca: Compartiu-ho per correu electrònic
cs: Poslat přátelům emailem
ja: 友達にメールする
ko: 친구들에게 email로 알리기
sq: Dërgojuani miqve me email
ug: دوستلارغا تورخەت يوللا
vi_vn: Gửi thư cho bạn bè

source: Embed Code
ca: Incrustar codi
cs: Kód pro vložení
ja: コードを埋め込む
sq: Trupëzoni Kod
ug: سىڭدۈرمە كود
vi_vn: Mã Nhúng

source: Permalink
ca: Enllaç permanent
cs: Permanentní odkaz
ja: 固定リンク
sq: Permalidhje
ug: مۇقىم ئۇلانما
vi_vn: Liên kết bền

source: Test the Widget
ca: Prova el Giny
cs: Otestujte widget
ko: 위젯 테스트하기
sq: Testojeni Widget-in

source: <h2>About Amara</h2> <p> Amara gives individuals, communities, and larger organizations the power to overcome accessibility and language barriers for online video. The tools are free and open source and make the work of subtitling and translating video simpler, more appealing, and, most of all, more collaborative. </p> <p> The benefits of captioning and subtitling are immense: <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>Translations make it possible for all of us to watch video in languages that we don't speak</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara is composed of three main parts: <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> <li>A collaborative subtitling website</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/services/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
ca: <h2>Quant a Amara</h2> <p> Amara dona la possibilitat a persones, comunitats i grans organitzacions l'accessibilitat i eliminació de barreres als vídeos en línia. Aquestes eines són gratuïtes i de codi obert i fan del subtitulat i la traducció de vídeo, un treball més simple, atractiu i sobretot més col·laborador. </p> <p> Els beneficis d'etiquetar i subtitular són enormes: <ul> <li>Els etiquetats fan els vídeos accessibles als espectadors sords o amb deficiència auditiva</li> <li>Les traduccions permeten a tots nosaltres vorer vídeos en idiomes que no entenem</li> <li>Els creadors de vídeo obtenen: Millor posicionament als cercadors, més espectadors, accés a una major (potencialment multilingüe i global) audiència, accessibilitat per a sords i espectadors amb deficiència auditiva, i més coses</li> </ul> </p> <p> Amara està formada principalment per tres parts: <ul> <li>Una eina per a crear i visualitzar subtítols (giny)</li> <li>Una web de subtitulat col·laboradora</li> <li>Un protocol obert de recerca i lliurament de subtítols</li> </ul> </p> <p> Qualssevol cosa que fem esta disponible sota la llicència de codi obert <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a>. </p> <h2>La nostra Organització</h2> <p> <a href="http://www.pculture.org/">Fundació Participatory Culture</a> és una organització sense ànim de lucre amb eines gratuïtes i obertes per a un sistema multimèdia més democràtic i descentralitzat. Altres dels nostres projectes inclouen <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Conversor de vídeo Miro</a>, <a href="http://www.mirocommunity.org/">Comunitat Miro</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara està involucrat al projecte <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, i la Fundació Mozilla ha donat suport de desenvolupament. L'Institut Open Society i la Fundació MacArthur també han donat suport financer. </p> <h2>Editors i serveis empresarials</h2> <p> Amara ofereix un conjunt de serveis i eines professionals que permeten als editors i les plataformes de vídeo crear i gestionar subtítols amb una alta qualitat. Amb Amara, podeu construir una comunitat de voluntaris que subtitulen el vostre contingut, integrar-ho amb serveis professionals, i fer ús d'un sistema de control potent i de qualitat. Per a conèixer més sobre aquesta eina, visiteu els nostres <a href="http://www.universalsubtitles.org/en/services/">serveis per a empreses</a> i contacteu amb Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
sq: <h2>Rreth Amara-s</h2> <p> Amara u jep individëve, bashkësive, apo organizmave më të mëdha fuqinë të kapërcejnë për videot online pengesat që vijnë nga gjuha ose paaftësi. Mjetet janë të lira dhe me burim të hapur, duke e bërë titrimin dhe përkthimin e videove më të thjeshtë, më tërheqës, dhe, mbi të gjitha, duke rritur për të frymën e bashkëpunimit. </p> <p> Përfitimet nga titrimi janë të pamata: <ul> <li>Titrimi i bën të përdorshme videot për shikues që janë të shurdhër ose me dëgjim të rënduar</li> <li>Përkthimi na bën të mundur tërë neve të shohim video në gjuhë që nuk i kuptojmë</li> <li>Krijuesit e videove përfitojnë: SEO më të mirë, më tepër shikime, audiencë shumë më të madhe (shumëgjuhëshe dhe mbarëbotërore), dhe më tepër</li> </ul> </p> <p> Amara përbëhet nga tre pjesë kryesore: <ul> <li>Një mjet për krijim dhe parje titrash (i quajtur ndryshe widget)</li> <li>Një site web për titrim në bashkëpunim</li> <li>Një protokoll të hapur për kërkim/shpërndarje titrash</li> </ul> </p> <p> Gjithçka bëjmë është e passhme sipas lejes me burim të hapur <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a>. </p> <h2>Organizmi Ynë</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> është organizëm jofitimprurës që krijon mjete të lira dhe me burim të hapur, për një media më demokratike dhe më të decentralizuar. Projektet tona të tjera përfshijnë <a href="http://www.getmiro.com/">Miro-n</a>, <a href="http://www.mirovideoconverter.com/">Shndërruesin Miro të Videove</a>, <a href="http://www.mirocommunity.org/">Bashkësinë Miro</a>, and <a href="http://www.openvideoalliance.org/">Aleancën e Videos së hapur</a>. </p> <p> Amara është projekt pjesë e <a href="http://www.drumbeat.org/">Mozilla Drumbeat-it</a>, dhe Mozilla Foundation-i ka furnizuar mbulim për zhvillimin. Gjithashtu përkrahës financiarë janë Open Society Institute dhe MacArthur Foundation. </p> <h2>Shërbime Botuesi dhe Profesionale</h2> <p> Amara ofron një grup mjetesh dhe shërbimesh profesionale që u lejojnë botuesve dhe platformave të videos të krijojnë dhe administrojnë titra me cilësi të lartë. Me ndihmën e Amara-s, mund të krijoni një bashkësi vullnetarësh për titrimin e lëndës suaj, ta integroni me shërbime profesionale, dhe të përdorni një sistem të fuqishëm kontrolli cilësie për të arritur cilësi të nivelit botëror. Për të mësuar më tepër, shihni <a href="http://www.universalsubtitles.org/en/services/">shërbimet tona profesionale</a> dhe lidhuni me Dean Jansen, te <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>

source: Universal subtitling: caption, translate, subtitle and transcribe video.
ca: Subtitulat Universal: etiquetar, traduir, subtitular, transcriure vídeo.
sq: Titrime universale: transkriptoni, titroni dhe përktheni video.

source: Subtitle Videos
ca: Subtitular vídeos
cs: Otitulkujte video
ja: ビデオに字幕を付ける
sq: Titroni Video
ug: سىنغا كىنو خەتلىرىنى قوشۇش
vi_vn: Làm phụ đề Phim

source: Watch
ca: Vorer
cs: Dívat se
ja: 観る
ko: 보기
sq: Shiheni
ug: كۆزەت
vi_vn: Xem

source: Volunteer
ca: Voluntariat
cs: Zapojit se
ja: ボランティア
ko: 자원봉사
sq: Vullnetar
ug: پىدائىي
vi_vn: Tình nguyện viên

source: Enterprise
ca: Empresa
sq: Ndërrmarje

source: Amara is a project of <a href="http://participatoryculture.org/">PCF</a>.
ca: Amara és un projecte de <a href="http://participatoryculture.org/">PCF</a>.
ja: Amara は<a href="http://participatoryculture.org/">PCF</a>のプロジェクトです。
sq: Amara është një projekt i <a href="http://participatoryculture.org/">PCF-së</a>.
ug: بۇ Amara بولسا <a href="http://participatoryculture.org/">PCF</a> نىڭ بىر قۇرۇلۇشى.
vi_vn: Amara là một dụ án của <a href="http://participatoryculture.org/">PCF</a>.

source: Jobs
ca: Treballs
cs: Pozice
ja: 採用情報
sq: Punësim
ug: ۋەزىپىلەر
vi_vn: Việc làm

source: Contact Us
ca: Contacteu-nos
cs: Napište nám
ja: 連絡先
ko: 연락처
sq: Na kontaktoni
ug: بىز بىلەن ئالاقىلىشىڭ
vi_vn: Liên hệ với chúng tôi

source: Privacy Policy
ca: Política de privacitat
cs: Ochrana soukromí
ja: プライバシーポリシー
ko: 개인정보 보호 정책
sq: Rregulla Privatësie
ug: شەخسىيەت تەدبىرى
vi_vn: Chính sách Riêng tư

source: Terms of Service
ca: Terminis de Servei
cs: Podmínky služby
ja: サービス利用規約
ko: 서비스 약관
sq: Kushtet e Shërbimit
ug: مۇلازىمەت ماددىلىرى
vi_vn: Điều khoản Dịch vụ

source: Sentry
ca: Sentinella
ja: セントリー
ko: 보초
ug: قاراۋۇل

source: Amara Editor Demo
ca: Demo de l'editor Amara
sq: Demo e Përpunuesit Amara
ug: Amara تەھرىرلىگۈچ كۆرگەزمىسى
vi_vn: Chạy thử trình Biên tập Amara

source: <strong>What's this?</strong> The video below is for demonstration purposes &mdash; try clicking the 'Subtitle Me' button! Don't worry, nothing you do will be saved.
ca: <strong>Que és açò?</strong> El vídeo de sota serveix per a fins demostratius &mdash; proveu a prémer el botó 'Subtituleu-me'! No us preocupeu, res del que feu es desarà.
ja: <strong>これは何？</strong> 以下のビデオはデモンストレーション用です。 &mdash; 「字幕を付ける」ボタンをクリックしてください！ 何も保存されないのでご心配なく！
ko: <strong>이건 무엇일까요?</strong> 아래 동영상은 데모의 목적으로 제작되었습니다. <strong>-</strong> '자막을 만들어 주세요'버튼을 클릭하십시오! 걱정하지 마세요, 당신이 아무것도 하지 않으면 저장되지 않습니다.
sq: <strong>Ç'është kjo?</strong> Videoja e mëposhtme është për qëllime demonstrimi &mdash; provoni të klikoni mbi butonin 'Titromëni'! Mos u shqetësoni, nuk do të ruhet gjë nga ajo që bëni.
ug: <strong>بۇ نېمە؟</strong> تۆۋەندىكى سىن &mdash; دىن ئۈلگە كۆرسىتىش ئۈچۈندۈر «ماڭا كىنو خېتىنى قوش» توپچىنى چېكىپ سىناپ بېقىڭ، ئەنسىرىمەڭ، ئۆزگەرتىشىلىرىڭىز ساقلانمايدۇ.
vi_vn: <strong>Chuyện gì thế này?</strong> Đoạn phim bên dưới chỉ mang tính minh họa &mdash; hãy thử nhấn nút 'Làm phụ đề cho tôi'! Đừng lo, sẽ không lưu lại bất cứ thứ gì đâu.

source: <strong>Feedback is welcome.</strong> Choose "Help" from the main menu to report bugs or to leave comments for the team.
ca: <strong> Els comentaris són benvinguts.</strong> Elegiu "Ajuda" des de el menú principal per a enviar errors o deixar comentaris a l'equip.
ja: <strong>ご意見をぜひお寄せください。</strong> バグを報告したり、コメントを残すには、メインメニューから、「ヘルプ」を選んでください。
sq: <strong>Përshtypjet janë të mirëpritura.</strong> Që të njoftoni të meta ose të lini komente për ekipin, zgjidhni "Ndihmë" prej menusë kryesore.
ug: <strong>قايتۇرما ئىنكاس قارشى ئېلىنىدۇ.</strong> ئاساسىي تىزىملىكتىن «ياردەم»نى تاللاپ خاتالىقنى دوكلات قىلىڭ ياكى توپقا باھا قالدۇرۇڭ.
vi_vn: <strong>Phản hồi luôn là sự cần thiết.</strong> Chọn "Trợ giúp" từ thực đơn chính để báo cáo lỗi hoặc góp ý thêm cho nhóm.

source: Features & Benefits
ca: Característiques i Beneficis
sq: Veçori & Përfitime

source: Amara Platform
ca: Plataforma Amara
sq: Platforma Amara

source: Global Reach
ca: Abast global

source: Quality Control
ca: Control de qualitat
sq: Kontroll Cilësie

source: Automated Workflows
ca: Fluxos de treball automatitzats
sq: Rrjedha të Automatizuara Pune

source: Subtitle Management
ca: Gestió del subtítol
sq: Administrim Titrash

source: Advanced Security
ca: Seguretat avançada
sq: Siguri e Mëtejshme

source: API Integration
ca: Integració API
sq: Integrim API-sh

source: Customers
ca: Clients
sq: Klientë

source: Companies
ca: Companyies
cs: Firmy
sq: Shoqëri

source: Universities
ca: Universitats
cs: University
sq: Universitete

source: Publishers
ca: Editors
sq: Botues

source: Government
ca: Govern
sq: Qeveri

source: The World’s Most Advanced Platform for Subtitles
ca: La plataforma de subtítols més avançada del món
sq: Platforma Më e Përparuar Në Botë Për Titra

source: Our enterprise platform offers an unmatched ability to manage subtitle creation and editing processes, and reach outstanding levels of quality at remarkably low costs. You have total flexibility: build a volunteer community, integrate paid captioning and translation services, manage internal staff or contractors, and integrate directly with your distribution and embedding platform through our powerful API.
ca: La nostra plataforma per a empreses ofereix una habilitat inigualable per a gestionar els processos de creació i edició de subtítol, i obté uns excel·lents nivells de qualitat amb un increïble baix cost.Teniu la total flexibilitat per a: construir una comunitat de voluntaris, integrar serveis d'etiquetat i traducció de pagament, gestionar el personal intern o contractistes, i integrar-ho directament amb la vostra plataforma de distribució i incrustació mitjançant la nostra potent API.

source: World-class Users
ca: Usuaris mundials

source: Award-Winning Technology
ca: Tecnologia guardonada
sq: Teknologji e Vlerësuar Me Çmime

source: Unmatched Functionality and Control
ca: Excel·lent control i funcionalitat
sq: Funksione dhe Kontroll i Paarritshëm

source: Build a Translation Team
ca: Construir un equip de traducció
cs: Založte překladatelský tým
ko: 번역팀 만들기
sq: Krijoni një Ekip Përkthimesh
