Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: The Open Subtitles Design Summit will bring together global stakeholders in the subtitling space for a tightly focused / goal oriented meeting in NYC. The event is being organized by The Participatory Culture Foundation, developers of the Amara project. We expect roughly 40 participants.
ca: La cimera Open Subtitles Design reunirà als interessats al món del subtitulat per a discutir els punts forts / objectius a Nova York. L'esdeveniment està sent organitzat per The Participatory Culture Foundation, els desenvolupadors del projecte d'Amara. Esperem uns 40 participants.
de: Das Open Subtitles Design Gipfeltreffen bringt
el: Η Συνδιάσκεψη για τον σχεδιασμό Ανοικτών Υπότιτλων/ Open Subtitles Design Summit θα φέρει μαζί τους παγκοσμίως ενδιαφερόμενους για το χώρο των υπότιτλων, για μία εντατική και στιβαρά στοχο-εστιασμένη συνάντηση στη Νέα Υόρκη. Η εκδήλωση αυτή διοργανώνεται από τους παραγωγούς/ developers του έργου Amara, στο Ίδρυμα Συνεργατικής Κουλτούρας/ Participatory Culture Foundation. Αναμένουμε, περίπου, 40 συμμετέχοντες.
es: La Cumbre Open Subtitles Design reunirá a los interesados en el mundo del subtitulado en Nueva York en un evento con unos objetivos claros. El evento está siendo organizado por la Participatory Culture Foundation, los desarrolladores del proyecto Amara. Esperamos a alrededor de 40 participantes.
ug: ئوچۇق كىنو خەتلىرى لايىھە يىغىلىشى نىيۇيوركتا دۇنيادىكى كىنو خېتى ساھەسىدىكى مەنپەئەتدارلارنى توپلايدۇ. بۇ قۇرۇلۇش مەدەنىيەت ھەمبەھىر ۋەخپىسى، Amara قۇرۇلۇش ئىجادكارلىرى تەشكىللەيدۇ. بىز تەخمىنەن 40 قاتناشقۇچىنىڭ بولۇشىنى ئۈمىد قىلىمىز.
vi_vn: Hội nghị thượng đỉnh Thiết kế Phụ đề Mở rộng sẽ mang những nhà đầu tư toàn cầu trong vấn đề liên quan đến không gian làm phụ đề lại với nhau nhằm có được một buổi gặp mặt hướng đúng trọng tâm / mục tiêu ở NYC. Sự kiện hiện đang được tổ chức bởi Tổ chức Phong trào Văn hóa (The Participatory Culture Foundation), nhà phát triển của dự án Amara. Chúng tôi ước tính sẽ có khoảng 40 người tham gia.

source: Meeting Goals
ca: Objectius de la reunió
cs: Cíle mítinku
de: Ziele des Treffens
el: Σκοποί της συνάντησης
es: Objetivos de la cumbre
ja: 会議目的
ko: 회의 목표
sq: Synimet e Takimit
ug: يىغىننىڭ نىشانلىرى
vi_vn: Mục tiêu cuộc gặp

source: <strong>Connect</strong> major stakeholders from projects, organizations, and movements that have open subtitling needs or focus.
ca: <strong>Contactar</strong> amb les principals parts interessades dels projectes, organitzacions i moviments preocupades per la necessitat de la subtitulació oberta i el seu desenvolupament.
de: <strong>Zusammenbringen</strong> der wichtigsten Interessenvertreter aus Projekten, Organisationen und Bewegungen mit Untertitelungsbedarf oder Untertitelungsaktivität.
el: <strong>Να συνδέσουμε</strong> τους μεγαλύτερους συμμετέχοντες από τα διάφορα projects, τις οργανώσεις και τα Κινήματα, που έχουν ανάγκες ανοιχτού υποτιτλισμού.
es: <strong>Poner en contacto</strong> a las principales partes interesadas de los proyectos, organizaciones y movimientos que se han preocupado por la necesidad del subtitulado y su desarrollo.
ja: オープン字幕を必要としている、もしくはオープン字幕に注目しているプロジェクト、組織・団体、動きの主な利害関係者同士を<strong>つなげる</strong>
ko: 개방된 자막이 필요한 프로젝트, 기관, 운동을 주요 주주들과 <strong>연결 시키기</strong>
ug: <strong>ئالاقەداش</strong> ئوچۇق كىنو خېتىگە ئېھتىياجى بارلار ياكى ئوچۇق كىنو خېتىگە قىزىقىدىغان تۈرلەر، تەشكىلاتلار ۋە يۈرگۈزىدىغان ئاساسىي مەنپەئەتدارلار.
vi_vn: <strong>Kết nối</strong> các nhà đầu tư chính từ các dự án, tổ chức, và phong trào mà có nhu cầu về phụ đề hay cần được chú trọng.

source: <strong>Identify ways</strong> to solve stakeholder subtitling needs and be aware of existing technology that can be leveraged. Find logical places for collaboration/cooperation.
ca: <strong>Trobar la manera</strong> de resoldre les necessitats de subtitulat dels interessats i tindre en compte la tecnologia existent i aprofitant-la. Trobar llocs de colaboració o cooperació.
de: <strong>Methoden identifizieren</strong>, um den Untertitelungsbedarfs der Interessenten zu befriedigen und Bewusstsein wecken, wie existierende Technologie eingesetzt werden kann. Logische Möglichkeiten für Kollektivarbeit/Mitwirkung ausarbeiten.
el: <strong>Εντοπίστε τρόπους</strong> για να καλυφθούν οι ανάγκες των συμμετεχόντων σε υποτιτλισμό και για να αυξηθεί το επίπεδο συνειδτοποίησης γύρω από την υπάρχουσα τεχνολογία που μπορεί να χρησιμοποιηθεί. Βρείτε λογικά μέρη για ανάπτυξη συνεργασίας.
es: <strong>Encontrar la forma</strong> de cubrir las necesidades de subtitulado de los interesados y tener en cuenta la tecnología existente y aprovecharla. Encontrar lugares de colaboración / cooperación.
ja: 字幕のニーズを理解し、既存の技術を考慮しつつ<strong>解決方法を見つけ出す</strong>。協力・協同できる事柄を見つけ出す。
ko: 주주들의 자막 요구 사항을 해결하고 영향을 받을 수 있는 기존의 기술을 알 수 있는 <strong>확인 방법.</strong> 공동, 협력에 대한 논리적 장소를 찾아보세요.
ug: <strong>پەرقلەندۈرۈش ئۇسۇلى</strong> مەنپەئەتدارلارغا كېرەكلىك ئېھتىياجنى ھەل قىلىش ئۇسۇلى ھەمدە پىشاڭ ئۈنۈمىگە ئىگە مەۋجۇت تېخنىكىلارنى جەزملەش. مۇۋاپىق ھەمكارلىشىشقا بولىدىغان تەرەپلەرنى ئىزدەش.
vi_vn: <strong>Xác định những cách</strong> để giải quyết nhu cầu làm phụ đề của các nhà đầu tư và nhận thức được rằng công nghệ hiện hữu có thể nâng tầm ảnh hưởng lên hơn nữa. Tìm ra điểm đến đúng đăn trong việc cộng tác/hợp tác.

source: <strong>Move towards</strong> standardizing solutions and pushing forward the state of the art in open subtiting.
ca: <strong>Avançar cap</strong> la normalització de les solucions i impulsar l'estat d'art al subtitulat obert.
de: <strong>Auf das Ziel hinwirken</strong>, Lösungen zu standardisieren und den Stand der offenen Untertitelungstechnik vorwärtszutreiben.
el: <strong>Μετάβαση σε</strong> προτυποποιημένες λύσεις, που ωθούν προς τα εμπρός το state of the art στον ανοιχτό υποτιτλισμό.
es: <strong>Avanzar hacia</strong> la normalización de soluciones e impulsar el estado del arte en el subtitulado abierto.
ja: ソリューションの標準化と最新技術を取り入れたオープン字幕を<strong>目指す</strong>。
ko: <strong>앞으로 나아가기</strong> 해결책을 표준화하고 앞으로 최첨단의 개방된 자막 제작이 계속 나아가게 하기
ug: <strong>يۈزلىنىشى</strong> لايىھەنى ئۆلچەملەشتۈرۈپ ئوچۇق كىنو خېتى سەنئىتىنى يېڭى باسقۇچقا ئۆرلىتىش.
vi_vn: <strong>Đi cùng nhau</strong> trong các giải pháp chuẩn hóa và đẩy mạnh nghệ thuật làm phụ đề mở.

source: Participants
cs: Účastníci
de: Teilnehmer
el: Συμμετέχοντες
es: Participantes
ja: 参加者
ko: 참가자
sq: Pjesëmarrës
sv: Deltagare
ug: قاتناشقۇچىلار
vi_vn: Thành phần tham gia

source: Participants will include: video creators and producers, end-users, representatives from major video hosting services, standards engineers, accessibility advocates, open source developers, educational leaders, and other individuals and organizations with a stake in the subtitling world. We'll make a roster available when the event draws closer.
ca: Entre els participants trobarem: creadors i productors de vídeo, usuaris finals, representants d'alguns dels servidors més importants, enginyers d'estàndards, defensors de l'accessibilitat, desenvolupadors de programari lliure, docents de l'ensenyament; així com altres particulars i organitzadors relacionats amb el món del subtitulat. Posarem a la vostra disposició una llista quan finalitze l'encontre.
de: Zu den Teilnehmern gehören: Videoschaffende und -produzenten, Vertreter der großen Video-Hosting-Dienste, Standardisierungsexperten, Vertreter von Barrierenfreiheit, Open-Source-Entwickler, Verantwortliche für Bildung und Ausbildung sowie andere mit Untertitelung befasste Einzelpersonen und Organisationen. Wir werden eine Teilnehmerliste publizieren, wenn die Veranstaltung näherrückt.
el: Οι συμμετέχοντες θα περιλαμβάνουν: δημιουργούς και παραγωγούς video, τελικούς χρήστες, εκπροσώπους των μεγάλων υπηρεσιών φιλοξενίας video, μηχανικούς προτύπων , υποστηρικτές της προσβασιμότητας, προγραμματιστές Ανοικτού Κώδικα, ηγέτες στην εκπαίδευση, και άλλα άτομα και οργανώσεις που ενδιαφέρονται για τον κόσμο του υποτιτλισμού. Θα βγάλουμε έναν κατάλογο συμμετεχόντων όταν η εκδήλωση πλησιάζει.
es: Entre los participantes se encontrarán: creadores y productores de vídeo, usuarios finales, representantes de algunos de las plataformas de vídeo más importantes, ingenieros de estándares, defensores de la accesibilidad, desarrolladores de software libre, líderes educativos; así como otros particulares y organizaciones relacionados con el mundo del subtitulado. Pondremos a vuestra disposición una lista poco antes del encuentro.
ja: 参加者は、ビデオ制作者およびプロデューサー、エンドユーザ、主要の動画共有サービスプロバイダ、標準化エンジニア、ユーザ補助擁護者、オープンソース開発者、教育指導者、その他字幕分野に関係のある個人や団体です。イベント日に近づいたら参加者リストを発表します。
ko: 참가자는 비디오 제작자, 생산자, 최종 소비자와 주요 비디오 호스팅 서비스의 대표자, 일반 기술자, 접근가능한 옹호자, 오픈 소스 개발자, 교육 지도자, 자막 제작 세계에서 다른 개인들과 조직들을 포함합니다. 이벤트가 가까워져 옴에 따라 이용할 수 있는 명단을 만들 것입니다.
ug: قاتناشقۇچىلار: سىن ئىجادكارلىرى ۋە ئىشلەپچىقارغۇچىلار، ئاخىرقى ئىشلەتكۈچىلەر، ئاساسلىق سىن ۋاكالەتچى سودىگەرلەر، ئۆلچەملەشتۈرۈش ئىنژېنېرلىرى‏، توسالغۇسىزلىق تەشەببۇسچىلىرى، ئوچۇق كود ئىجادكارلىرى، مائارىپ باشلامچىلىرى شۇنداقلا باشقا كىنو خېتى ساھەسىدە قوللاشقا ئېرىشكەن شەخس ۋە تەشكىلاتلار. ۋاقتى كەلگەندە بىز ئىسىملىك تۇرغۇزۇپ ئۇلارنى خاتىرىلەيمىز.
vi_vn: Thành phần tham gia sẽ bao gồm: các nhà làm phim và nhà sản xuất, người dùng đầu cuối, các đại diện chính đến từ các dịch vụ đăng tải phim, các kĩ sư chuẩn hóa, các nhà hỗ trợ tiếp cận, các nhà phát triển mã nguồn mở, những người tiên phong trong lĩnh vực giáo dục, cùng các tổ chức và cá nhân với mong muốn đầu tư vào thế giới phụ đề. Chúng tôi sẽ lên danh sách kèm theo chức vụ khi sự kiện đến gần hơn.

source: Attendees are selected by invitation; however, if you or your organization would like to participate, please contact:
ca: Els assistents seran seleccionats per invitació. En cas d'estar interessat i no disposar d'invitació, poseu-se en contacte sisplau.
de: Die Teilnehmer werden durch Einladung ausgewählt; aber wenn du oder deine Organisation gerne teilnehmen würden, kontaktiere bitte:
el: Οι συμμετέχοντες επιλέγονται με πρόσκληση. Ωστόσο, αν εσείς ή ο οργανισμός σας θα θέλατε να συμμετάσχετε, παρακαλούμε επικοινωνήστε με:
es: Se selecciona a los asistentes por invitación. En caso de estar interesadoy no disponer de invitación, escriba a:
ja: 当サミットへの参加は、ご招待の方のみに限りますが、参加されたい方はこちらまでご連絡ください：
ko: 참석자는 초대자에 한합니다. 만약 당신이나 당신의 조직이 참여하고 싶으시다면, 연락해 주세요.
ug: قاتناشقۇچىلار تەكلىپ بىلەن تاللىنىدۇ؛ ئەگەر سىز ۋە تەشكىلىڭىز قاتناشماقچى بولسا ئالاقىلىشىڭ:
vi_vn: Những người tham dự đã được mời đến; tuy nhiên, nếu bạn hay tổ chức của mình muốn tham gia, xin hãy liên hệ:

source: When
ca: Quan
cs: Kdy
de: Wann
el: Πότε
es: Cuándo
ja: 日時
ko: 언제
sq: Kur
sv: När
ug: قاچان
vi_vn: Khi nào

source: September 29th and 30th, beginning at 9am on both days.
ca: El 29 i 30 de setembre, a partir de les 9 del matí els dos dies.
cs: 29. a 30. září, záčatek oba dny v 9 hodin.
de: Am 29. und 30. September, Beginn ist jeweils um 9 Uhr.
el: 29 και 30 Σεπτεμβρίου, με έναρξη στις 9πμ. και τις 2 μέρες.
es: El 29 y 30 de septiembre, a partir de las 9 de la mañana, los dos días.
ja: 9月29日および30日、両日ともに午前9時から開始
ko: 9월 29일, 30일, 아침 9시에 시작합니다.
sq: 29 dhe 30 Shtator, duke filluar më 9am në të dyja ditët.
ug: 9- ئاينىڭ 29- ۋە 30- كۈنلىرى ئەتىگەن سائەت 9 دا باشلىنىدۇ.
vi_vn: Ngày 29 và 30 tháng 9, bắt đầu vào lúc 9 giờ sáng.

source: Where
ca: On
cs: Kde
de: Wo
el: Που
es: Dónde
ja: 場所
ko: 어디
sq: Ku
ug: نەدە
vi_vn: Ở đâu

source: The summit will be held at the beautiful Open Plans penthouse in Soho, which is located at 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
ca: La cimera es celebrà en el magnífic àtic Open Plans al Soho, situat al carrer Lafayette número 148 planta 12 a Nova York. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">mapa</a>)
de: Das Gipeltreffen findet statt im schönen Open Plans penthouse in Soho an der Adresse 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">Karte</a>)
el: Η διάσκεψη κορυφής θα λάβει χώρα στο πανέμορφο Open Plans penthouse στο Soho, που βρίσκεται στο 148 Lafayette St, Όροφος 12, στη Νέα Υόρκη. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
es: La cumbre se celebrará en el magnífico ático Open Plans en el Soho, situado en el 148 Lafayette St, Floor 12, Nueva York. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">mapa</a>)
ja: サミットは、Sohoの美しいOpen Plantsペントハウスで行われます。住所は148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">地図</a>)
ko: 회담은 뉴욕 소호 148 Lafayette St. 12층에 있는 예쁜 오픈 플랜 펜트하우스에서 열립니다. . (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
ug: يىغىلىش ناھايىتى چىرايلىق ئازادە جايلاشتۇرۇلغان Soho بىناسىدا ئېلىپ بېرىلىدۇ، نىيۇيورك شەھىرى لافايەت كوچىسى 148 نومۇردىكى 12- قەۋەتكە جايلاشقان. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
vi_vn: Hội nghị thượng đỉnh sẽ được tổ chức tại khu tầng mái Open Plans tuyệt đẹp ở Soho, nằm tại 148 Đường Lafayette, Tầng 12, Thành phố New York. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">bản đồ</a>)

source: Why
ca: Per què
cs: Kdy
de: Warum
el: Γιατί
es: Por qué
ja: 理由
ko: 왜
sq: Pse
sv: Varför
ug: نېمىشقا
vi_vn: Tại sao

source: The focus of this summit is increased availability and better usability for captions and subtitles, which are both sorely needed. It comes at a critical time, as internet video usage is skyrocketing&mdash;people who rely on captions are threatened to be left behind. New users from every culture are coming online en masse; standardizing and ubiquitizing the technology can make potential audiences exponentially larger and messages can cross cultural boundaries more easily. More captions will also make it simpler for computers to process, index, and make sense of the ever growing sea of online video.
ca: L'objectiu de la cimera és una major disponibilitat i una major usabilitat de les etiquetes i subtítols,ambdós molt necessaris. Ha arribat un moment crític en el que l'ús de vídeos a Internet s'ha disparat i les persones que depenen dels subtítols corren perill de quedar-se enrere. Els nous usuaris de totes les cultures estan arribant massivament. La normalització i omnipresència de la tecnologia pot fer que els usuaris potencials cresquen de manera exponencial i que els missatges puguen superar les barreres culturals amb la major facilitat. Un major nombre d'etiquetes ajudaria als ordinadors a processar, indexar i donar sentit a, cada volta major, font de vídeos en línia.
de: Das Kernanliegen dieses Treffens ist die verbesserte Zugänglichkeit und höhere Benutzerfreundlichkeit für Bildlegenden und Untertitel. Für beides besteht ein grosser Bedarf. Es kommt zu einem kritischen Zeitpunkt, da die Videonutzung über das Internet sprunghaft ansteigt &mdash; Nutzer, die auf Bildlegenden angewiesen sind, drohen abgehängt zu werden. Neue Nutzer aus jedem Kulturkreis drängen in Massen zum Netz; Standardisierung und Globalisierung der Technik kann zum exponentiellen Wachstum der Anzahl der potentiellen Nutzer führen und Inhalte können leichter über kulturelle Grenzen hinweg kommuniziert werden. Mehr Bildlegenden werden auch das automatische Verarbeiten, Indexieren und Auswerten des anschwellenden Meers von Online-Videoinhalten vereinfachen.
el: Η έμφαση, κατά τη διάσκεψη αυτή, θα είναι στην αυξημένη διαθεσιμότητα και τη βελτιωμενη χρηστικότητα για τις λεζάντες (captions) και τους υπότιτλους, που είναι και οι δύο τόσο πολύ απαραίτητα. Έρχεται σε μία κρίσιμη εποχή, καθώς η χρήση του internet video εγγίζει μεγάλες αιχμές&mdash;όσοι βασίζονται στα captions (λεζάντες), διακινδυνεύουν να μείνουν πολύ πίσω. Νέοι χρήστες από κάθε κουλτούρα, μπαίνουν μαζικά online. Η προτυποποίηση και η απανταχού διαθεσιμότητα της τεχνολογίας, μπορούν να προσελκύσουν εν δυνάμει ακροατήρια που αυξάνονται εκθετικά, ενώ τα μηνύματα μπορούν να διαπερνούν, πλέον, τους πολιτιστικούς φραγμούς πιο εύκολα. Η διάθεση περισσότερων captions θα καταστήσει ευκολότερη την υπολογιστική επεξεργασία, την ευρετηρίαση, και θα μπορεί να βγεί νόημα από την όλο και περισσότερο αυξανόμενη θάλασσα των online video.
es: El objetivo de esta cumbre es una mayor disponibilidad y una mejor usabilidad de las leyendas y subtítulos, ambos muy necesarios. Ha llega un momento crítico en el que el uso de vídeos en Internet se ha disparado y las personas que dependen de los subtítulos corren el peligro de quedarse atrás. Nuevos usuarios de todas las culturas se están conectando en masa. La normalización y omnipresencia de la tecnología puede hacer que los usuarios potenciales crezcan de forma exponencial y que los mensajes puedan superar las barreras culturales con mayor facilidad. Un mayor número de leyendas también ayudaría a los ordenadores a procesar, indexar y dar sentido al siempre creciente número de vídeos en línea.
ja: このサミットの主要目的は、見出しと字幕の普及とその使い勝手の改善についてです。いずれも、非常に欠けている事柄です。インターネット動画利用が急上昇し、字幕に頼っている人々が置き去りにされてしまう中で、重要なサミットとなります。あらゆる文化から新しいユーザが一斉にインターネットを使い始めている中、技術を標準化かつ遍在化することによって、文化の枠を超えて視聴者の数を飛躍的に増やすことが可能です。字幕を増やすことによって、膨らむ一方のオンライン動画の処理や索引付けがより容易になります。
ko: 이 회담의 목적은 절실히 필요한 두 가지인 캡션과 자막의 이용가능성을 높이는 것과 좀 더 나은 가용성을 가지는 것입니다. 인터넷 비디오 사용이 치솟고 있는 반면, 캡션에 의존하는 사람들은 뒤에 남겨진 채로 위협을 받고 있습니다. 각 문화에 있는 새로운 사용자들은 온라인에 접속합니다. 기술을 표준화하고 편재시키면 잠재적인 청중들이 기하급수적으로 늘어나게 되고, 메시지는 더 쉽게 문화적인 한계를 넘게 됩니다. 더 많은 캡션은 또한 컴퓨터의 과정을 더 간단하게 만들고 온라인 비디오의 바다가 성장하도록 할 것입니다.
ug: يىغىننىڭ مۇھىم نۇقتىسى كىنو خېتىنىڭ ئىشلىتىشچانلىقى ۋە تېخىمۇ ئاسان قوللىنىشچانلىقىغا قارىتىلىدۇ، ھەر ئىككىسىنىڭ ئېھتىياجى ناھايىتى كۈچلۈك، كىنو خېتى ھالقىلىق بىر مەزگىلگە كەلدى، چۈنكى ئىنتېرنېت سىنلىرىنى ئىشلىتىشتە ئۇچقاندەك تەرەققىيات كۆرۈلدى&mdash;كىنو خېتىگە تايىنىدىغانلارنىڭ ۋاز كېچىش خەتىرى بار. ئوخشىمىغان مەدەنىيەتلەردىن كەلگەن يېڭى ئىشلەتكۈچىلەر زۆر كۆلەم بىلەن ئىنتېرنېتقا يۈزلىنىۋاتىدۇ؛ تېخنىكىنىڭ ئۆلچەملىشىشى شۇنداقلا قوشۇلۇشى يوشۇرۇن ئىشلەتكۈچىلەر كۆرسەتكۈچ دەرىجىسىنى ئۆرلىتىدۇ ھەمدە ئۇچۇر تېخىمۇ ئوڭاي ھالدا مەدەنىيەت چىگراسىدىن ھالقىپ تارقىلىدۇ. تېخىمۇ كۆپ يوشۇرۇن كىنو خېتى كومپيۇتېرنىڭ غايەت زور دەرىجە ئېشىۋاتقان توردىكى سىنلارنى بىر تەرەپ قىلىش، مۇندەرىجە تۈزۈش، قوللىنىش تېخىمۇ قولايلىشىدۇ.
vi_vn: Vấn đề trọng tâm của hội nghị thượng đỉnh này là tăng cường tính hiện hữu thiết thực và hữu dụng hơn đối với làm thuyết minh và phụ đề, cả hai vốn rất bức thiết. Nó xảy đến đường đột vậy, bởi lượng sử dụng phim trên internet cứ như quả tên lửa đạn đạo cứ phi tới&mdash;những người vốn dựa trên chú giải sẽ cảm thấy sợ vì bị bỏ mặc. Những người dùng mới từ mọi nền văn hóa khác nhau đang trực tuyến cùng nhau; việc chuẩn hóa và phổ biến công nghệ có thể tạo được lượng khán giả với tiềm năng lớn hơn và những thông điệp có thể vượt qua rào cản văn hóa một cách dễ dàng. Nhiều chú giải hơn cũng sẽ khiến cho máy tính xử lí, lên chỉ mục được đơn giản hơn, và hợp lí hơn ở giữa biên trời phim trực tuyến như thế này.

source: Organizers, Facilitators, Sponsors
ca: Organitzadors, col·laboradors i patrocinadors
de: Organisatoren, Moderatoren, Sponsoren
el: Οργανωτές, Συντονιστές, Χορηγοί
es: Organizadores, colaboradores y patrocinadores
ja: 主催者、進行役、スポンサー
ko: 조직자, 협력자, 스폰서
sq: Organizatorë, Lehtësuesa, Sponsorë
ug: تەشكىللىگۈچىلەر، ئىلگىرى سۈرگۈچىلەر، تەشەببۇسچىلار
vi_vn: Ban tổ chức, Cố vấn, Nhà tài trợ

source: Organizers
ca: Organitzadors
cs: Organizátoři
de: Organisatoren
el: Οργανωτές
es: Organizadores
ja: 主催者
ko: 조직자
sq: Organizatorë
sv: Organisatörer
ug: تەشكىللىگۈچىلەر
vi_vn: Ban tổ chưc

source: The <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> is organizing the summit. Their most recent project, <a href="http://universalsubtitles.org/">Amara</a>, makes open source and collaborative subtitling and translation easy.
ca: La <a href="http://www.participatoryculture.org/"> Fundació Participatory Culture</a> és la organitzadora de la cimera. Llur actual projecte, <a href="http://universalsubtitles.org/">Amara</a>, de codi obert i fàcil traducció i subtitulat col·laboratiu.
de: Die <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> organisiert das Gipfeltreffen. Ihr neuestes Projekt, <a href="http://universalsubtitles.org/">Amara</a>, macht es leicht, Untertitel und Übersetzungen offen und gemeinschaftlich zu erstellen.
el: Το <a href="http://www.participatoryculture.org/">Ίδρυμα Συνεργατικής Κουλτούρας/ Participatory Culture Foundation</a> διοργανώνει τη σύσκεψη. Το πιο πρόσφατο έργο τους, το <a href="http://universalsubtitles.org/">Amara</a>, καθιστά εύκολο τον υποτιλισμό και τη μετάφραση ανοικτού κώδικα και συνεργατικής μορφής.
es: La <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> se encarga de la organización de la cumbre. Su proyecto más reciente, <a href="http://universalsubtitles.org/">Amara</a>, promueve y facilita la traducción y el subtitulado colaborativo y de código abierto.
ug: بۇ <a href="http://www.participatoryculture.org/">تور ھەمبەھىر مەدەنىيەت ۋەخپىسى</a> يىغىلىش تەشكىللەۋاتىدۇ. ئۇلارنىڭ يېقىنقى قۇرۇلۇشى، <a href="http://universalsubtitles.org/">Amara</a>، ئوچۇق كودلۇق ھەمكارلىقتىكى كىنو خېتى ۋە تەرجىمىسىنى تېخىمۇ ئاددىيلاشتۇرۇش.
vi_vn: <a href="http://www.participatoryculture.org/">Tổ chức Phong trào Văn hóa(Participatory Culture Foundation)</a> đang tổ chức hội nghị thượng định. Dự án mới đây nhất của họ, <a href="http://universalsubtitles.org/">Amara</a>, giúp cho việc làm phụ đề và dịch thuật cộng tác mã nguồn mở được dễ dàng.

source: Facilitators
ca: Col·laboradors
de: Moderatoren
el: Διευκολυντές
es: Colaboradores
ja: 進行役
ko: 협력자
sq: Lehtësuesa
ug: ئىلگىرى سۈرگۈچىلەر
vi_vn: Cố vấn
