Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Specified members will only be able to create/assign tasks they are permitted to complete themselves
ca: Els membres especificats només podran crear/assignar les tasques que tenen assignades per a completar ells mateixos
de: Angegebene Mitglieder können nur Aufgaben erstellen/zuweisen, die sie selber beenden dürfen.
el: Συγκεκριμμένα μέλη θα μπορούν μόνο δημιουργούν/ αναθέτουν εργασίες για τις οποίες έχουν άδεια να τις ολοκληρώνουν μόνοι τους.
es: Los miembros especificados solo podrán crear/asignar las tareas que se les permita completar a ellos mismos
sq: Anëtarët e përcaktuar do të jenë në gjendje vetëm të krijojnë/caktojnë punë plotësimi i të cilave u është lejuar atyre vetë
ug: بەلگىلەنگەن ئىشلەتكۈچى پەقەت ئۇلار ئۆزى تاماملايدىغان ھەمدە رۇخسەت قىلىنغان ۋەزىپىنى قۇرۇپ/تەقسىملىيەلەيدۇ
vi_vn: Các thành viên được chỉ định sẽ chỉ có thể tạo/phân công các công việc mà họ được phép tự tay hoàn thành

source: How many tasks can a user have at once?
ca: Quantes tasques pot un usuari tindre a la vegada?
de: Wie viele Tasks kann ein User gleichzeitig haben?
el: Πόσες εργασίες μπορεί να έχει συγχρόνως ένας χρήστης;
es: ¿Cuántas tareas puede tener un usuario a la vez?
ja: ユーザはいくつのタスクを同時に受け持つことができますか？
sq: Sa punë mund të ketë njëherazi një përdorues?
sv: Hur många uppgifter kan en användare ha samtidigt?
ug: ئىشلەتكۈچى بىر قېتىمدا قانچە ۋەزىپىنى ئالالايدۇ؟
vi_vn: Bao nhiêu công việc mà một người dùng có thể nhận vào một lúc?

source: If left blank there will be no limit.
ca: Si es deixa en blanc no haurà limit.
de: Es gibt keine Limitierung, wenn Leer gelassen.
el: Αν αυτό το αφήσετε κενό, δεν θα υπάρχει κανένα όριο.
es: Si se deja en blanco, no habrá límite.
ja: 空白の場合は、制限なし。
sq: Po u la e zbrazët, nuk do të ketë kufi.
sv: Lämnas fältet tomt sätts ingen gräns.
ug: ئەگەر بوش قالدۇرۇلسا چەكلىمە بولمايدۇ.
vi_vn: Nếu để trống thì sẽ không giới hạn.

source: How many days should an assignee get to complete a task?
ca: Quants dies deuria assignar-se una tasca per a completar-se?
de: Wie viele Tage soll ein zugewiesener Benutzer bekommen, um eine Aufgabe zu beenden?
el: Πόσες μέρες πρέπει να επιτρέπονται για να τελειώσει κάποιος μία εργασία;
es: ¿Cuántos días debiese emplear un miembro asignado en completar una tarea?
ja: タスクを完了するまで、何日与えますか？
sq: Sa ditë i duhen dhënë dikujt për të plotësuar një punë?
sv: Hur många dagar bör en användare få på sig att slutföra en uppgift?
ug: ۋەزىپە تەقسىملەنگەن كىشى بىر ۋەزىپىنى قانچە كۈندە تاماملايدۇ؟
vi_vn: Bao nhiêu ngày để người phụ trách phải hoàn thành công việc?

source: If left blank tasks will not expire.
ca: Si es deixa en blanc no expirarà.
de: Aufgaben laufen nicht ab, wenn Leer gelassen.
el: Αν το αφήσετε κενό, οι εργασίες δεν θα λήγουν.
es: Si queda en blanco no expiran las tareas.
ja: 空白の場合は、期限なし。
sq: Po u la e zbrazët, punët nuk do të skadojnë.
sv: Lämnas fältet tomt får uppgifter inget utgångsdatum.
ug: ئەگەر بوش قالدۇرۇلسا ۋاقتى ئۆتمەيدۇ.
vi_vn: Nếu để trống thì công việc sẽ không bao giờ hết hạn.

source: Automatically create transcription tasks
ca: Crear tasques de transcripció automàticament
de: Automatisch Aufgaben zum Transkribieren erstellen
el: Αυτόματη δημιουργία εργασιών συγχρονισμού και μεταγραφής/ transcription
es: Crear automáticamente tareas de transcripción
ja: 書き写しタスクを自動的に作成する
sq: Krijo vetvetiu punë transkriptimi
sv: Skapa automatiskt transkriptionsuppgifter
ug: ئاڭلاپ خاتىرىلەش ۋەزىپىلىرىنى ئۆزلۈكىدىن قۇرىدۇ
vi_vn: Tự động tạo các công việc chuyển thể

source: Starting Task
de: Beginne Aufgabe
el: Έναρξη Εργασίας
es: Iniciando tarea
sv: Påbörja uppgift

source: Perform Task
ca: Realitzar tasca
cs: Proveď úkol
de: Aufgabe bearbeiten
el: Εκτέλεση εργασίας
es: Realizar tarea
ja: タスクを実行する
sq: Kryeje Punën
sv: Utför uppgift
ug: ۋەزىپە ئىجرا قىلىش
vi_vn: Thực hiện Công việc

source: Start Subtitling
de: Beginne Untertitelung
el: Έναρξη Υποτιτλισμού
es: Comenzar a subtitular
sv: Börja undertexta

source: Add Task
ca: Afegir tasca
cs: Vlož úkol
de: Aufgabe hinzufügen
el: Προσθήκη έργου
es: Agregar una tarea
ja: タスクを追加する
sq: Shtoni Punë
sv: Lägg till uppgift
ug: ۋەزىپە قوش
vi_vn: Thêm Công việc

source: All
ca: Tots
cs: Vše
de: Alle
el: Όλα
es: Todos
ja: 全て
ko: 모든
sq: Krejt
sv: Alla
ug: ھەممىسى
vi_vn: Tất cả

source: tasks in
de: Aufgaben in
el: εργασίες σε
es: tareas en
sv: uppgifter i
vi_vn: công việc trong

source: any project
de: irgendein Projekt
el: οποιοδήποτε έργο
es: cualquier proyecto
sv: alla projekt
ug: خالىغان قۇرۇلۇش
vi_vn: bất cứ dự án nào

source: all languages
ca: tots els idiomes
cs: jazyky
de: alle Sprachen
el: όλες τις γλώσσες
es: Todas las lenguas
ja: 全言語
sq: krejt gjuhët
sv: alla språk
ug: بارلىق تىللار
vi_vn: tất cả ngôn ngữ

source: my languages
ca: els meus idiomes
de: meine Sprachen
el: Οι γλώσσες μου
es: mis idiomas
ja: 私の言語
sq: gjuhët e mia
sv: mina språk
ug: تىللىرىم
vi_vn: ngôn ngữ của tôi

source: assigned to
ca: assignat a
cs: přiřazen
de: zugewiesen an
el: ανατέθηκαν σε
es: asignada a
sq: caktuar për
sv: tilldelat till
ug: تەقسىملەنگىنى
vi_vn: được giao cho

source: no one
ca: cap
cs: nikomu
de: niemanden
el: κανέναν
es: nadie
sq: asnjë
sv: ingen
ug: ھېچكىم
vi_vn: không ai cả

source: me
ca: jo
cs: mě
de: mich
el: εμένα
es: mí
ja: 自分
sq: unë
sv: mig
ug: مەن
vi_vn: tôi

source: anyone
ca: qualssevol
cs: komukoliv
de: jeden
el: οποιονδήποτε
es: cualquiera
sq: cilido
sv: vem som helst
ug: بىراۋ
vi_vn: bất kì ai

source: sorted by
ca: ordenat per
cs: setřízeno podle
de: sortiert nach
el: Κατάταξη ανά
es: ordenadas por
ja: 並び替え順
sq: renditur sipas
sv: sortering
ug: تەرتىپلەنگىنى
vi_vn: được sắp xếp bởi

source: time left, least
ca: temps restant, el que menys
cs: zbývajícího času, nejméně
de: verbleibende Zeit, geringste
el: χρόνος που απομένει, ελάχιστος
es: tiempo restante, mínimo
ja: 残り日数（少ない順）
sq: kohë e mbetur, më e pakta
sv: tid kvar, minst
ug: قالغان ۋاقىت، ئەڭ قىسقا
vi_vn: thời gian còn lại, ít nhất

source: time left, most
ca: temps restant, el que més
cs: zbývajícího času, nejvíce
de: verbleibende Zeit, meiste
el: χρόνος που απομένει, μέγιστος
es: tiempo restante, máximo
ja: 残り日数（多い順）
sq: kohë e mbetur, më e shumta
sv: tid kvar, mest
ug: قالغان ۋاقىت، ئەڭ ئۇزۇن
vi_vn: thời gian còn lại, nhiều nhất

source: Clear all filters, sorts, and search terms
ca: Netejar tots els filtres, ordenacions, i termes de recerca
de: Alle Filter, Sortierungen und Suchbegriffe zurücksetzen.
el: Καθαρισμός όλων των φίλτρων, των κατατάξεων και των όρων αναζήτησης
es: Borrar todos los filtros, criterios de ordenamiento y términos de búsqueda
ja: フィルター、並べ替え順、検索用語をクリアしてください。
sq: Pastro krejt filtrat, renditjet dhe termat e kërkimit
sv: Rensa alla filter, sorteringar och sökord
ug: بارلىق سۈزگۈچ، تەرتىپلەش ۋە ئىزدىگەن تۈرلەرنى تازىلا
vi_vn: Loại bỏ tất cả bộ lọc, tìm kiếm, và các cụm từ tìm kiếm

source: Clear
ca: Netejar
cs: Vyčistit
de: Löschen
el: Καθαρισμός
es: Limpiar
ja: クリアする
sq: Pastroje
sv: Rensa
ug: تازىلا
vi_vn: Loại bỏ

source: NOTE:
ca: OBSERVACIÓ:
de: ANMERKUNG:
el: ΣΗΜΕΙΩΣΗ:
es: NOTA:
ja: 注意：
sq: SHËNIM:
sv: OBS!
ug: دىققەت:
vi_vn: CHÚ Ý:

source: When sorting by expiration date, tasks without an expiration are not shown.
ca: Quan ordeneu per data d'expiració, no es mostraran les tasques que no expiren.
de: Wenn nach Ablaufdatum sortiert wird, werden Aufgaben ohne Ablaufdatum nicht angezeigt.
el: Όταν κάνετε κατάταξη ανά ημερομηνία, δεν θα εμφανίζονται οι εργασίες χωρίς ημερομηνία λήξεως.
es: Al ordenar por fecha de vencimiento, no se muestran las tareas sin fecha límite.
ja: 期限日順で並べ替える場合、期限日がないタスクは表示されません。
sv: Vid sortering på utgångsdatum visas inte uppgifter utan utgångsdatum.
ug: مۆھلىتى بويىچە تەرتىپلىگەندە، مۆھلىتى بەلگىلەنمىگەن ۋەزىپىلەرنى كۆرسەتمەيدۇ.
vi_vn: Khi sắp xếp theo ngày hết hạn, công việc mà không tính thời hạn sẽ không được hiển thị.

source: Try broadening your selection using the filters above
de: Versuche, deine Auswahl durch die Benutzung der Filter oben zu verwenden
el: Προσπαθήστε να διευρύνετε τις επιλογές σας, χρησιμοποιώντας τα παραπάνω φίλτρα
es: Intente ampliar su selección usando los filtros arriba
sv: Utvidga ditt val genom att använda filter
ug: ئۈستىدىكى سۈزگۈچلەر ئارقىلىق تاللىشىڭىزنى كېڭەيتىشنى سىنايدۇ
vi_vn: Hãy thử mở rộng sự lựa chọn của bạn bằng cách sử dụng các bộ lọc ở trên

source: Use the filter to view tasks in a specific language
de: Verwende die Filter, um Aufgaben für eine bestimmte Sprache anzusehen.
sv: Använd filtret för att se uppgifter på ett visst språk

source: Showing unassigned tasks in languages you speak.
de: Alle nicht zugewiesenen Aufgaben in Deiner Sprache.
el: Εμφανίζονται οι μη ανατεθειμένες εργασίες στις γλώσσες που μιλάτε.
es: Mostrando tareas no asignadas en tu idioma.
sv: Visar tillgängliga uppgifter i språk du talar.
ug: تىلىڭىزدىكى تەقسىملەنمىگەن ۋەزىپىلەرنى كۆرسىتىدۇ.
vi_vn: Hiện các công việc chưa được phân công theo thứ tiếng mà bạn nói.

source: Want to view
de: Möchte begutachten (Review)
el: Θέλετε να δείτε
es: Quieres ver
sv: Vill du se
ug: كۆرۈش زۆرۈر
vi_vn: Muốn xem

source: your tasks
de: deine Aufgaben
el: τις εργασίες σας
es: tus tareas
sv: dina uppgifter
ug: ۋەزىپىلىرىڭىز
vi_vn: công việc của bạn

source: instead?
de: stattdessen?
el: αντιθέτως;
es: en cambio?
sv: istället?
ug: ئالماشتۇرامدۇ؟
vi_vn: thay cho?

source: Try changing your selection using the filters above to find tasks
de: Versuch die Auswahl mit den Filtern oben zu ändern um Aufgaben zu finden.
el: Δοκιμάστε να αλλάξετε την επιλογή σας, χρησιμοποιώντας τα παραπάνω φίλτρα, για να βρείτε διάφορες εργασίες
es: Intenta cambiar tu selección utilizando los filtros de arriba para encontrar tareas
sv: Ändra ditt urval genom att använda filtren ovan för att hitta uppgifter
ug: ئۈستىدىكى ۋەزىپە ئىزدەيدىغان سۈزگۈچلەر ئارقىلىق تاللىشىڭىزنى ئۆزگەرتىشنى سىنايدۇ
vi_vn: Hãy thử thay đổi lựa chọn của bạn bằng cách sử dụng các bộ lọc ở trên để tìm công việc

source: You don't have permission to perform this task.
de: Du hast nicht die Erlaubnis, diese Aufgabe auszuführen
el: Δεν έχετε δικαιώματα να εκτελέσετε αυτή την εργασία.
es: No tienes permiso para realizar esta tarea.
sv: Du har inte tillåtelse att utföra denna uppgift.
ug: بۇ ۋەزىپىنى ئىجرا قىلىدىغان ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép thực hiện công việc này.

source: Subtitles
ca: Subtítols
cs: Titulky
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
ja: 字幕
ko: 자막
sq: Titra
sv: Undertext
ug: كىنو خەتلىرى
vi_vn: Phụ đề

source: Original Language
de: Sprache der Ursprungsfassung
sv: Originalspråk

source: latest draft
ca: últim esborrany
cs: nejnovější koncept
de: neuster Entwurf
el: Το πιο πρόσφατο πρόχειρο/ draft
es: último borrador
sq: skica më e re
sv: senaste utkast
ug: ئاخىرقى دەسلەپكى نۇسخا
vi_vn: bản thảo mới đây nhất

source: transcribed
ca: transcrit
cs: přepsáno
de: transkribiert
el: μεταγράφηκε
es: transcrito
sq: të transkriptuara
sv: transkriberat
ug: ئاڭلاپ خاتىرىلەندى
vi_vn: đã được chuyển thể

source: translated
ca: traduït
cs: přeloženo
de: übersetzt
el: μεταφράσθηκε
es: traducido
sq: përkthyer
sv: översatt
ug: تەرجىمە قىلىندى
vi_vn: đã được dịch

source: reviewed
ca: revisat
cs: zkontrolováno
de: überprüft
el: αναθεωρήθηκε
es: revisado
sq: shqyrtuar
sv: granskat
ug: قايتا تەكشۈرۈلدى
vi_vn: đã được đánh giá

source: and edited
ca: i editat
cs: a opraveno
de: und editiert
el: και διορθώθηκε
es: y editado
sq: dhe përpunuar
sv: och redigerat
ug: ۋە تەھرىرلەندى
vi_vn: và được thay đổi

source: by
ca: per
de: von
el: από τον/ την
es: por
sq: nga
sv: av
ug: مەنبە
vi_vn: bởi

source: Assigned to
ca: Assignat a
cs: Přiřazeno
de: Zugewiesen an
el: Ανατέθηκε στον/ στην
es: Asignado a
sq: Caktuar për
sv: Tilldelat till
ug: بەلگىلەش
vi_vn: Được giao cho

source: Unassigned
ca: No assignat
de: Nicht zugewiesen
el: Δεν ανατέθηκε
es: Sin asignar
sq: E pacaktuar
sv: Ej tilldelat
ug: تەقسىملەنمىگەن
vi_vn: Chưa được phân công

source: You have reached the maximum number of tasks.
ca: Heu assolit el nombre màxim de tasques
de: Du hast die maximale Anzahl an Aufgaben erreicht
el: Φθάσατε τον μέγιστο αριθμό εργασιών.
es: Ha alcanzado el número máximo de tareas.
sv: Du har nått maximalt antal uppgifter.
ug: سىز ۋەزىپە چېكىگە يەتتىڭىز.
vi_vn: Bạn đã đạt tới số công việc tối đa

source: Download draft
ca: Descarregar esborrany
de: lade den Entwurf herunter
el: Μεταφόρτωση πρόχειρου/ draft
es: Descargar borrador
sq: Shkarkoje skicën
sv: Ladda ner utkast
ug: دەسلەپكى نۇسخىنى چۈشۈر
vi_vn: Tải bản thảo về

source: Upload a draft
ca: Pujar un esborrany
de: Einen Entwurf hochladen
el: Ανεβάστε ένα πρόχειρο/draft
es: Subir un borrador
sv: Ladda upp utkast
ug: دەسلەپكى نۇسخىنى يۈكلە
vi_vn: Tải bản thảo lên

source: Translate from
ca: Traduir des del
de: Übersetzen aus
el: Μετάφραση από
es: Traducir desde
ja: から翻訳する
sv: Översätt från
ug: تەرجىمە مەنبەسى
vi_vn: Dịch từ

source: Important:
de: Wichtig:
el: Σημαντικό:
es: Importante:
ja: 重要：
sv: Viktigt:
ug: مۇھىم:
vi_vn: Quan trọng:

source: Uploading a draft will not complete the task. After uploading, select "Resume" from the "Perform Task" drop-down to verify timing, video title and video description in the onsite editor and to submit the final version.
ca: Pujar un esborrany no completarà la tasca. Després de pujar-lo, heu de seleccionar "Resumir" al menú desplegable "Realitzar tasca" per a verificar la sincronització, el títol i la descripció del vídeo i enviar la versió final.
de: Hochladen eines Entwurfs wird die Aufgabe nicht beenden. Nach dem Hochladen wähle "Fortsetzen" aus dem Drop-down Menü "Aufgabe ausführen" um das Timing, Videotitel und Beschreibung im Editor zu bestätigen und die endgültige Version abzuschicken.
el: Η απλή μεταφόρτωση/ uploading μιας πρόχειρης μετάφρασης δεν θα ολοκληρώσει την εργασία. Μετά τη μεταφόρτωση, επιλέξτε "Ανάκτηση" από το εκπτυσσόμενο μενού "Εκτέλεση εργασίας", για την επαλήθευση του χρόνου, του τίτλου του βίντεο και της περιγραφής του βίντεο, στο πρόγραμμα επεξεργασίας onsite editor και προχωρήστε στην υποβολή της τελευταίας έκδοσης.
es: Subir un borrador no completará la tarea. Después de cargarlo, seleccione "Continuar" desde el menú de "Realizar tarea" para verificar el tiempo, el título del video y la descripción del video en el editor, y enviar la versión final.
sv: Uppladdning av utkast slutför inte uppgiften. Efter uppladdning, välj "Återuppta" från "Utför uppgift"-menyn för att kontrollera timing, titel och beskrivning i editorn och sedan skicka in den slutliga versionen.
ug: دەسلەپكى نۇسخىدىن بىرسى يۈكلەنسە بۇ ۋەزىپە تاماملانمايدۇ. يۈكلەنگەندىن كېيىن «ۋەزىپە ئىجرا قىلىش» تارتما تىزىملىكتىن «داۋاملاشتۇر»نى تاللاپ سىڭدۈرمە تەھرىرلىگۈچتە ۋاقىت ئوقى، سىن ماۋزۇسى ۋە سىن چۈشەندۈرۈشىنى دەلىللەپ، ئاخىرقى نەشرىنى تاپشۇرىدۇ.
vi_vn: Tải bản thảo lên sẽ không hoàn tất công việc. Sau khi tải lên, chọn "Trở lại" từ thanh kéo thả "Thực hiện Công việc" để xác minh thời gian, tiêu đề phim và thông tin mô tả phim trong trình biên tập trực tiếp và nộp bản cuối cùng.

source: File:
ca: Fitxer:
de: Datei:
el: Αρχείο:
es: Archivo:
ja: ファイル：
sq: Kartelë:
sv: Fil:
ug: ھۆججەت:
vi_vn: Tệp:

source: Accepted formats: .srt, .ssa, .sbv, .dfxp, .txt or .xml (for DFXP)
de: Akzeptierte Formate: .srt, .ssa, .sbv, .dfxp, .txt oder .xml (für DFXP)
el: Αποδεκτές μορφές: .srt, .ssa, .sbv, .dfxp, .txt or .xml (for DFXP)
es: Formatos aceptados: .srt, .ssa, .sbv, .dfxp, .txt or .xml (para TTML)
sv: Accepterade format: .srt, .ssa, .sbv, .dfxp, .txt or .xml (for DFXP)
ug: قوللايدىغان پىچىملار: .srt،.ssa، .sbv، .dfxp، .txt ياكى xml (DFXP ئۈچۈن)
vi_vn: Các định dạng được chấp nhận: .srt, .ssa, .sbv, .dfxp, .txt hay .xml (dành cho DFXP)

source: Download a draft
ca: Descarregar un esborrany
de: Einen Entwurf runterladen
el: Κατεβάστε ένα πρόχειρο/ draft
es: Descargar un borrador
sv: Ladda ner utkast
ug: دەسلەپكى نۇسخىنى چۈشۈر
vi_vn: Tải bản thảo về

source: Download a draft of these subtitles so you can work offline.
ca: Descarregueu un esborrany dels subtítols amb els que voleu treballar fora de línia.
de: Lade einen Entwurf dieser Untertitel herunter damit du offline arbeiten kannst.
el: Μεταφορτώστε ένα πρόχειρο/ draft αυτών των υπότιτλων, για να μπορείτε να δουλέψετε και χωρίς σύνδεση/ offline
es: Descargar un boceto de estos subtítulos para trabajar sin conexión.
sv: Ladda ner ett utkast av undertexterna så att du kan arbeta offline.
ug: بۇ كىنو سىنلىرىنىڭ دەسلەپكى نۇسخىسىنى چۈشۈرۈپ تورسىز تەرجىمە قىلالايسىز.
vi_vn: Tải một bản thảo của các phụ đề này về để bạn có thể làm việc.

source: Decline
ca: Rebutjar
cs: Odmítnout
de: Ablehnen
el: Απόρριψη
es: Rechazar
ja: 拒否する
sq: Hidhe poshtë
sv: Neka
ug: قوشۇلما
vi_vn: Khước từ

source: Reassign
ca: Reassignar
cs: Přiřadit
de: erneut zuweisen
el: Εκ νέου ανάθεση
es: Reasignar
sq: Ricaktoni
sv: Tilldela på nytt
ug: قايتا تەقسىملە
vi_vn: Phân công lại

source: Delete task
ca: Esborrar tasca
cs: Smazat úkol
de: Aufgabe löschen
el: Διαγραφή εργασίας
es: Eliminar tarea
ja: タスクを削除する
sq: Fshije punën
sv: Radera uppgift
ug: ۋەزىپە ئۆچۈر
vi_vn: Xóa công việc

source: What would you like to do with the subtitles for this task?
ca: Què us agradaria fer amb els subtítols en aquesta tasca?
de: Was möchtest du mit den Untertiteln dieser Aufgabe tun?
el: Τι θα θέλατε να κάνετε με αυτούς τους υπότιτλους για την εργασία αυτή;
es: ¿Qué quieres hacer con los subtítulos para esta tarea?
sq: Ç'do të donit të bënit me titra për këtë punë?
sv: Vad vill du göra med undertexten för denna uppgift?
ug: بۇ كىنو خېتىنىڭ ۋەزىپىسىگە نىسبەتەن سىز نېمە ئىش قىلماقچى؟
vi_vn: Bạn muốn làm gì với những phụ đề cho công việc này?

source: Publish these subtitles immediately
ca: Publicar aquests subtítols immediatament
de: Diese Untertitel sofort veröffentlichen
el: Άμεση δημοσίευση αυτών των υποτίτλων
es: Publicar estos subtítulos inmediatamente
ja: 字幕を今すぐ公開する
sq: Botoji menjëherë këto titra
sv: Publicera undertext nu
ug: بۇ كىنو خەتلىرىنى دەرھال ئېلان قىلىدۇ
vi_vn: Đăng tải các phụ đề này ngay lập tức

source: Delete these subtitles permanently (discard all drafts since the last published version)
ca: Eliminar aquest subtítols permanentment (descarta tots els esborranys des de l'última versió publicada)
de: Lösche diese Untertitel endgültig (verwerfe alle seit der letzten veröffentlichten Version entstandenen Entwürfe)
el: Μόνιμη διαγραφή αυτών των υποτίτλων (απόρριψη όλων των προχείρων/ drafts, μετά την πιο πρόσφατα δημοσιευμένη έκδοση)
es: Eliminar estos subtítulos permanentemente (borrar todos los borradores desde la última versión publicada)
sq: Fshiji këto titra përgjithmonë (hidh tej çfarëdo skice që pas versionit të fundit të botuar)
sv: Radera denna undertext permanent (bortse från alla utkast sedan den senast publicerade versionen)
ug: بۇ كىنو خەتلىرىنى مەڭگۈلۈك ئۆچۈرىدۇ (ئالدىنقى ئېلان قىلغان نەشرىدىن بۇيانقى ھەممە دەسلەپكى نۇسخىلارنى ئۆچۈرىدۇ)
vi_vn: Xóa vĩnh viễn các phụ đề này (bỏ qua toàn bộ các bản thảo kể từ phiên bản được đăng tải trước đó)

source: Assign to User
ca: Assignar a l'usuari
cs: Přiřadit uživateli
de: einem User zuweisen
el: Ανάθεση στον Χρήστη
es: Asignar a Usuario
sq: Caktoja Përdoruesit
sv: Tilldela till användare
ug: ئىشلەتكۈچىگە تەقسىملە
vi_vn: Giao cho Người dùng

source: Sorry, no tasks here.
ca: Ho lamentem, no hi ha tasques.
de: Leider keine Aufgaben hier.
el: Συγγνώμη, δεν υπάρχουν εργασίες εδώ.
es: Lo sentimos, no hay tareas aquí.
ja: タスクはありません。
sq: Na ndjeni, nuk ka punë këtu.
sv: Tyvärr, inga uppgifter här.
ug: كەچۈرۈڭ، بۇ جايدا ۋەزىپە يوق.
vi_vn: Rất tiếc, không có công việc nào ở đây.

source: Edit team video
ca: Editar vídeo d'equip
cs: Upravit video týmu
de: Team-Video bearbeiten
el: Επεξεργασία ενός βίντεο ομάδας
es: Modificar vídeo del equipo
ja: チームビデオを編集する
ko: 팀 비디오 편집
sq: Përpunoni video ekipi
sv: Redigera teamvideo
ug: توپ سىنىنى تەھرىرلەيدۇ
vi_vn: Thay đổi phim của nhóm

source: Edit video
ca: Edita el vídeo
cs: Editovat video
de: Video bearbeiten
el: Επεξεργασία Βίντεο
es: Modificar vídeo
ja: ビデオを編集する
ko: 동영상 편집하기
sq: Përpunoni videon
sv: Redigera video
ug: سىن تەھرىر
vi_vn: Sửa phim

source: Move Videos
de: Videos verschieben
sv: Flytta videos

source: Add Video
ca: Afegix vídeo
cs: Přidat video
de: Video hinzufügen
el: Προσθήκη Βίντεο
es: Añadir vídeo
ja: ビデオを追加する
ko: 동영상 추가
sq: Shtoni Video
sv: Lägg till video
ug: سىن قوش
vi_vn: Thêm Phim vào

source: Add Members
de: Mitglieder hinzufügen
sv: Lägg till medlemmar

source: Showing
ca: Mostrant
cs: Ukazuji
de: Anzeigen
el: Εμφάνιση
es: Mostrado
sv: Visar
ug: كۆرسىتىۋاتىدۇ
vi_vn: Đang xem

source: all members
ca: tots els membres
cs: všechny členy
de: alle Mitglieder
el: όλων των Μελών
es: Todos los miembros
ja: 全メンバー
sq: krejt anëtarët
sv: alla medlemmar
ug: ھەممە ئەزالار
vi_vn: toàn bộ các thành viên

source: managers
ca: gestors
cs: manažery
de: Manager
el: των Δοικητικών
es: Moderadores
ja: マネジャー
sq: përgjegjësa
sv: ansvariga
ug: باشقۇرغۇچىلار
vi_vn: người quản lí

source: contributor
ca: contribuïdor
cs: přispěvatele
de: Mitwirkende
el: Άτομα που συνεισφέρουν
es: Colaborador
ja: 寄稿者
sq: kontribues
sv: deltagare
ug: تۆھپىكار
vi_vn: người đóng góp

source: speaking
ca: parlant
cs: mluvící
de: Sprache
el: που μιλούν
es: Hablando
sv: talar
ug: سۆزلىگۈچى
vi_vn: đang nói

source: date joined, oldest
de: Datum zusammengefasst, älteste
el: ημερομηνία εγγραφής, πιο παλιά
es: fecha de inscripción, más antigua
sv: gick med datum, äldst

source: date joined, most recent
de: Datum zusammengefasst, neueste
el: ημερομηνία εγγραφής, πιο πρόσφατη
es: fecha de inscripción, más reciente
sv: gick med datum, nyast

source: This team has
ca: Aquest equip té
cs: Tento tým má
de: Dieses Team hat
el: Αυτή η ομάδα έχει
es: Este equipo tiene
sq: Ky ekip ka
sv: Detta team har
ug: بۇ توپتا
vi_vn: Nhóm này có

source: open applications
ca: obrir sol·licituds
cs: otevřených žádostí
de: Offene Bewerbungen
el: ανοικτές εφαρμογές
es: vacantes
sq: hap aplikimet
ug: ئوچۇق ئەپلەر
vi_vn: các đơn xin gia nhập mở

source: Sorry, no members found.
ca: Ho lamentem, no s'ha trobat membres.
cs: Promiňte, žadní členové nenalezeni.
de: Keine Mitglieder gefunden.
el: Λυπόμαστε, δεν βρέθηκαν Μέλη
es: Lo sentimos, no se encontraron miembros.
ja: 申し訳ありません。メンバーが見つかりません。
ko: 멤버를 찾을 수 없습니다.
sq: Na ndjeni, nuk u gjetën anëtarë.
sv: Tyvärr, inga medlemmar hittades.
ug: كەچۈرۈڭ، ھېچقانداق ئەزا تېپىلمىدى.
vi_vn: Rất tiếc, không tìm thầy các thành viên.

source: Me
ca: Jo
cs: Já
de: Ich
el: Εγώ
es: Yo
ja: 自分
sq: Unë
sv: Jag
ug: مەن
vi_vn: Tôi

source: Assignments
ca: Assignacions
de: Aufgaben
el: Αναθέσεις
es: Tareas asignadas
sq: Caktime
sv: Uppgifter
ug: تەقسىماتلار
vi_vn: Công việc giao phó

source: Are you sure you want to remove this member from the team?
ca: De debò voleu traure aquest membre de l'equip?
de: Bist du sicher, dass du dieses Mitglied aus dem Team entfernen willst?
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το Μέλος από την ομάδα;
es: ¿Estás seguro de querer eliminar a este miembro del equipo?
ja: 本当にこのメンバーをチームから除きますか？
sq: Jeni i sigurt që doni të hiqet nga ekipi ky anëtar?
sv: Är du säker på att du vill ta bort medlemmen från teamet?
ug: بۇ ئەزانى مەزكۇر توپتىن راستىنلا چىقىرىۋېتەمسىز؟
vi_vn: Bạn có chắc là bạn muốn khai trừ thành viên này ra khỏi nhóm?

source: Sorry, no activity yet
ca: Ho lamentem, encara no hi ha activitat
cs: Promiňte, zatím žádná aktivita
de: Leider noch keine Aktivität
el: Λυπόμαστε, δεν υπάρχει καμία δραστηριότητα ακόμη
es: Aún no hay actividad
ja: 申し訳ありません。活動はありません。
ko: 아직 활동 내용이 없습니다.
sq: Na ndjeni, ende pa veprimtari
sv: Tyvärr, ingen aktivitet ännu
ug: كەچۈرۈڭ، تېخى پائالىيەت يوق
vi_vn: Rất tiếc, vẫn chưa có hoạt động gì cả
