Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Uploading subtitles saves a new (incomplete) version that you can edit and save or complete when finished. Uploaded subtitles keep their existing timecodes. You can use the Copy timing option from the Tools menu if you want to apply timing from a reference language.
de: Nachdem Hochladen der Untertitel wird eine neue (unvollständige) Fassung gespeichert, die man bearbeiten und speichern oder vervollständigen kann. Die hochgeladenen Untertitel behalten ihre vorhandenen Zeitcodes. Man kann die Option "Timing kopieren" aus dem Werkzeug-Menü verwenden, wenn man das Timing von einer Referenz-Sprache anwenden möchte.

source: Supported formats are: SRT, SSA, SBV, DFXP, TXT, and VTT. Only files ending with the correct extension, .srt, .ssa, .sbv, .txt, .vtt, .dfxp or .xml (for dfxp) are accepted.
de: Unterstützt werden die Formate: SRT, SSA, SBV, DFXP, TXT und VTT. Nur Dateiendungen auf .srt, .ssa, .sbv, .txt, .vtt, .dfxp oder .xml (für dfxp) werden akzeptiert.
sv: Godkända format är: SRT, SSA, SBV, DFXP, TXT, och VTT. Endast filer med korrekt ändelse, .srt, .ssa, .sbv, .txt, .vtt, .dfxp or .xml (för dfxp) accepteras.

source: Upload failed. The file you uploaded might be invalid or an unsupported format.
de: Hochladen fehlgeschlagen. Die Datei, die du hochladen wolltest, ist vielleicht ungültig oder hat ein nicht unterstütztes Format.
sv: Uppladningen misslyckades. Filen du försöker ladda upp kan vara ogiltig eller ha ett ogiltift filformat.

source: Uploading...
de: Lädt hoch ...
sv: Laddar upp...

source: Error resuming session
de: Fehler bei der Wiederaufnahme der Sitzung
el: Σφάλμα κατά την επανάκτηση της εργασίας
es: Error al reanudar sesión

source: There was an error resuming your session. Save your subtitles using the download button below and upload them to the system later.
de: Es gab einen Fehler bei der Wiederaufnahme deiner Sitzung. Speichere deine Untertitel mit Hilfe des Herunterladen-Knopfes hier unten, und lade sie später in das System hoch.
el: Παρουσιάστηκε σφάλμα κατά την επανάκτηση της σύνδεσης εργασίας. Αποθηκεύστε τους υπότιτλους χρησιμοποιώντας το κουμπί download και ανεβάστε τους στο σύστημα αργότερα.
es: Hubo un error al reanudar tu sesión. Guarda tus subtítlos usando el botón de descarga a continuación y súbelos al sistema más tarde.

source: There was an error resuming your session. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
de: Es gab einen Fehler bei der Wiederaufnahme deiner Sitzung. Kopiere die Untertitel oben, und speichere sie auf deinem Computer unter subtitle_backup.dfxp. Diese kannst du dann später hochladen.
el: Παρουσιάστηκε σφάλμα κατά την επανάκτηση της σύνδεσής σας. Αντιγράψτε τους παραπάνω υπότιτλους και αποθηκεύστε τους στον υπολογιστή σας με όνομα subtitle_backup.dfxp. Θα μπορέσετε να τους ανεβάσετε αργότερα.
es: Hubo un error al reanudar tu sesión. Copia los subtítulos y guárdalos en tu computador como subtitle_backup.dfxp. Puedes subirlos más tarde.

source: Editing %(language)s subtitles for &ldquo;%(video)s&rdquo; - Amara
de: Bearbeite %(language)s Untertitel für &ldquo;%(video)s&rdquo; - Amara
es: Editando los subtítulos en %(language)s para &ldquo;%(video)s&rdquo; - Amara

source: Loading subtitle editor&hellip;
de: Lade Untertitel-Editor&hellip;
el: Γίνεται φόρτωση του editor&hellip;
es: Cargando el editor de subtítulos&hellip;

source: Keyboard controls
de: Tastatursteuerungen
el: Χειριστήρια πληκτρολογίου
es: Controles del teclado
sv: Tangentkommandon

source: more commands
de: weitere Befehle
el: περισσότερες εντολές
es: más comandos
sv: fler kommandon

source: Play / Pause
de: Wiedergabe / Pause
el: Αναπαραγωγή / Παύση
es: Reproducir / Pausa
sv: Spela upp / Pausa

source: Skip back
de: Springe zurück
el: Μετάβαση προς τα πίσω
es: Retroceder
sv: Spola bakåt

source: Insert a line break
de: Füge einen Zeilenumbruch ein
el: Εισάγετε αλλαγή γραμμής
es: Insertar salto de línea
sv: Infoga radbrytning

source: Start subtitle
de: Beginne Untertitel
el: Έναρξη υπότιτλου
es: Iniciar subtítulo
sv: Starta textavsnitt

source: End subtitle
de: Beende Untertitel
el: Τέλος υπότιτλου
es: Finalizar subtítulo
sv: Avsluta textavsnitt

source: Subtitling Guidelines
de: Untertitelungsrichtlinien
el: Οδηγίες Υποτιτλισμού
es: Pautas de subtitulación
sv: Riktlinjer för undertextning

source: New to Amara? Here are some pointers.
de: Neu bei Amara? Hier ein paar Tipps.
sv: Ny på Amara? Här finns några tips.

source: Click to hide. Reopen anytime from the tools menu
de: Klicke auf Verbergen. Jederzeit über das Werkzeug-Menü erneut öffnen.
sv: Klicka för att dölja. Öppna igen när som helst från verktygsmenyn

source: Show tutorial
de: Anleitung einblenden
sv: Visa handledning

source: Please go away.
de: Bitte nicht mehr anzeigen!

source: 1. Play the video
de: 1. Video wiedergeben
sv: 1. Spela upp videon

source: Use the tab key to play and pause the video.
de: Benutze die Tab-Taste, um das Video abzuspielen und anzuhalten.
sv: Använd Tab för att spela upp och pausa videon.

source: 2. Type what you hear
de: 2. Gib ein, was du hörst
el: 1. Πληκτρολογήστε αυτό που ακούτε
sv: 2. Skriv ner vad du hör

source: Once you fill a line, hit enter.
de: Nachdem du eine Zeile eingegeben hast, drücke Enter.
sv: När du har fyllt en rad, tryck Enter.

source: Don't worry about the timing.
de: Mach dir keine Sorgen um das Timing.
sv: Bry dig inte om timingen.

source: 3. Done typing?
de: 3. Eingabe erledigt?
sv: 3. Färdig med texten?

source: Click to start syncing your subtitles.
de: Klicke, um mit der Syncronisation deiner Untertitel zu beginnen.
sv: Klicka för att börja synka den.

source: 1. Tap the Down arrow to start
de: 1. Tippe auf die Pfeil-nach-unten-Taste um zu beginnen
sv: 1. Tryck på nedåtpilen för att starta

source: Don't worry about small mistakes.
de: Mach dir keine Sorgen um kleine Fehler.
sv: Bry dig inte om små missar.

source: 2. Need to start over?
de: 2. Neuanfang notwendig?
sv: 2. Behöver du börja om?

source: From the tools menu
de: Aus dem Werkzeug-Menü
sv: I verktygsmenyn

source: 3. Review and correct
de: 3. Überprüfe und korrigiere
sv: 3. Granska och rätta

source: Click when all subtitles are synced.
de: Klicke, wenn alle Untertitel syncronisiert sind.
sv: Klicka när alla textavsnitt är synkade.

source: 1. Review the guidelines
de: 1. Richtlinien wiederholen
sv: 1. Titta på riktlinjerna

source: They include tips for improving subtitles.
de: Sie beinhalten Tipps zur Verbesserung der Untertitel.
sv: De innehåller tips för bättre textning.

source: 2. Check the timing
de: 2. Überprüfe den Zeitablauf
sv: 2. Kolla timingen

source: Drag the edges or slide the bubble to adjust the times.
de: Ziehe an den Enden oder verschiebe die Sprechblase, um die Zeiten anzupassen.
sv: Dra i kanterna eller förflytta bubblan för att justera tiderna.

source: 3. Submit your work
de: 3. Reiche dein Werk ein
sv: 3. Skicka in ditt arbete

source: Or choose Save Draft (above) to finish later.
de: Oder wähle "Entwurf speichern" (oberhalb) zur späteren Fertigstellung.
sv: Eller välj Spara utkast (ovan) för att slutföra senare.

source: 1. Select a reference language
de: 1. Wähle eine Bezugssprache
sv: 1. Välj ett referensspråk

source: If you change the reference language, use
de: Wenn du die Bezugssprache änderst, verwende
sv: Om du ändrar referensspråk, använd

source: Copy Timings
de: Timings kopieren
sv: Kopiera timing

source: to update the translation timing.
de: um das Übersetzungstiming zu aktualisieren.
sv: för att uppdatera översättningens timing.

source: 2. Type the translation
de: 2. Gib die Übersetzung ein.
sv: 2. Skriv ner översättningen

source: Don't leave any blanks.
de: Lasse keine frei.
sv: Lämna inte tomma avsnitt.

source: 3. Done translating?
de: 3. Übersetzung erledigt?
sv: 3. Färdig med översättningen?

source: Click to adjust the timing.
de: Klicke, um den Zeitablauf anzupassen.
sv: Klicka för att justera timingen.

source: Type what you hear
de: Gib ein, was du hörst
sv: Skriv ner vad du hör

source: Is all the content subtitled?
de: Sind alle Inhalte untertitelt?
el: Είναι όλο το περιεχόμενο υποτιτλισμένο;
es: ¿Está subtitulado todo el contenido?
sv: Är allt innehåll textat?

source: Is all the content translated?
de: Sind alle Inhalte übersetzt?
sv: Är allt innehåll översatt?

source: Be sure you have no blank lines
de: Stelle sicher, dass keine Leerzeilen verbleiben.
sv: Försäkra dig om att det inte finns några tomma rader

source: Yes, start syncing
de: Ja, starte die Synchronisation
el: Ναι, ξεκινήστε συγχρονισμό
es: Sí, iniciar la sincronización
sv: Ja, börja synka

source: Sync Timing
de: Synchronisiere den Zeitablauf
sv: Synka timing

source: synced subtitles: %(count)s / %(total)s
de: Sychronisierte Untertitel: %(count)s / %(total)s
sv: synkade textavsnitt: %(count)s / %(total)s

source: Start review
de: Beginne mit der Überprüfung
sv: Börja granska

source: Review and complete
de: Überprüfe und stelle fertig
sv: Granska och slutför

source: Watch the video again and verify that the subtitles are complete and correct.
de: Schau das Video nochmal an und überprüfe, ob die Untertitel vollständig und fehlerfrei sind.
el: Δείτε το βίντεο και ξανά και επιβεβαιώστε ότι οι υπότιτλοι είναι πλήρεις και σωστοί.
es: Vuelve a mirar el video y verifica que los subtítulos estén completos y correctos.
sv: Titta på videon igen och kontroller att textningen är komplett och korrekt.

source: Edit title and description.
de: Bearbeite Titel und Beschreibung
sv: Redigera titel och beskrivning.

source: Subtitles can not be blank
de: Untertitel dürfen nicht leer gelassen werden.
sv: Textavsnitt kan inte lämnas tomma

source: Timing error in subtitle
de: Timing-Fehler im Untertitel
sv: Timingfel i textavsnitt

source: Title and description must be translated
de: Der Titel und die Beschreibung müssen übersetzt werden
sv: Titel och beskrivning måste översättas

source: Editing %(language)s&hellip;
de: Bearbeite %(language)s&hellip;
sv: Redigerar %(language)s&hellip;

source: Copy Timing
de: Kopiere das Timing
el: Αντιγραφή χρονισμού
es: Copiar los tiempos
sv: Kopiera timing

source: Show
de: Zeige
el: Προβολή
es: Mostrar
sv: Visa

source: Timeline
de: Zeitlinie
el: Γραμμή χρόνου
es: Línea de tiempo
sv: Tidslinje

source: Clear timing
de: Lösche das Timing
el: Καθαρισμός χρονισμού
es: Eliminar los tiempos
sv: Rensa timing

source: Clear text
de: Lösche Text
el: Καθαρισμός κειμένου
es: Borrar el texto
sv: Rensa text

source: Revert to last saved version
de: Wechsle zur letzten gespeicherten Version
el: Επιστροφή στην τελευταία αποθηκευμένη έκδοση
es: Volver a la última versión guardada
sv: Återgå till senast sparade version

source: Upload subtitles
de: Untertitel hochladen
sv: Ladda upp undertext

source: Warnings
de: Warnhinweise
sv: Varningar

source: Show Tutorial
de: Anleitung einblenden
sv: Visa handledning

source: Avoid more than 2 lines per subtitle; split the subtitle into two.
de: Vermeide mehr als 2 Zeilen pro Untertitel; teile den Untertitel auf.
sv: Undvik fler än två rader per textavsnitt; dela upp avsnittet i två.

source: Briefly displayed subtitles are hard to read; the duration should be more than 700ms.
de: Flüchtig angezeigte Untertitel sind schwer zu lesen; die Anzeige sollte mehr als 700 ms betragen.
sv: Hastigt visade textavsnitt är svårlästa; avsnittslängden bör vara mer än 700 ms.

source: Reading rate shouldn't exceed 21 characters / sec; lengthen duration, reduce text or split the subtitle.
de: Die Lesegeschwindigkeit sollte 21 Buchstaben pro Sekunde nicht übersteigen; verlängere die Anzeige, verringere den Text oder teile den Untertitel.
sv: Läshastigheten bör inte överstiga 21 tecken/sekund; förläng textavsnittet, korta ner texten eller dela upp textavsnittet.

source: Line length shouldn't exceed 42 characters; add a line break if necessary.
de: Die Zeilenlänge sollte 42 Buchstaben nicht übersteigen; wenn notwendig, füge einen Zeilenumbruch ein.
sv: Radlängden bör inte överstiga 42 tecken; infoga radbrytning om nödvändigt.

source: Resync
de: Resynchronisierung
sv: Synka igen

source: Account Type
de: Kontoart
sv: Kontotyp

source: Resync selected items
de: Resynchronisierung der ausgewählten Begriffe
sv: Synka valda objekt igen

source: Team Settings - Integrations
de: Team-Einstellungen - Integrationen

source: Linked Account: %(account_name)s
de: Verknüpftes Benutzerkonto: %(account_name)s
sv: Länkat konto: %(account_name)s

source: Sync videos from these teams:
de: Syncronisierung von diesen Teams:
sv: Synka videos från dessa team:

source: No youtube accounts linked yet.
de: Noch kein Youtube-Benutzerkonto verknüpft.
sv: Inga Youtubkonton är länkade ännu.

source: separate tags with commas
de: Trenne Schlagworte durch Kommas
sv: separera taggar med kommatecken

source: About to delete account settings
de: Wie man Kontoeinstellungen löscht

source: You have disabled an account that was previously enabled. If you continue, then the settings for that account will be lost.
de: Du hast ein bislang aktives Benutzerkonto deaktiviert. Wenn du fortfährst, gehen die Einstellungen für dieses Benutzerkonto verloren.

source: Linked Account: %(account_name)s
de: Verknüpftes Benutzerkonto: %(account_name)s
sv: Länkat konto: %(account_name)s

source: Admins for %(team)s Team
de: Administratoren für das %(team)s-Team
sv: Administratörer för team %(team)s

source: %(team)s: Languages
de: %(team)s: Sprachen
sv: %(team)s: Språk

source: Completed Subtitles
de: fertiggestellte Untertitel
sv: Slutförda undertexter

source: No formal language training is required to translate for %(team)s. But we do ask that all translators are confident in their translation abilities.
de: Um für %(team)s zu übersetzen, ist keine formale Sprachausbildung erforderlich. Aber wir erwarten von allen Übersetzern, dass sie von ihren eigenen Übersetzungsfähigkeiten überzeugt sind.
sv: Ingen formell språkutbildning krävs för att översätta för team %(team)s. Men vi ber alla översättare att vara säkra på sina översättningsförmågor.

source: We request that each new applicant does at least one full set of subtitles within the first week of joining. Aside from that, it’s up to you!
de: Neue Bewerber müssen in der ersten Woche nach ihrem Beitritt mindesten eine vollständige Palette von Untertiteln erstellen. Abgesehen davon, liegt es ganz an Dir!
sv: Vi vill att varje ny sökande slutför minst en hel undertextning under sin första vecka i teamet. Utöver det är det upp till dig!

source: About You
de: Über dich
sv: Om dig

source: Submit application
de: Bewerbung einreichen
sv: Skicka in ansökan

source: Team Settings
de: Team-Einstellungen
sv: Teaminställningar

source: Invite members
de: Mitglieder einladen
sv: Bjud in medlemmar

source: No Videos found
de: Keine Videos gefunden
sv: Inga videos hittades

source: Remove Language Manager: %(manager)s
de: Sprachen-Manager: %(manager)s entfernen

source: Send %(user)s a message
de: Sende %(user)s eine Nachricht
sv: Skicka meddelande till %(user)s

source: No managers
de: Keine Manager

source: Add Manager
de: Manager hinzufügen

source: Add Language Manager
de: Sprachen-Manager hinzufügen

source: Are you sure you want to remove this manager?
de: Bist du sicher, dass du diesen Manager entfernen willst?

source: Remove Project Manager: %(manager)s
de: Projekt-Manager: %(manager)s entfernen

source: Add Project Manager
de: Projekt-Manager hinzufügen

source: Team Settings - Video Feeds
de: Team-Einstellungen - Video-Feeds

source: Last import attempt
de: Letzter Importversuch

source: import now
de: importiere jetzt
sv: importera nu

source: Are you sure you want to delete this feed?
de: Bist du sicher, dass du diesen Feed löschen möchtest?
sv: Är du säker på att du vill radera detta flöde?

source: delete
de: löschen
sv: radera

source: This team does not have any video feeds yet
de: Dieses Team hat noch keine Video-Feeds.
sv: Detta team har inga videoflöden ännu

source: Team Settings - Language-specific Messages
de: Team-Einstellungen - sprachenspezifische Mitteilungen
sv: Teaminställningar - Språkspecifika meddelanden

source: Team Settings - Messages
de: Team-Einstellungen - Mitteilungen
sv: Teaminställningar - Meddelanden

source: Team Settings - Projects
de: Team-Einstellungen - Projekte
sv: Teaminställningar - Projekt

source: Edit project: %(name)s
de: Bearbeite Projekt %(name)s
sv: Redigera projekt: %(name)s

source: edit
de: Bearbeiten
sv: redigera

source: Delete project: %(name)s
de: Lösche Projekt %(name)s
sv: Radera projekt: %(name)s

source: Create
de: Erstelle
sv: Skapa
vi_vn: Tạo

source: Update
de: Aktualisierung
sv: Uppdatera

source: Team Settings - Workflow
de: Team-Einstellungen - Arbeitsablauf
sv: Teaminställningar - Arbetsflöde

source: Video Statistics for %(team)s
de: Video-Statistik für das %(team)s-Team
sv: Videostatistik för %(team)s

source: Team Statistics for %(team)s
de: Team-Statistik für %(team)s
sv: Teamstatistik för %(team)s

source: Video Durations for %(team)s
de: Dauer der Videos vom Team %(team)s
sv: Videolängd för %(team)s

source: Total Duration
de: Spieldauer insgesamt
sv: Total längd

source: %(video_count)s (<em>%(no_duration_count)s with unknown duration</em>)
de: %(video_count)s (<em>%(no_duration_count)s mit unbekannter Spieldauer</em>)

source: Total
de: Summe

source: Members for %(team)s
de: Mitglieder des %(team)s-Teams
sv: Medlemmar i %(team)s

source: Invite Member
de: Mitglied einladen
sv: Bjud in medlem

source: %(user)s avatar
de: Avatar von %(user)s

source: Role
de: Funktion:
sv: Roll

source: Manager for
de: Manager für

source: None set
de: Nicht festgelegt

source: Edit membership
de: Bearbeite Mitgliedschaft
sv: Redigera medlemskap

source: No members found
de: Keine Mitglieder gefunden.
sv: Inga medlemmar hittades

source: Edit Team Membership
de: Bearbeite Team-Mitgliedschaft
sv: Redigera medlemskap i teamet

source: Remove member
de: Mitglied entfernen
sv: Ta bort medlem

source: Add members
de: Mitglieder hinzufügen
sv: Lägg till medlemmar

source: Videos for %(team)s
de: Videos von %(team)s
sv: Videos för %(team)s

source: Add Videos
de: Videos hinzufügen
sv: Lägg till videos

source: Add Videos from CSV
de: Videos aus der CSV hinzufügen
sv: Lägg till videos från CSV

source: Clear filters
de: Lösche die Filter
sv: Rensa filter

source: Select all
de: Alles auswählen
sv: Välj alla

source: %(count)s matching videos
de: %(count)s passende Videos
sv: %(count)s matchande videos

source: %(count)s total videos
de: %(count)s Videos insgesamt
sv: %(count)s videos totalt

source: Bulk Edit
de: Massenbearbeitung

source: deselect all
de: Gesamte Auswahl aufheben

source: Please use this
de: Bitte verwende das
sv: Vänligen, använd denna

source: CSV Import Template
de: CSV-Import-Vorlage
sv: CSV importmall

source: as the basis for your import. The Video URL field is mandatory, but all other fields can be left blank.
de: als Grundlage für den Import. Das Feld für die Video-URL ist ein Pflichtfeld, aber alle anderen Felder kann man leer lassen.
sv: för din import. Video-URL-fältet är obligatoriskt, övriga fält kan lämnas tomma.

source: A CSV file can be created with a text editor or using the export function of a spreadsheet editor.
de: Eine CSV-Datei kann mit einem Text-Editor erstellt werden oder indem man die Export-Funktion eines Tabellen-Editors verwendet.
sv: En CSV-fil kan skapas med en texteditor eller med hjälp av exportfunktionen i ett kalkylprogram.

source: Upon completion, you will receive a summary by email.
de: Nach der Fertigstellung erhältst du eine Zusammenfassung per E-Mail.

source: Assets
de: Guthaben

source: Join the team
de: Werde Team-Mitglied!
sv: Gå med i team

source: As part of the team you will be able to view videos, create subtitles, and get notifications when new videos are added
de: Als Team-Mitglied kannst Du Videos ansehen, Untertitel erstellen und Benachrichtigungen erhalten, wenn neue Videos hinzugefügt wurden.
sv: Som en del av teamet kommer du kunna titta på videos, skapa undertexter och få aviseringar när nya videos läggs till

source: Collaborate with others
de: Kooperiere mit anderen
sv: Samarbeta med andra

source: As part of the team, you can collaborate with other volunteers to help create top quality subtitles.
de: Als Mitglied des Teams kannst du mit anderen Ehrenamtlichen zusammenarbeiten, um Untertitel in Spitzenqualität zu erstellen.
sv: Som en del av teamet kan du samarbeta med andra frivilliga för att skapa undertexter av toppkvalitet.

source: Share your work
de: Gib dein Werk frei
sv: Dela ditt arbete

source: Apply to join the team
de: Bewirb dich, um Team-Mitglied zu werden.
el: Κάντε αίτηση για να εγγραφείτε στην ομάδα
sv: Ansök om att gå med i teamet

source: Login to join the team
de: Melde dich an, um dem Team beizutreten.
sv: Logga in för att gå med i teamet

source: Edit %(video_title)s
de: Bearbeite %(video_title)s
sv: Redigera %(video_title)s

source: Edit Video
de: Bearbeite Video
sv: Redigera video

source: Move Video
de: Verschiebe Video
sv: Flytta video

source: Remove Video
de: Entferne Video
sv: Ta bort video

source: Are you sure you want to remove the video from your team?
de: Bist du sicher, dass du das Video aus deinem Team herausnehmen willst?
sv: Är du säker på att du vill ta bort videon från ditt team?

source: %(time)s ago
de: %(time)s vorher
sv: %(time)s sedan

source: Summary
de: Zusammenfassung

source: Total calls
de: Aufrufe ingesamt

source: Total time
de: Zeit insgesamt

source: Commands
de: Befehle
sv: Kommandon

source: Calls
de: Aufrufe

source: Time (ms)
de: Zeit (ms)
sv: Tid (ms)

source: Key(s)
de: Taste(n)
sv: Tangent(er)

source: OpenID failed
ca: L'OpenID ha fallat
cs: OpenID selhalo
de: OpenID schlug fehl
el: Το OpenID απέτυχε
es: OpenID fallido
ja: OpenID は失敗しました。
ko: 오픈 ID가 실패했습니다.
sq: Hyrja me OpenID dështoi
sv: OpenID misslyckades
ug: OpenID مەغلۇپ بولدى
vi_vn: OpenID lỗi

source: Amara staff pages
de: Seiten für Amara-Mitarbeiter

source: Assigned Users
de: Zugewiesene Nutzer

source: Assign User
de: Nutzer zuweisen

source: Remove User
de: Nutzer entfernen
sv: Ta bort användare

source: Mark Complete
de: Vollständig markieren
sv: Markera som slutförd

source: Mark Collaboration Complete
de: Kooperation vollständig markieren
sv: Markera samarbete som slutfört

source: Mark Collaborations Complete
de: Kooperationen vollständig markieren
sv: Markera samarbeten som slutförda

source: This will skip all endorsements.
de: Dadurch werden alle Bestätigungen übergangen.

source: Move Collaboration
de: Kooperation verschieben
sv: Flytta samarbete

source: Move Collaborations
de: Kooperationen verschieben
sv: Flytta samarbeten

source: Delete Collaboration?
de: Kooperation löschen?
sv: Radera samarbete?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
sv: Denna åtgärd kan inte ångras.

source: Any subtitles created by collaborators will not be removed or modified.
de: Alle Untertitel, die Mitwirkende erstellen, werden nicht entfernt oder verändert.

source: Unassign provider
de: Provider-Zuordnung aufheben

source: This will move the collaboration back to the queue and make it available to other providers.
de: Damit wird die Kooperation zurück in die Warteschlange verschoben und macht sie für andere Anbieter zugänglich.

source: Unassign
de: Zuordnung aufheben

source: No languages complete
de: Keine Sprachen vollständig
sv: Inga slutförda språk

source: Your Collaborations
de: Deine Kooperationen
sv: Dina samarbeten

source: Waiting for you
de: Es wartet auf dich
sv: Väntar på dig

source: Sent back
de: Zurückgesendet

source: Endorsed
de: Bestätigt

source: configure dashboard
de: Schaltzentrale anpassen

source: Collaborations to Join
de: Kooperationen mit notwendiger Beteiligung
