Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Subtitles Needed
de: Benötigt Untertitelung
el: Χρειάζονται Υπότιτλοι
sv: Undertext behövs

source: Review Needed
de: Benötigt fachliche Prüfung
el: Χρειάζεται Επιμέλεια
sv: Granskning behövs

source: Approval Needed
de: Benötigt Genehmigung
sv: Godkännande behövs

source: None found that match your dashboard configuration. Click the gear icon to find more.
de: Keine Einträge gefunden, die mit deiner Konfiguration der Schaltzentrale übereinstimmen. Klicke auf das Zahnrad-Symbol, um weiter zu suchen.

source: None found.
de: Keine gefunden.

source: Recent activity
de: Kürzliche Aktivitäten
el: Πρόσφατη δραστηριότητα

source: No activity yet
de: Noch keine Aktivität
el: Δεν υπάρχει καμία δραστηριότητα ακόμη
sv: Ingen aktivitet ännu

source: Collaboration Search
de: Suche nach Kooperationen
sv: Sök samarbete

source: Video Search
de: Video-Suche
el: Αναζήτηση Βίντεο
sv: Sök video

source: Review %(language)s Subtitles
de: Fachliche Prüfung der %(language)s Untertitel
sv: Granska textning på %(language)s

source: Approve %(language)s Subtitles
de: Genehmigung der %(language)s Untertitel
sv: Godkänn textning på %(language)s

source: Open Editor
de: Editor öffnen
sv: Öppna editorn

source: collaboration details
de: Einzelheiten der Kooperation

source: leave collaboration
de: Kooperation verlassen
sv: lämna samarbete

source: %(language)s subtitles
de: Untertitel in %(language)s

source: Leave Collaboration
de: Kooperation verlassen
sv: Lämna samarbete

source: Subtitle Provider
de: Untertitel-Lieferant

source: Users
de: Benutzer
el: Χρήστες
sv: Användare

source: No collaborators yet
de: Noch keine Mitarbeiter

source: Post new note
de: Neue Mitteilung versenden
sv: Gör ny anteckning

source: Team Settings - Workflows
de: Team-Einstellungen - Arbeitsabläufe
sv: Teaminställningar - Arbetsflöden

source: Welcome to the %(team)s dashboard. Get started with subtitling work by joining one of the collaborations to the right.
de: Willkommen in der %(team)s-Schaltzentrale. Beginne mit der Untertitelung, in dem du dich einer Kooperation auf der rechten Seite anschließt.
el: Καλώς ήρθατε στον πίνακα εργαλείων της οάδας %(team)s. Ξεκινήστε τον υποτιτλισμό συμμετέχοντας σε μία από τις συνεργασίες στα δεξιά.

source: Select Your Languages
de: Wähle deine Sprachen
sv: Välj dina språk

source: Before you can join a collaboration, you must select which languages you speak
de: Bevor man einer Kooperation beitreten kann, muss man auswählen, welche Sprachen man spricht.
el: Πρωτού γίνεις μέλος μιας συνεργασίας, πρέπει να επιλέξεις τις γλώσσες τις οποίες μιλάς
sv: Innan du kan delta i ett samarbete måste du ange vilka språk du talar

source: Set Languages
de: Sprache festlegen
sv: Ställ in språk

source: Search Collaborations in %(language)s
de: Suche Kooperationen zu %(language)s
sv: Sök samarbeten på %(language)s

source: Leaving Collaboration
de: Kooperation verlassen
sv: Lämnar samarbete

source: Are you sure you want to leave this collaboration?
de: Bist du sicher, dass du diese Kooperation verlassen möchtest?
sv: Är du säker på att du vill lämna detta samarbete?

source: Search Videos in %(project)s
de: Suche Videos bei %(project)s
sv: Sök videos i %(project)s

source: Search Collaborations in %(project)s
de: Suche Kooperationen bei %(project)s
sv: Sök samarbeten i %(project)s

source: %(count)s collaborations
de: %(count)s Kooperationen
sv: %(count)s samarbeten

source: Create Collaboration
de: Kooperation erstellen
el: Δημιουργεία Συνεργασίας
sv: Skapa samarbete

source: Collaboration List
de: Kooperationsliste

source: State
de: Bearbeitungsstand

source: Collaborators
de: Mitarbeiter

source: No Collaborations Yet
de: Noch keine Kooperationen
sv: Inga samarbeten ännu

source: Primary Audio Language: %(language)s
de: Vorrangige Audio-Sprache: %(language)s
sv: Primärt ljudspråk: %(language)s

source: Initial subtitles created by:
de: Ursprüngliche Untertitel erstellt durch:
el: Οι αρχικοί υπότιτλοι δημιουργήθηκαν από τον/την:
sv: Ursprunglig undertextning skapad av:

source: Auto-create Collaborations
de: Automatisch erstellte Kooperationen
sv: Autoskapa samarbeten

source: Generate missing collaborations
de: Nicht vorhandene Kooperationen erstellen

source: Remove User or Re-Assign
de: Nutzer entfernen oder neu zuordnen

source: Send back to provider
de: An den Provider zurücksenden

source: Assign %(role)s to Collaboration
de: %(role)s der Kooperation zuweisen

source: Remove User from Collaboration
de: Nutzer aus der Kooperation entfernen
sv: Ta bort användare från samarbete

source: Manage Collaboration
de: Kooperation verwalten
sv: Hantera samarbete

source: %(count)s total collaborations
de: %(count)s Kooperationen insgesamt
sv: %(count)s samarbeten totalt

source: No collaborations Found
de: Keine Kooperationen gefunden
sv: Inga samarbeten hittades

source: Waiting for provider: %(provider)s
de: Warten auf Provider: %(provider)s

source: you
de: du
sv: du

source: All Languages&hellip;
de: Alle Sprachen&hellip;
sv: Alla språk&hellip;

source: Search Collaborations
de: Suche Kooperationen
sv: Sök samarbeten

source: Configure Dashboard
de: Schaltzentrale anpassen

source: Assignment type
de: Zuordnungstyp
sv: Typ av uppgift

source: $/minute
de: $ pro Minute
sv: $/minut

source: Native translation surcharge
de: Aufpreis für muttersprachliche Übersetzung

source: Unassigned Jobs
de: Nicht zugewiesene Jobs

source: Assigned Jobs
de: Zugewiesene Jobs

source: Filter Available Jobs
de: Filter für verfügbare Jobs

source: Current Jobs (total duration: %(duration)s)
de: Aktuelle Jobs (Laufzeit ingesamt: %(duration)s)

source: Download transcript
de: Transkript herunterladen
sv: Ladda ner transkription

source: Deliver Subtitles
de: Untertitel bereitstellen
sv: Leverera undertextning

source: Available Jobs
de: Verfügbare Jobs
es: Trabajos disponibles
sv: Tillgängliga jobb

source: Accept Job
de: Job annehmen
es: Aceptar trabajo
sv: Acceptera jobb

source: No jobs available
de: Keine Jobs verfügbar
es: No hay trabajos disponibles
sv: Inga jobb tillgängliga

source: Add Account
de: Account hinzufügen
el: Προσθήκη Λογαριασμού
es: Añadir cuenta
sv: Lägg till konto

source: Add Language
ca: Afegeix l'idioma
cs: Přidat jazyk
de: Sprache hinzufügen
el: Προσθήκη Γλώσσας
es: Añadir idioma
ko: 언어 추가
sq: Shtoni Gjuhë
sv: Lägg till språk

source: Accounts
de: Benutzerkonten
el: Λογαριασμοί
es: Cuentas
sv: Konton

source: Current Jobs
de: Aktuelle Jobs
es: Trabajos actuales

source: No accounts
de: Keine Benutzerkonten
es: No hay cuentas
sv: Inga konton

source: Users Assigned
de: Zugewiesene Nutzer
es: Usuarios asignados

source: No languages
de: Keine Sprachen
es: No hay idiomas
sv: Inga språk

source: Generated %(date)s %(time)s
de: erstellt am %(date)s um %(time)s
sv: Skapad %(date)s %(time)s

source: Download CSV
de: CSV herunterladen
sv: Ladda ner CSV

source: Recreate
de: Wiederherstellen
sv: Återskapa

source: Configure Reports
de: Berichte konfigurieren
sv: Konfigurera rapporter

source: Month:
de: Monat:
sv: Månad:

source: From
de: Von
el: Από
es: Desde
sv: Från

source: Not finished
de: Nicht beendet
el: Ανολοκλήρωτο
es: Sin terminar
sv: Ej slutförd
ug: تاماملانمىدى

source: configure
de: konfiguriere
sv: konfigurera

source: Billing Reports
de: Abrechnungsberichte

source: Current Month
de: Aktueller Monat

source: Configure Billing
de: Abrechnung konfiguieren

source: Review Complete
de: Überprüfung abgeschlossen
sv: Granskning slutförd

source: Subtitlers
de: Untertitelnde
sv: Undertxtare

source: Reviewers
de: fachliche Prüfer
sv: Granskare

source: Approvers
de: Genehmiger
sv: Godkännare

source: Needs review
de: benötigt fachliche Prüfung
sv: Behöver granskning

source: Select team and month from the toolbar
de: Team und Monat aus der Symbolleiste auswählen
sv: Välj team och månad i verktygsfältet

source: Collaborations for %(batch)s
de: Kooperationen zu %(batch)s
sv: Samarbeten för %(batch)s

source: Create Collabs
de: Kooperationen erstellen

source: Amara On-Demand Dashboard
de: Amara On-Demand-Schaltzentrale

source: Welcome to the Amara On-Demand dashboard
de: Willkommen in der Amara On-Demand-Schaltzentrale

source: Define new batch
de: Neuen Posten festlegen

source: %(percent)s complete
de: %(percent)s vollendet
sv: %(percent)s färdigt

source: %(percent)s in progress
de: %(percent)s in Bearbeitung
sv: %(percent)s under arbete

source: Download Master Spreadsheet
de: Tabellenvorlage herunterladen

source: Edit batch
de: Posten bearbeiten

source: Edit %(batch)s
de: %(batch)s bearbeiten
sv: Redigera %(batch)s

source: Delete batch
de: Posten löschen

source: Update Batch
de: Posten aktualisieren

source: Admin
el: Διαχειριστής
es: Administrador
ja: 管理
ko: 관리자
sv: Administratör
ug: يادرولۇق باشقۇرغۇچى
vi_vn: Quản trị viên

source: Manager
ca: Gestor
cs: Správce
el: Διαχειριστής
es: Encargado
ja: マネージャー
ko: 관리자
sq: Përgjegjës
sv: Ansvarig
ug: باشقۇرغۇچى
vi_vn: Quản lí

source: Videos
ca: Vídeos
cs: Videa
el: Βίντεο
es: Vídeos
ja: ビデオ
ko: 비디오
sq: Video
sv: Videor
ug: سىنلار
vi_vn: Phim

source: Video Feeds
el: Ροές Βίντεο
es: Feeds de vídeos
sv: Videoflöden

source: Video URL
ca: URL de vídeo
cs: URL videa
es: URL del vídeo
ja: ビデオのURL
ko: 동영상 URL
sq: URL Videoje
sv: Videolänk
ug: سىن ئادرېسى
vi_vn: URL phim

source: Video successfully added to team from the community videos.
el: Το βίντεο προστέθηκε στην ομάδα από τα βίντεο της κοινότητας
es: El vídeo fue añadido satisfactoriamente al equipo desde los vídeos comunales
sv: Video från gruppen lades till i teamet.

source: This video already belongs to the %(team)s team (<a href="%(link)s">view video</a>)
el: Το βίντεο ήδη ανήκει στην ομάδα %(team)s (<a href="%(link)s">δείτε το βίντεο</a>)
es: Este vídeo ya pertenece al equipo %(team)s (<a href="%(link)s">ver vídeo</a>)
sv: Videon tillhör redan team %(team)s (<a href="%(link)s">titta på video</a>)

source: Team URL: http://universalsubtitles.org/teams/
ca: URL d'equip: http://universalsubtitles.org/teams/
cs: URL týmu: http://universalsubtitles.org/teams/
el: URL ομάδας: http://universalsubtitles.org/teams/
es: URL del equipo: http://universalsubtitles.org/teams/
ja: チームURL: http://universalsubtitles.org/teams/
ko: 팀 URL : http://universalsubtitles.org/teams/
sq: URL ekipi: http://universalsubtitles.org/teams/
sv: Teamets URL: http://universalsubtitles.org/teams/
ug: توپ تور ئادرېسى: http://universalsubtitles.org/teams/
vi_vn: URL Nhóm: http://universalsubtitles.org/teams/

source: Users to add to team
el: Χρήστες για προσθήκη στην ομάδα
es: Usuarios para añadir al equipo
sv: Användare att lägga till i teamet

source: Least complete languages
el: Λιγότερο ολοκληρωμένες γλώσσες
es: Idioma menos completado
sv: Minst slutförda språk

source: Activity Type
el: Είδος Δραστηριότητας
es: Clase de Actividad
sv: Typ av aktivitet

source: Admins
el: Διαχειριστές
es: Administradores
sv: Administratörer

source: Video %(url)s already in the %(team)s Team
el: Το βίντεο %(url)s υπάρχει ήδη στην Ομάδα %(team)s
es: Vídeo %(url)s ya en el equipo de %(team)s
sv: Video %(url)s finns redan i team %(team)s

source: Video %(url)s already in another team
el: Το βίντεο %(url)s υπάρχει ήδη σε άλλη ομάδα
es: Vídeo %(url)s ya en otro equipo
sv: Video %(url)s finns redan i ett annat team

source: Name
ca: Nom
cs: Jméno
el: Όνομα
es: Nombre
ja: 氏名
ko: 이름
sq: Emër
sv: Namn
ug: ئاتى
vi_vn: Tên

source: name
ca: nom
cs: jméno
el: όνομα
es: nombre
ja: 名前
ko: 이름
sq: emër
sv: namn
ug: ئاتى
vi_vn: tên

source: logo
ca: logotip
el: λογότυπο
es: logotipo
ja: ロゴ
ko: 로고
sv: logga
ug: تۇغ

source: Intro Video
ca: Vídeo introductori
cs: Představovací video
el: Εισαγωγικό Βίντεο
es: Intro Vídeo
ja: 導入ビデオ
ko: 소개 동영상
sq: Video Hyrëse
sv: Introduktionsvideo
ug: چۈشەندۈرۈش سىن
vi_vn: Phim Giới thiệu

source: Teams
ca: Equips
cs: Týmy
el: Ομάδες
es: Equipos
ja: チーム
ko: 팀
sq: Ekipe
sv: Team
ug: توپلار
vi_vn: Nhóm

source: Video
ca: Vídeo
el: Βίντεο
es: Vídeo
ko: 비디오
sv: Videos
vi_vn: Phim

source: Workflow
el: Ροή εργασίας
es: Flujo de trabajo
sv: Arbetsflöde
ug: ئىش تەرتىپى
vi_vn: Lưu lượng công việc

source: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>View <a href="%(url)s">tasks for this video</a>.
el: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>Προβολή <a href="%(url)s">εργασιών για αυτό το βίντεο</a>.
es: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>Ver <a href="%(url)s">tareas para este vídeo</a>.
sv: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>Se <a href="%(url)s">uppgifter för denna video</a>.

source: E-mail
es: Correo electrónico
sv: E-post

source: Player ID
sv: Spelar-ID

source: YouTube account
el: Λογαριασμός YouTube
es: Cuenta de YouTube
sv: Youtubekonto

source: added a video: <a href="%(video_url)s">%(video)s</a>
el: προστέθηκε ένα βίντεο: <a href="%(video_url)s">%(video)s</a>
es: ha añadido el vídeo <a href="%(video_url)s">%(video)s </a>
sv: la till en video: <a href="%(video_url)s">%(video)s</a>

source: commented on <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video)s</a>
el: σχολιάσε σε <a href="%(language_url)s">%(language)s υπότιτλους</a> για <a href="%(video_url)s">%(video)s</a>
sv: kommenterade <a href="%(language_url)s">%(language)s undertext</a> för <a href="%(video_url)s">%(video)s</a>

source: edited <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video)s</a>
el: επεξεργάσθηκε <a href="%(language_url)s">%(language)s υπότιτλους</a> για <a href="%(video_url)s">%(video)s</a>
sv: redigerade <a href="%(language_url)s">%(language)s undertext</a> för <a href="%(video_url)s">%(video)s</a>

source: added new URL for <a href="%(video_url)s">%(video)s</a>
el: προστέθηκε νέο URL για <a href="%(video_url)s">%(video)s</a>
sv: la till ny URL för <a href="%(video_url)s">%(video)s</a>

source: Member Joined
el: Εντάχθηκε Μέλος
es: El miembro se ha unido
sv: Medlemmen gick med

source: rejected <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
el: απέρριψε <a href="%(language_url)s">%(language)s</a> υπότιτλους για <a href="%(video_url)s">%(video)s</a>
es: subtítulos en <a href="%(language_url)s">%(language)s</a> rechazados para <a href="%(video_url)s">%(video)s</a>
sv: underkände <a href="%(language_url)s">%(language)s</a> undertext för <a href="%(video_url)s">%(video)s</a>

source: declined <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
sv: avböjde <a href="%(language_url)s">%(language)s</a> undertext för <a href="%(video_url)s">%(video)s</a>

source: changed primary url from <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
sv: ändrade primär URL från <a href="%(old_url)s">%(old_url)s</a> till <a href="%(new_url)s">%(new_url)s</a>

source: deleted url <a href="%(url)s">%(url)s</a>
sv: raderade URL <a href="%(url)s">%(url)s</a>

source: Evaluation Teams
sv: Utvärderingsteam

source: Evaluate
sv: Utvärdera

source: Evaluator
sv: Utvärderare

source: Evaluator #2
sv: Utvärderare #2

source: Evaluator #3
sv: Utvärderare #3

source: transcribe
sv: transkribera

source: translate
sv: översätt

source: review
sv: granska

source: approve
sv: godkänn

source: evaluate
sv: utvärdera

source: evaluate #2
sv: utvärdera #2

source: evaluate #3
sv: utvärdera #3

source: unknown
sv: okänd

source: transcriber
sv: transkriberare

source: translator
sv: översättare

source: evaluator
sv: utvärderare

source: evaluator #2
sv: utvärderare #2

source: evaluator #3
sv: utvärderare #3

source: started working as %(role)s on %(language)s for <a href="%(video_url)s">%(video)s</a>
sv: började arbeta som %(role)s på %(language)s för <a href="%(video_url)s">%(video)s</a>

source: stopped working as %(role)s on %(language)s for <a href="%(video_url)s">%(video)s</a>
sv: slutade arbeta som %(role)s på %(language)s för <a href="%(video_url)s">%(video)s</a>

source: assigned the %(language)s %(assignment_type)s assignment to %(assignee)s for <a href="%(video_url)s">%(video)s</a>
sv: tilldelade uppgiften %(language)s %(assignment_type)s till %(assignee)s för <a href="%(video_url)s">%(video)s</a>

source: sent back the %(language)s subtitles for <a href="%(video_url)s">%(video)s</a> (%(role)s)
sv: skickade tillbaka %(language)s text för <a href="%(video_url)s">%(video)s</a> (%(role)s)

source: marked the %(language)s subtitles complete for <a href="%(video_url)s">%(video)s</a>
sv: markeraded %(language)s text slutförd för <a href="%(video_url)s">%(video)s</a>

source: %(action)s by %(role)s
sv: %(action)s av %(role)s

source: %(user)s re-assigned %(other_user)s as %(role)s
sv: %(user)s omplacerade %(other_user)s som %(role)s

source: Needs evaluator
sv: Behöver utvärderare

source: Needs evaluator #2
sv: Behöver utvärderare #2

source: Needs evaluator #3
sv: Behöver utvärderare #3

source: Being evaluated
sv: Utvärderas

source: Being evaluated #2
sv: Utvärderas #2

source: Being evaluated #3
sv: Utvärderas #3

source: <a class="icon" href="%(url)s"><img src="%(img_src)s"></a>View <a href="%(url)s">collaborations for this video</a>.
sv: <a class="icon" href="%(url)s"><img src="%(img_src)s"></a>Se <a href="%(url)s">samarbeten för denna video</a>.

source: Your assignments (note: collaborations only)
sv: Dina uppgifter (Obs! Endast samarbeten)

source: Evaluate collaborations
sv: Utvärdera samarbeten

source: Collaborations set to complete
sv: Samarbeten markerade som slutförda

source: Assigned %(new_user)s as %(role)s, replacing %(removed_user)s.
sv: Tillsatte %(new_user)s som %(role)s, ersätter %(removed_user)s.

source: Language Code
sv: Språkkod

source: Autocreate billing records completed
sv: Faktureringsposter autoskapade

source: Manage Billing Records
sv: Hantera faktureringsposter

source: Record created
sv: Post skapad

source: Create Billing Record
sv: Skapa faktureringspost

source: Autocreate scheduled. You should get at email in a few minutes when the records are created
sv: Autoskapa är schemalagt. Du får ett e-postmeddelande om några minuter när posterna skapas

source: Autocreate Missing Billing Records
sv: Autoskapa saknade faktureringsposter

source: Job type
sv: Typ av jobb

source: Job
sv: Jobb

source: Blog
sv: Blogg

source: Community
el: Κοινότητα
es: Comunidad
sv: Grupp

source: Account
el: Λογαριασμός
es: Cuenta
sv: Konto
ug: ھېسابات
vi_vn: Tài khoản

source: Removing %(account_type_name)s for %(account_owner)s
sv: Tar bort %(account_type_name)s för %(account_owner)s

source: Team Details
ca: Detalls d'Equip
cs: Detaily týmu
el: Λεπτομέρειες ομάδας
es: Detalles del equipo
ja: チーム詳細
sq: Hollësi Ekipi
sv: Teamdetaljer
ug: توپ تەپسىلاتى
vi_vn: Thông tin chi tiết Nhóm

source: Set Team
sv: Ställ in team

source: Team Applications
sv: Teamansökningar

source: Deny selected
sv: Neka vald

source: %(domain)s Video Feed
sv: %(domain)s videoflöde

source: name, a-z
ca: nom, a-z
cs: jméno, a-z
el: όνομα, Α-Ω
es: nombre, a-z
ja: 名前（アルファベット順）
sq: emrash, a-z
sv: namn, A-Z
ug: ئاتى، a-z
vi_vn: tên, từ a-z

source: name, z-a
ca: nom, z-a
cs: jméno, z-a
el: όνομα, Ω-Α
es: nombre, z-a
ja: 名前（逆アルファベット順）
sq: emrash, z-a
sv: namn, Z-A
ug: ئاتى، z-a
vi_vn: tên, từ z-a

source: Bulk approve tasks
sv: Bulkgodkänn uppgifter

source: admins
ca: administradors
cs: administrátory
el: των Διαχειριστών
es: Administradores
ja: 管理人
sq: administratorë
sv: administratörer
ug: يادرولۇق باشقۇرغۇچىلار
vi_vn: quản trị viên

source: Assign to role
sv: Tillsätt till roll

source: Logo/Banner
el: Λογότυπο
sv: Logga/Banner

source: Square Logo
el: Τετράγωνο λογότυπο
es: Logo cuadrado
sv: Kvadratisk logga

source: Type:
sv: Typ:

source: %(note_user)s added a note to subtitles on which you are collaborating. View tasks for <a href="%(tasks_url)s">%(video)s / %(language)s</a>.
sv: %(note_user)s gjorde en anteckning på undertexter som ni samarbetar kring. Se uppgifter för <a href="%(tasks_url)s">%(video)s / %(language)s</a>.

source: Revision
ca: Revisió
cs: Revize
el: Αναθεώρηση
es: Revisión
ja: 改訂
ko: 수정
sq: Rishikim
sv: Ändring
ug: تۈزىتىلمە
vi_vn: Bản hiệu đính

source: URLs
cs: URL
ja: URL
sq: URLra
sv: URLer
ug: تور ئادرېس
vi_vn: Đường dẫn URL

source: Press down again to start each subtitle.
sv: Tryck ner igen för att starta varje textavsnitt.

source: choose clear timing.
sv: välj Rensa timing.

source: Lyrics
el: Στίχοι
es: Letras de canciones
sv: Sångtext

source: CMD + Backspace
el: CMD + πλήκτρο Backspace
es: CMD + Retroceso
sv: CMD + Backsteg

source: Email
ca: Adreça electrònica
es: Correo electrónico
ja: メールアドレス
sv: E-post
ug: تورخەت
vi_vn: Thư

source: Video Count
sv: Antal videos

source: Video Activity for %(team)s
sv: Videoaktivitet för %(team)s

source: Team Activity for %(team)s
sv: Teamaktivitet för %(team)s

source: Type
sv: Typ

source: Post
sv: Posta

source: %(language)s Audio
sv: %(language)s ljud

source: Collaboration complete
sv: Samarbete slutfört

source: Collaboration being evaluated
sv: Samarbetet utvärderas

source: %(count)s matching collaborations
sv: %(count)s matchande samarbeten

source: Open in Editor
sv: Öppna i editorn

source: open editor
sv: öppna editorn

source: Evaluate Subtitles
sv: Utvärdera textning

source: Evaluate subtitles
sv: Utvärdera textning

source: No evaluations available
sv: Inga utvärderingar tillgängliga

source: Autocreate Records
sv: Autoskapa poster

source: Audio
sv: Ljud

source: No records found
sv: Inga poster funna

source: Team
ca: Equip
cs: Tým
el: Ομάδα
es: Equipo
ja: チーム
ko: 팀
sq: Ekip
ug: توپ
vi_vn: Nhóm

source: Max 940 x 235
el: 940 x 235 μέγιστο
es: Máx. 940 x 235

source: slug
ca: eslògan
cs: slimák
el: Περιθωρίου τυπογραφικού
es: eslogan
ja: 怠け者
sq: identifikues
ug: باشقا ئىسمى
vi_vn: tên xuất bản (slug)

source: videos
ca: vídeos
cs: videa
el: Βίντεο
es: vídeos
ja: ビデオ
ko: 동영상
sq: video
ug: سىنلار
vi_vn: phim

source: authentication provider code
ca: codi d'autenticació de proveïdor
el: κωδικός παρόχου πιστοποίησης
es: código de proveedor de autenticación
ja: 認証プロバイダコード
sq: kod mirëfilltësimi mundësuesi
ug: دەلىللەشنى تەمىنلىگۈچىنىڭ كودى
vi_vn: mã bên cung cấp xác thực

source: captcha
ca: codi de la imatge
es: código de la imagen
ko: 보안 문자
ug: دەلىللەش كودى

source: Partner ID
el: Κωδικός ID συνεργάτη
es: ID de socio

source: partner id %(partner_id)s
es: id del patrocinador %(partner_id)s

source: publisher id %(publisher_id)s
es: id del publicante %(publisher_id)s

source: Member Left
el: Το Μέλος Αποχώρησε
es: El miembro se ha ido

source: team
es: Equipo

source: Featured Mozilla Drumbeat Project
ca: Projecte Mozilla Drumbeat destacat
cs: Vybraný projekt Mozilla Drumbeat
el: Επίσημο έργο του Mozilla Drumbeat
es: Destacados proyecto Mozilla Drumbeat
ja: Mozilla Drumbeat で注目されているプロジェクト
ko: 추천 모질라 Drumbeat 프로젝트
sq: Projekt Mozilla Drumbeat i Zgjedhur
ug: Mozilla Drumbeat تەنھەرىكەت ئالاھىدىلىك قۇرۇلۇشى
vi_vn: Dự án nổi bật Mozilla Drumbeat

source: %(user_info)s's videos | Amara
el: Τα βίντεο του %(user_info)s | Amara
es: Vídeos de %(user_info)s | Amara
ug: %(user_info)s نىڭ سىنلىرى | Amara
vi_vn: phim của %(user_info)s | Amara

source: video
ca: vídeo
el: Βίντεο
es: vídeos
ja: ビデオ
ko: 비디오
ug: سىن

source: Team video
ca: Equip de vídeo
cs: Video týmu
el: Ομάδα Βίντεο
es: Vídeo de equipo
ja: チームビデオ
ko: 팀 비디오
sq: Video ekipi
ug: تون سىنى
vi_vn: Phim của nhóm

source: Filter
ca: Filtre
cs: Filtr
el: Φίλτρο
es: Filtro
ja: フィルター
ko: 필터
sq: Filtër
ug: سۈزگۈچ
vi_vn: Lọc

source: Version
el: Έκδοση
es: Versión
