Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: It looks like you logged in without submitting an email. We need an email address to notify you (for example, when others edit your work).
ca: Sembla que us heu registrat sense indicar-nos un correu electrònic. Ens cal una adreça de correu per a notificar-vos per exemple, quan algú edita el vostre treball.
cs: Vypadá to, že jste se přihlásili, aniž byste poskytnuli emailovou adresu. Potřebujeme ji, abychom vám mohli zasílat upozornění (např. když ostatní upravují vaši práci).
de: Es sieht so aus, also ob du dich ohne eine E-Mail-Adresse eingeloggt hast. Wir brauchen eine E-Mail-Adresse um dich zu Benachrichtigen (z.B. wenn andere deine Arbeit weiter bearbeiten).
el: Φαίνεται να συνδεθήκατε χωρίς να υποβολή ενός e mail. Χρειαζόμαστε μία ηλεκτρονική διεύθυνση για να σας ειδοποιούμε (πχ. όταν οι άλλοι τροποποιούν το έργο σας)
es: Parece que te has registrado sin enviar ningún correo electrónico. Necesitamos una dirección de correo electrónico para poder informarte cuando sea necesario (por ejemplo, cuando los demás editen su trabajo).
ja: メールアドレスの登録をせずにログインしたようです。あなたに連絡するため、メールアドレスが必要です(例えば、あなたの翻訳が他人に編集されたときなど)。
ko: 당신이 이메일을 제출하지 않고 로그인한 것 같습니다. 우리는 당신에게 알리기 위해 (예를 들어, 다른 사람이 당신의 작업을 편집할 때) 이메일 주소가 필요합니다.
sq: Duket se keni bërë hyrjen pa parashtruar një email.Na duhet një adresë email ku t'ju dërgojmë njoftime (për shembull, kur të tjerët përpunojnë punë tuajën).
sv: Det verkar som att du har loggat in utan att uppge en e-postadress. Vi behöver en e-postadress för att kunna meddela dig (till exempel om när andra redigerar ditt arbete).
ug: تورخەت ئادرېسىنى تاپشۇرماي تىزىمغا كىرگەندەك تۇرىسىز. سىزگە ئۇقتۇرۇش قىلغاندا تورخەت ئادرېسى لازىم بولىدۇ (مەسىلەن، باشقىلار كىنو خېتىڭىزنى تەھرىرلىگەندە).
vi_vn: Hình như bạn đã đăng nhập vào mà chưa khai thư điện tử. Chúng tôi cần địa chỉ thư điện tử để có thể thông báo cho bạn (ví dụ, khi người khác thay đổi công việc của bạn).

source: Please enter a valid e-mail address
ca: Sisplau introduïu una adreça de correu electrònica vàlida
cs: Vložte prosím platnou emailovou adresu
de: Bitte gib eine gültige E-Mail Adresse ein
el: Παρακαλώ εισάγετε μία έγκυρη ηλεκτρονική διεύθυνση
es: Introduce una dirección de correo electrónico válida
ja: 有効なメールアドレスを入力して下さい。
ko: 유효한 이메일 주소를 입력하세요.
sq: Ju lutemi, jepni një adresë e-mail të vlefshme
sv: Vänligen ange en giltig e-postadress
ug: ئىناۋەتلىك تورخەت ئادرېسىدىن بىرنى كىرگۈزۈڭ
vi_vn: Xin hãy nhập địa chỉ thư điện tử hợp lệ

source: Enter valid email please.
ca: Introduïu un correu electrònic vàlid sisplau.
cs: Vložte platný email prosím
de: Gib bitte eine gültige E-Mail Adresse ein.
el: Εισάγετε ένα έγκυρο e mail παρακαλώ.
es: Introduce una dirección de correo electrónico válida.
ja: 有効なメールアドレスを入力して下さい。
ko: 유효한 이메일을 입력하세요.
sq: Ju lutemi, jepni një adresë email të vlefshme.
sv: Ange en giltig e-postadress, tack.
ug: ئىناۋەتلىك تورخەت ئادرېسىنى كىرگۈزۈڭ.
vi_vn: Hãy nhập địa chỉ thư điện tử hợp lệ.

source: Loading...
ca: Carregant...
cs: Nahrávám…
de: Lade
el: Φορτώνει...
es: Cargando...
ja: ロード中...
ko: 로딩 중입니다.
sq: Po ngarkohet...
sv: Laddar...
ug: يۈكلەۋاتىدۇ…
vi_vn: Đang tải...

source: Select your Languages
ca: Seleccioneu els vostres idiomes
cs: Vyberte své jazyky
de: Wähle deine Sprachen
el: Επιλέξτε τις γλώσσες σας
es: Selecciona tus idiomas
ja: 言語を選択する
ko: 당신의 언어를 선택하세요.
sq: Përzgjidhni Gjuhën Tuaj
sv: Välj dina språk
ug: تىلىڭىزنى تاللاڭ
vi_vn: Lựa chọn Ngôn ngữ của bạn

source: Select at least one language.
ca: Seleccioneu almenys un idioma
cs: Vyberte alespoň jeden jazyk.
de: Wähle mindestens eine Sprache
el: Επιλέξτε τουλάχιστον μία γλώσσα
es: Selecciona al menos un idioma.
ja: 言語は最低一つは選択してください。
ko: 최소한 하나의 언어를 선택하세요.
sq: Përzgjidhni të paktën një gjuhë.
sv: Välj minst ett språk
ug: ئاز دېگەندە بىر تىل تاللاڭ.
vi_vn: Chọn ít nhất là một ngôn ngữ

source: Saving your language settings...
ca: Desant la configuració dels vostres idiomes
cs: Ukládám vaše jazykové nastavení
de: Speichere deine Spracheinstellungen
el: Αποθήκευση των ρυθμίσεών σας για τη γλώσσα
es: Guardando la configuración de idiomas...
ja: 言語の設定を保存中...
ko: 언어 설정을 저장하는 중 ...
sq: Po ruhen rregullimet tuaja për gjuhën...
sv: Sparar dina språkinställningar...
ug: تىل تەڭشەكلىرىڭىزنى ساقلاۋاتىدۇ…
vi_vn: Đang lưu thiết đặt ngôn ngữ của bạn...

source: What languages do you speak?
ca: Quins idiomes parleu?
cs: Jakými jazyky mluvíte?
de: Welche Sprachen sprichst du?
el: Τι γλώσσες μιλάτε;
es: ¿Qué idiomas hablas?
ja: 何語ができますか？
ko: 어떤 언어를 사용합니까?
sq: Cilat gjuhë flisni?
sv: Vilka språk talar du?
ug: سىز قايسى تىلدا سۆزلەيسىز؟
vi_vn: Bạn nói tiếng gì?

source: Prioritize the languages you’d like to caption or translate.
de: Ordne die Sprachen, die du untertiteln oder übersetzen möchtest, nach Priorität.
el: Βάλτε σε σειρά προτεραιότητας τις γλώσσες στις οποίες επιθυμείτε να υποτιτλίζετε ή να μεταφράζετε.
sv: Prioritera de språk du vill texta eller översätta.

source: Submit
ca: Enviar
cs: Vložit
de: Einsenden
el: Υποβολή
es: Enviar
ja: 送信する
ko: 제출
sq: Parashtroje
sv: Skicka
ug: تاپشۇر
vi_vn: Gửi

source: Cancel
ca: Cancel·lar
cs: Storno
de: Abbrechen
el: Ακύρωση
es: Cancelar
ja: 中止する
ko: 취소
sq: Anuloje
sv: Avbryt
ug: ۋاز كەچ
vi_vn: Hủy bỏ

source: Personal Info
ca: Informació personal
cs: Osobní info
de: Persönliche Infos
el: Προσωπικές πληροφορίες
es: Información personal
ja: 個人情報
ko: 개인 정보
sq: Të dhëna Personale
sv: Personlig information
ug: شەخسىي ئۇچۇر
vi_vn: Thông tin cá nhân

source: (private)
de: (vertraulich)

source: hasn't joined any teams yet.
de: ist noch keinen Teams beigetreten.
el: δεν έχετε ακόμη εγγραφεί σε καμία ομάδα.
es: todavía no se ha unido a ningún equipo.
sv: har inte gått med i några team ännu.
ug: تېخى ھېچقانداق توپقا قوشۇلمىغان.
vi_vn: vẫn chưa tham gia nhóm nào.

source: Edits to my videos
ca: Edicions dels meus vídeos
cs: Úpravy mých videí
de: Bearbeitungen meiner Videos
el: Τροποποιήσεις στα βίντεο μου
es: Ediciones de mis videos
ja: マイビデオに対する編集
ko: 내 동영상 편집
sq: Përpunime te videot e mia
sv: Redigeringar av mina videos
ug: سىنلىرىمنى تەھرىرلەيدۇ
vi_vn: Những thay đổi về phim của tôi

source: No Activity
ca: Sense activitat
cs: Žádná aktivita
de: Keine Aktivität
el: Καμία δραστηριότητα
es: Sin actividad
ja: 活動なし
ko: 아무 활동이 없습니다.
sq: Pa Veprimtari
sv: Ingen aktivitet
ug: پائالىيەت يوق
vi_vn: Không có hoạt động

source: language
ca: idioma
cs: jazyk
de: Sprache
el: Γλώσσα
es: idioma
ja: 言語
sq: gjuhë
sv: språk
ug: تىل
vi_vn: ngôn ngữ

source: No subtitles yet
ca: Encara no hi ha subtítols.
cs: Zatím žádné titulky
de: Noch keine Untertitel
el: Δεν υπάρχουν ακόμη υπότιτλοι
es: Sin subtítulos
ja: 字幕無し
ko: 아직 자막이 없습니다.
sq: Ende pa titra
sv: Inga undertexter än
ug: تېخى كىنو خېتى يوق
vi_vn: Vẫn chưa có phụ đề

source: Send
de: Senden
el: Αποστολή
es: Enviar
sv: Skicka
ug: يوللا
vi_vn: Gửi

source: a Message
de: eine Nachricht
el: ένα Μήνυμα
es: un mensaje
sv: ett meddelande
ug: بىر ئۇچۇر
vi_vn: một Tin nhắn

source: About
ca: Quant a
cs: O nás
de: Über
el: Περί
es: Nosotros
ja: Amara について
ko: 대하여
sq: Rreth
sv: Om
ug: ھەققىدە
vi_vn: Thông tin

source: hasn't selected languages yet.
de: hat noch keine Sprachen ausgewählt.
el: δεν έχετε ακόμη επιλέξει γλώσσες.
es: todavía no ha seleccionado ningún idioma.
sv: har inte valt språk ännu.
ug: تېخى تىل تاللانمىدى.
vi_vn: vẫn chưa lựa chọn ngôn ngữ.

source: Edit Profile
de: Profil bearbeiten
el: Επεξεργασία Προφίλ
es: Editar perfil
sv: Redigera profil
ug: سەپلىمە ھۆججەت تەھرىر
vi_vn: Thay đổi Hồ sơ

source: Languages you can caption or translate
de: Sprachen, die du untertiteln oder übersetzen kannst
el: Γλώσσες στις οποίες μπορείτε να υποτιτλίσετε ή να μεταφράσετε
sv: Språk som du kan texta eller översätta

source: Specify or update your languages
de: Lege deine Sprachen fest oder aktualisiere sie
el: Προσδιορίστε ή ενημερώστε τις γλώσσες σας
sv: Specificera eller uppdatera dina språk

source: About you
ca: Quant a tu
cs: O vás
de: Über dich
el: Σχετικά με εσάς
es: Sobre ti
ja: 自分について
ko: 자기소개
sq: Rreth jush
sv: Om dig
ug: سىز ھەققىدە
vi_vn: Thông tin về bạn

source: Photo
de: Foto
el: Φωτογραφία
es: Foto
sv: Foto
ug: سۈرەت
vi_vn: Ảnh

source: Remove current photo
de: Aktuelles Foto entfernen
el: Διαγραφή του παρόντος βίντεο
es: Eliminar foto actual
sv: Ta bort nuvarande foto
ug: نۆۋەتتىكى سۈرەتنى چىقىرىۋەت
vi_vn: Xóa ảnh hiện tại

source: Save Changes
ca: Desar canvis
cs: Uložit změny
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
ja: 変更を保存する
ko: 변경사항 저장
sq: Ruaji Ndryshimet
sv: Spara ändringar
ug: ئۆزگەرتكەننى ساقلا
vi_vn: Lưu Thay đổi

source: Saving...
ca: Desant...
cs: Ukládám
de: Speichern
el: Αποθήκευση...
es: Guardando...
ja: 保存中...
ko: 저장 중 ...
sq: Po ruhet...
sv: Sparar...
ug: ساقلاۋاتىدۇ…
vi_vn: Đang lưu...

source: Do you really want to delete your photo?
de: Möchtest du dein Bild wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε τη φωτογρφία σας;
es: ¿Quieres borrar tu foto?
sv: Vill du verkligen radera ditt foto?
ug: راستىنلا سۈرىتىڭىزنى ئۆچۈرەمسىز؟
vi_vn: Bạn thực sự muốn xóa ảnh của mình?

source: Please confirm that you want to remove the account
de: Bitte bestätige, dass du das Benutzerkonto entfernen möchtest.
sv: Vänligen bekräfta att du vill ta bort kontot

source: hasn't shared any videos on Amara.
de: hat noch keine Videos auf Amara geteilt
el: δεν έχει κοινοποιήσει κανένα βίντεο στο Amara.
es: no ha compartido ningún vídeo en Amara.
sv: har inte delat några videos på Amara.
ug: ھېچقانداق سىننى Amara دا ھەمبەھىرلىمىگەن.
vi_vn: vẫn chưa chia sẻ thước phim nào trên Amara.

source: doesn't have any activity yet.
de: hat noch keine Aktivitäten
el: δεν έχει ακόμη καμία δραστηριότητα.
es: aún no muestra actividad.
sv: har ingen aktivitet ännu.
ug: تېخى ھېچقانداق پائالىيەت يوق.
vi_vn: không có bất cứ hoạt động nào.

source: Profile deleted by user.
ca: Perfil eliminat per l'usuari.
cs: Profil smazán uživatelem.
de: Profil wurde vom Benutzer gelöscht.
el: Το προφίλ έχει διαγραφεί από τον χρήστη.
es: Perfil eliminado por el usuario
ja: ユーザがプロフィールを削除しました。
sq: Përdoruesi e fshiu profilin.
sv: Profil raderad av användare.
ug: سەپلىمە ھۆججەتنى ئىشلەتكۈچى ئۆچۈردى.
vi_vn: Hồ sơ đã bị hủy bởi người dùng.

source: Edit
ca: Editar
cs: Upravit
de: Bearbeiten
el: Τροποποίηση
es: Editar
ja: 編集する
ko: 편집
sq: Përpunoni
sv: Redigera
ug: تەھرىر
vi_vn: Sửa

source: Edit user
ca: Modificar usuari
cs: Editovat uživatele
de: Benutzer bearbeiten
el: Επεξεργασία χρήστη
es: Editar usuario
ja: ユーザを編集する
sq: Përpunoni përdorues
sv: Redigera användare
ug: ئىشلەتكۈچى تەھرىر
vi_vn: Thay đổi người dùng

source: You have
de: Du hast
el: Έχετε
es: Tienes
sv: Du har
ug: سىزدە
vi_vn: Bạn có

source: Go to your inbox
de: Öffnen deine neuen Nachrichten
el: Μεταβείτε στα Εισερχόμενα σας
es: Ve a tu bandeja de extrada
sv: Gå till din inkorg
ug: قوبۇللاش ساندۇقڭىزغا يۆتكىلىڭ
vi_vn: Vào hộp thư đến của bạn

source: unread message
de: ungelesene Nachricht
el: αδιάβαστο μήνυμα
es: mensaje no leído
sv: oläst meddelande
ug: ئوقۇلمىغان ئۇچۇرلار
vi_vn: tin nhắn chưa đọc

source: Show More
de: Mehr anzeigen
sv: Visa mer

source: Videos you're working on
de: Videos an denen du arbeitest
el: Video πάνω στα οποία εργάζεσθε
es: Vídeos en los que estás trabajando
sv: Videos du arbetar på
ug: سىز ئىشلەۋاتقان سىنلار
vi_vn: Các thước phim mà bạn đang làm việc

source: %(task_action)s %(language)s subtitles
de: %(task_action)s %(language)s Untertitel
el: %(task_action)s %(language)s υποτίτλοι
es: %(task_action)s subtítulos en %(language)s

source: I can't do this
de: Das kann ich nicht machen
el: Δεν μπορώ να το κάνω
es: No puedo hacer esto
sv: Jag kan inte göra detta
ug: بۇنى قىلالمايمەن
vi_vn: Tôi không thể làm được

source: Activity on your videos
de: Aktivitäten in deinen Videos
el: Δραστηριότητα στα video σας
es: Actividad en tus videos
sv: Aktivitet på dina videos
ug: سىنلىرىڭىزدىكى پائالىيەتلەر
vi_vn: Hoạt động ở các thước phim của bạn

source: Nothing happening yet.
de: Bisher passiert nichts.
el: Ακόμη δεν συνέβη τίποτε.
es: Aún no sucede nada.
sv: Inget händer än
ug: تېخى ھېچ ئىش يوق.
vi_vn: Không có gì đang diễn ra cả.

source: You haven't shared any videos yet.
de: Du hast bis jetzt noch keine Videos geteilt.
el: Δεν έχετε ακόμη μοιραστεί κανένα video.
es: Aún no ha compartido ningún video.
sv: Du har inte delat några videos ännu.
ug: ھېچقانداق سىننى ھەمبەھىرلىمىدىڭىز.
vi_vn: Bạn vẫn chưa chia sẻ thước phim nào cả.

source: Activity in your teams
de: Aktivitäten in deinen Teams
el: Δραστηριότητα στις ομάδες σας
es: Actividad en tus equipos
sv: Aktivitet i dina team
ug: توپىڭىزدىكى پائالىيەتلەر
vi_vn: Hoạt động trong nhóm của bạn

source: All's quiet in your teams so far.
de: Bis jetzt alles ruhig in deinem Teams.
el: Καμία δραστηριότητα στις ομάδες σας μέχρι τώρα.
es: No hay actividad en tus equipos.
sv: Allt är lugnt i dina team än så länge.

source: You haven't joined any teams yet.
de: Du bist noch nicht Mitglied in einem Team.
el: Δεν έχετε ακόμη εγγραφεί σε καμία ομάδα.
es: No te has unido a ningún equipo.
sv: Du har inte gått med i något team ännu.
ug: سىز تېخى ھېچقانداق توپقا قوشۇلمىغان.
vi_vn: Bạn vẫn chưa tham gia nhóm nào cả.

source: User Details
ca: Detalls d'usuari
cs: Detaily uživatele
de: Benutzerdetails
el: Λεπτομέρειες Χρήστη
es: Detalles del usuario
ja: ユーザー詳細
ko: 자세한 사용자 정보
sq: Hollësi Përdoruesi
sv: Användardetaljer
ug: ئىشلەتكۈچى تەپسىلاتى
vi_vn: Thông tin chi tiết Người dùng

source: YouTube Sync
de: YouTube-Synchronisation
el: Συγχρονισμός με το YouTube
ug: YouTube قەدەمداش
vi_vn: Đồng bộ YouTube

source: Disconnect
de: Trenne die Verbindung
el: Αποσύνδεση
sv: Koppla ifrån

source: Check for syncing issues
de: Auf Sychronisierungsprobleme prüfen
sv: Kontrollera synkningsproblem

source: Enable Amara crowd subtitles on your personal YouTube channel
de: Erlaube Amara Crowd-Untertitelungen auf deinem persönlichen YouTube-Kanal

source: Other Accounts
de: Andere Accounts
el: Άλλοι λογαριασμοί
es: Otras cuentas
sv: Andra konton
ug: باشقا ھېساباتلار
vi_vn: Tài khoản khác

source: Sign in to Amara with Twitter, Facebook, and other accounts
de: Mit Twitter, Facebook oder anderen accounts bei Amara anmelden
el: Συνδεθείτε στο Amara με το Twitter, το Facebook, και άλλους λογαριασμούς
es: Inicie sesión en Amara con su cuenta de Twitter, Facebook o similares
sv: Logga in på Amara med Twitter, Facebook och andra konton
ug: سىز Twitter، Facebook ۋە باشقا ھېساباتتا Amara غا تىزىمغا كىرەلەيسىز
vi_vn: Đăng nhập Amara bằng Twitter, Facebook, và các tài khoản khác

source: Add an account
de: Account hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir una cuenta
sv: Lägg till konto
ug: ھېسابات قوش
vi_vn: Thêm một tài khoản

source: Notifications
ca: Notificacions
cs: Upozornění
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
ja: 通知
sq: Njoftime
sv: Aviseringar
ug: ئۇقتۇرۇشلار
vi_vn: Thông báo

source: Send notifications to my amara.org inbox
de: Sende Benachrichtigungen an mein amara.org-Postfach
sv: Skicka aviseringar till min inkorg på amara.org

source: Send an email notification for each message received
ca: Enviar un correu electrònic per a cada missatge rebut
de: Eine E-Mail-Benachrichtigung für jede erhaltene Nachricht senden
el: Αποστολή μία ειδοποίησης μέσω e-mail για κάθε παραλαβή μηνύματος
es: Enviar un correo de notificación por cada mensaje recibido
ja: 各メッセージにつき通知メールを送る。
sq: Dërgo njoftim email për çdo mesazh të marrë
sv: Skicka e-postavisering för varje mottaget meddelande
ug: تاپشۇرۇۋالغان ھەر بىر ئۇچۇرنى تورخەتتە ئۇقتۇرۇش قىلىپ يوللا
vi_vn: Gửi một thư báo cho mỗi một tin nhắn nhận được

source: API Access
de: API-Zugang
el: Πρόσβαση στο API
es: Acceso API
ug: API زىيارەت
vi_vn: Truy cập API

source: Your API key
de: Dein API-Schlüssel
el: Ο κωδικός σας για το API
es: Tu clave API
sv: Din API-nyckel
ug: سىزنىڭ API ئاچقۇچىڭىز
vi_vn: Khóa API của bạn

source: Reset your API key
de: API-Schlüssel zurücksetzen
el: Επανακαθορισμός του κωδικού σας για το API
es: Restablecer la clave de la API
sv: Återställ din API-nyckel
ug: سىزنىڭ API ئاچقۇچىڭىزنى ئەسلىگە قايتۇرىدۇ
vi_vn: Đặt lại khóa API của bạn

source: Get an API key
de: API-Schlüssel anfordern
el: Λήψη ενός κωδικού για το API
es: Consigue una clave API
sv: Få en API-nyckel
ug: بىر API ئاچقۇچىغا ئېرىشىش
vi_vn: Nhận khóa API

source: Delete Your Account
de: Deinen Account löschen
el: Διαγραφή του λογαριασμού σας
es: Elimina tu cuenta
sv: Radera ditt konto
ug: ھېساباتىڭىزنى ئۆچۈرىدۇ
vi_vn: Xóa Tài Khoản của bạn

source: Add a linked account
de: Verbundenes Benutzerkonto hinzufügen
el: Προσθήκη ενός συνδεδεμένου λογαριασμού
es: Vincular cuentas
sv: Lägg till ett länkat konto
ug: بىر ئۇلانما ھېسابات قوشىدۇ
vi_vn: Thêm tài khoản liên kết

source: What kind of account do you want to add?
de: Was für ein Benutzerkonto möchtest du hinzufügen?
el: Τι είδους λογαριασμό θέλετε να προσθέσετε;
es: ¿Qué tipo de cuenta quieres añadir?
sv: Vilken typ av konto vill du lägga till?
ug: قانداق ھېسابات قوشماقچىسىز؟
vi_vn: Bạn muốn thêm vào loại tài khoản gì?

source: Link
de: Verbinden
el: Σύνδεσμος
es: Enlace
sv: Länk
ug: ئۇلانما
vi_vn: Liên kết

source: Enable Crowd Subtitles on your Personal YouTube Channel
de: Erlaube Crowd-Untertitelungen auf deinem persönlichen YouTube-Kanal

source: How We Enable Crowd Subtitles
de: Wie wir Crowd-Untertitelungen ermöglichen
el: Πώς
es: ¿Cómo conseguimos colaboradores para subtitular vídeos?
ug: بىز Crowd كىنو خېتىنى قانداق قوزغىتىمىز
vi_vn: Làm thế nào để Kích hoạt Phụ đề Công

source: We automatically <strong>add your public and unlisted YouTube videos to Amara</strong> (and import their subtitles).
de: Wir <strong>fügen automatisch deine öffentlichen und nicht aufgeführten YouTube-Videos auf Amara</strong> hinzu (und importieren ihre Untertitel).

source: We <strong>invite your viewers to subtitle</strong> by adding a link to your video descriptions.
de: Wir laden deine <strong>Zuschauer zur Untertitelung</strong> ein, indem wir einen Link zu deinen Videobeschreibungen hinzufügen.
el: <strong>Προσκαλούμε τους θεατές σας να κάνουν υποτιτλισμό</strong> προσθέτοντας έναν σύνδεσμο στις περιγραφές του video σας.
es: Añadimos un enlace en la descripción del vídeo para <strong>pedir a los usuarios que lo subtitulen</strong>.
vi_vn: Chúng tôi <strong>mời khán giả của bạn làm phụ đề</strong> bằng cách thêm một liên kết vào mô tả phim của bạn.

source: We <strong>send subtitles to YouTube</strong> whenever they're completed on Amara.
de: Wir <strong>schicken Untertitel an YouTube</strong> sobald sie auf Amara fertig gestellt sind.
el: <strong>Στέλνουμε τους υποτίτλους στο YouTube</strong> όποτε αυτοί ολοκληρώνονται στο Amara.
es: Cuando los subtítulos estén listos en Amara, <strong>los enviamos a Youtube</strong>.
sv: Vi <strong>skickar undertexter till Youtube</strong> när de är slutförda på Amara.
ug: ئۇلار ئىشلىرىنى Amara تاماملىغاندىن كېيىن بىز <strong>كىنو خېتىنى YouTube قا يوللايمىز</strong>
vi_vn: Chúng tôi <strong>gửi các phụ đề đến cho YouTube</strong> mỗi khi chúng được hoàn tất trên Amara.

source: When We Send Subtitles to YouTube
de: Wenn wir Untertitel an YouTube schicken
el: Πότε στέλνουμε Υπότιτλους στο YouTube
es: ¿Cuándo enviamos los subtítulos a Youtube?
sv: När vi skickar undertexter till Youtube
ug: بىز YouTube قا كىنو خېتى يوللىغاندا
vi_vn: Khi Chúng tôi Gửi Phụ đề đến YouTube

source: The link is <strong>one-way only</strong>. Changes made on YouTube won't be reflected on Amara and may be overwritten. Use Amara to edit subtitles.
de: Dieser Link ist eine <strong>Einbahnstraße</strong>. Änderungen auf YouTube werden auf Amara nicht beachtet, und können überschrieben werden. Benutze Amara um Untertitel zu bearbeiten.
el: Ο σύνδεσμος είναι <strong>μόνο μιας κατεύθυνσης</strong>. Οι αλλαγές που γίνονται στο YouTube δεν θα αντικτοπτρίζονται και στο Amara και μπορεί να γίνει υπερεγγραφή. Χρησιμοποιήστε το Amara για την επεξεργασία των υποτίτλων.
es: El enlace es <strong>direccional</strong>. Los cambios realizados en YouTube no se reflejarán en Amara y podrían ser sobreescritos. Utiliza Amara para editar subtítulos.
vi_vn: Mối liên kết chỉ là <strong>một chiều</strong>. Các thay đổi trên YouTube sẽ không ảnh hưởng trên Amara và có thể bị ghi đè. Hãy sử dụng Amara để chỉnh sửa phụ đề.

source: Amara will <strong>append a credit</strong> to the subtitles if space allows.
de: Amara wird, wenn es der Platz am Ende der Untertitel erlaubt, eine<strong>Danksagung anfügen</strong>.
el: Το Amara θα <strong>προσαρτήσει ένα credit</strong> στους υπότιτλους εάν το επιτρέπει ο χώρος.
es: Si hay espacio, Amara <strong>añadirá créditos</strong> a los subtítulos.
vi_vn: Amara sẽ <strong>kèm theo bản ghi công</strong> vào phụ đề nếu còn chỗ.

source: about Crowd Subtitles and YouTube
de: über Cowd-Untertitel und YouTube
el: σχετικά με το πλήθος υποτίτλων και το YouTube
es: Saber más sobre los subtítulos multitudinarios y Youtube
ug: Crowd كىنو خەتلىرى ۋە YouTube ھەققىدە
vi_vn: về Phụ đề Công và YouTube

source: Ready to Enable Crowd Subtitles?
de: Bereit für die Freischaltung von Crowd-Untertitelungen?
el: Έτοιμοι για την ενεργοποίηση πλήθους υποτίτλων;
es: ¿Listo para habilitar subtítulos multitudinarios?
ug: Crowd كىنو خېتىنى قوزغىتىشتا تەييارمۇ؟
vi_vn: Sẵn sàng Kích hoạt Phụ đề Công?

source: Link accounts
de: Verbinde Benutzerkonten
el: Διασύνδεση λογαριασμών
es: Vincular cuentas
sv: Länka konton
ug: ئۇلانغان ھېساباتلار
vi_vn: Liên kết các tài khoản

source: create one now
de: erstelle jetzt einen
el: δημιουργήστε ένα τώρα
es: Crea uno ahora
sv: skapa ett nu
ug: ھازىر بىرنى قۇر
vi_vn: tạo một cái ngây bây giờ

source: Organizations/companies: interested in YouTube sync and crowd subtitling?
de: Organisationen/Unternehmen: Interesse an YouTube-Synchronisationen und Crowd-Untertitelungen?
el: Οργανώσεις/Εταιρείες: σας ενδιαφέρει ο συγχρονισμός ανάμεσα στο YouTube και στους υπποτιτλισμούς με βοήθεια από τον κόσμο/crowd subtitling;
es: Organizaciones/compañías: ¿interesados en sincronización y subtitulación multitudinaria en Youtube?
vi_vn: Các tổ chức/công ti: quan tâm đến việc đồng bộ YouTube và làm phụ đề công?

source: Contact us
de: Kontaktiere uns
el: Ελάτε σε επαφή μαζί μας
es: Contáctenos
sv: Kontakta oss
ug: بىز بىلەن ئالاقىلىشىڭ
vi_vn: Liên hệ với chúng tôi

source: Search videos
ca: Cercar vídeos
cs: Hledat videa
de: Videos suchen
el: Αναζήτηση Video
es: Buscar videos
ja: ビデオを検索する
ko: 동영상 검색
sq: Kërko për video
sv: Sök video
ug: سىن ئىزدە
vi_vn: Tìm phim

source: Videos In
ca: Vídeos en
de: Videos auf
el: Εισερχόμενα βίντεο
es: Vídeos en
ja: ビデオ言語
ko: 동영상안에 포함된 내용
sq: Video Te
sv: Videos på
ug: سىن تىلى
vi_vn: Phim trong

source: Subtitles into
ca: Subtítols d'introducció
de: Untertitel in
el: Υπότιτλοι μέσα στο
es: Subtítulos en
ja: 字幕言語
ko: 로 자막
sq: Titra në
sv: Undertext på
ug: كىنو خېتىنىڭ تىلى
vi_vn: Thông tin phụ đề

source: %(number)s language
ca: %(number)s idioma
cs: %(number)s jazyk
de: %(number)s Sprache
el: %(number)s γλώσσα
es: %(number)s idioma
ja: one: ⏎ %(number)s 言語⏎ other: ⏎ %(number)s 言語⏎
ko: %(number)s의 언어
sq: %(number)s gjuhë
sv: %(number)s språk
ug: %(number)s تىل
vi_vn: %(number)s ngôn ngữ

source: lines
ca: línies
cs: řádků
de: Zeilen
el: γραμμές
es: líneas
ja: 文章
ko: 라인
sq: rreshta
sv: rader
ug: قۇرلار
vi_vn: dòng

source: Search Videos
ca: Cercar vídeos
cs: Hledat videa
de: Videos Suchen
el: Αναζήτηση Βίντεο
es: Buscar vídeos
ja: ビデオを検索する
ko: 동영상 검색
sq: Kërko Për Video
sv: Sök video
ug: سىن ئىزدە
vi_vn: Tìm phim

source: Search Results for
ca: Cercar resultats per a
cs: Výsledky pro
de: Suchergebnisse für
el: Αναζήτηση αποτελεσμάτων για
es: Resultados de la búsqueda para
ja: 検索結果
ko: 에 대한 검색 결과
sq: Përfundime Kërkimi për
sv: Sökresultat för
ug: ئىزدەش نەتىجىسى
vi_vn: Kết quả tìm kiếm cho
