Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Rebuilding video index. Please try again in a few minutes
ca: Reconstruint l'índex del vídeo. Sis plau, torneu-ho a intentar en uns minuts.
de: Erstelle den Videoindex neu. Bitte versuche es in ein paar Minuten nocheinmal.
el: Γίνεται αναδημιουργία του ευρετηρίου/index των videos. Παρακαλούμε, ξαναδοκιμάστε σε λίγα λεπτά.
es: Reconstruyendo índice de vídeo. Por favor inténtelo de nuevo en unos minutos
sq: Po rikrijohet treguesi i videove. Ju lutemi, riprovoni pak pas minutash
sv: Indexerar videos på nytt. Vänligen försök igen om några minuter
ug: سىن ئىندېكىسىنى قايتا قۇرۇۋاتىدۇ. بىر قانچە مىنۇتتىن كېيىن قايتا سىناڭ
vi_vn: Đang dựng lại bộ chỉ mục phim. Xin hãy thử lại trong một vài phút

source: Sorry, no videos here
ca: No hi ha vídeos
cs: Promiňte, nejsou zde žádná videa
de: Entschuldigung, es gibt hier keine Videos
el: Λυπόμαστε, δεν υπάρχουν βίντεο εδώ.
es: Lo sentimos, no se encontraron vídeos.
ja: 申し訳ありません。ビデオは存在しません。
ko: 죄송합니다. 동영상이 없습니다.
sq: Na ndjeni, nuk ka video këtu
sv: Tyvärr, inga videos här
ug: كەچۈرۈڭ، بۇ جايدا سىن يوق
vi_vn: Rất tiếc, không có phim ở đây

source: Remove video
ca: Eliminar vídeo
cs: Odebrat video
de: Video entfernen
el: Διαγραφή Βίντεο
es: Eliminar video
sq: Hiqe videon
sv: Ta bort video
ug: سىننى چىقىرىۋەت
vi_vn: Gỡ bỏ phim

source: You are removing this video from the %(team)s team.
ca: Esteu eliminant aquest vídeo de l'equip %(team)s.
de: Du nimmst dieses Video aus dem %(team)s -Team heraus.
el: Κάνετε απομάκρυνση αυτού του βίντεο από την ομάδα %(team)s.
es: Estás eliminando este video del %(team)s equipo.
ja: %(team)sチームからこのビデオを取り除きます。
sq: Po e hiqni këtë video prej ekipit %(team)s.
sv: Du är på väg att ta bort denna video från team %(team)s.
ug: سىز بۇ سىننى %(team)s توپتىن چىقىرىپ تاشلاۋاتىسىز.
vi_vn: Bạn sắp sửa gỡ bỏ thước phim này ra khỏi nhóm %(team)s.

source: You are removing this video from the %(team)s team.<br /><br /> It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted. Private videos will become available for viewing and editing to the general public. Are you sure you want to proceed?
de: Du entfernst dieses Video von dem %(team)s-Team.<br /><br /> Es bleibt auf Amara, aber nicht länger unter den Arbeitsabläufen und Berechtigungen des Teams. Alle offenen Aufgaben werden gelöscht werden. Private Videos werden für die Allgemeinheit anschaubar und editierbar. Bist du sicher, dass du fortfahren möchtest?
el: Διαγράφετε αυτό το video από την ομάδα %(team)s.<br /><br /> Θα παραμείνει στο Amara αλλά δεν θα υπόκειται πλέον στη δικαιοδοσία, την άδεια και τη ροή εργασίας της ομάδας. Οι οποιεσδήποτε εργασίες σε εκκρεμότητα θα διαγραφούν και αυτές. Τα ιδιωτικά video θα είναι διαθέσιμα για θέαση και επεξεργασία από το ευρύτερο κοινό. Είστε σίγουρος/η ότι θέλετε να προχωρήσετε;
es: Vas a eliminar este vídeo del equipo %(team)s. <br /><br /> El vídeo seguirá en Amara, pero ya no estará sujeto a los permisos del equipo ni a su flujo de trabajo. Las tareas pendientes se borrarán. El público en general podrá ver y editar los vídeos privados. ¿Quiere continuar?
sv: Du är på väg att ta bort denna video från team %(team)s.<br /><br /> Den kommer att finnas kvar på Amara men inte längre beröras av teamets behörigheter och arbetsflöden. Alla oavslutade uppgifter kommer att raderas. Privata videos kommer att bli tillgängliga för allmän visning och redigering. Är du säker på att du vill fortsätta?
ug: سىز بۇ سىننى %(team)s توپتىن چىقىرىپ تاشلاۋاتىسىز.<br /><br /> ئۇ يەنىلا Amara مەۋجۇت بولۇپ تۇرىدۇ ئەمما توپ ھوقۇقى ۋە ئىش تەرتىپىنىڭ چەكلىمىسىگە ئۇچرىمايدۇ. ھەر قانداق مۇستەقىل ۋەزىپە ئۆچۈرۈلىدۇ. شەخسىي سىن كۆپچىلىك ئامما كۆرەلەيدىغان ۋە تەھرىرلىيەلەيدىغان سىنغا ئۆزگىرىدۇ. راستىنلا داۋاملاشتۇرامسىز؟
vi_vn: Bạn sắp dỡ bỏ thước phim này khỏi nhóm %(team)s.<br /><br /> Nó vẫn giữ trên Amara nhưng sẽ không còn lệ thuộc vào quyền hạn cho phép và lưu lượng công việc của nhóm. Bất cứ công việc bên lề nào đều sẽ bị xóa. Các thước phim riêng sẽ xem và thay đổi được theo hình thức công khai. Bạn có chắc rằng bạn muốn tiếp tục?

source: You can choose to remove the video from the %(team)s team or to delete the video (and all of its subtitles) from the system entirely. What would you like to do?
ca: Podeu elegir si eliminar el vídeo de l'equip %(team)s o eliminar-lo (i tots els seus subtítols) completament del sistema. Que voleu fer?
de: Du kannst das Video vom %(team)s Team entfernen oder das Video (und alle dazugehörigen Untertitel) vom System komplett löschen. Was möchtest du tun?
el: Μπορείτε να επιλέξετε να διαγράψετε το βίντεο από την ομάδα %(team)s ή να διαγράψετε το βίντεο (και όλους τους υπότιτλούς του) πλήρως από το σύστημα. Τι θα θέλατε να πράξετε;
es: Puedes eliminar el vídeo del equipo %(team)s o eliminarlo por completo del sistema (con todos los subtítulos). ¿Qué quieres hacer?
sq: Mund të zgjidhni heqjen e videos prej ekipit %(team)s ose fshirjen e videos (dhe krejt titrave për të) nga krejt sistemi. Ç'dëshironi të bëni?
sv: Du kan välja att ta bort videon från team %(team)s eller att radera videon (och alla dess undertexter) helt och hållet från systemet. Vad vill du göra?
ug: سىز %(team)s توپتىن بۇ سىننى چىقىرىۋېتىش ياكى سىن(ۋە ئۇنىڭ بارلىق كىنو خەتلىرى)نى سىستېمىدىن پۈتۈنلەي ئۆچۈرۈۋېتىشنى تاللىيالايسىز. قانداق قىلماقچى بولۇۋاتىسىز؟
vi_vn: Bạn có thể lựa chọn để loại bỏ phim khỏi nhóm %(team)s hay xóa hoàn toàn phim (và tất cả phụ đề của nó) ra khỏi hệ thống. Bạn muốn làm gì nào?

source: Just remove the video from the team.
ca: Només eliminar el vídeo d'aquest equip.
de: Nimm einfach das Video aus dem Team heraus.
el: Απλώς απομακρύνατε το βίντεο από την ομάδα.
es: Solo quitar este video del equipo.
ja: チームからビデオを取り除く。
sq: Thjesht hiqe videon prej ekipit.
sv: Ta bara bort videon från teamet.
ug: سىننى توپتىنلا چىقىرىۋېتىدۇ.
vi_vn: Chỉ gỡ bỏ thước phim ra khỏi nhóm.

source: It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted.
ca: Encara romandrà a Amara, però no tindrà efecte sobre els permisos de l'equip i del flux de treball. Qualssevol tasca pendent serà eliminada.
de: Es bleibt auf Amara, aber nicht länger unter den Arbeitsabläufen und Berechtigungen des Teams. Alle offenen Aufgaben werden gelöscht werden.
el: Θα παραμείνει στο Amara, αλλά δεν θα εξαρτάται, πλέον, από τη λήψη αδείας από την ομάδα και από τη ροή εργασίας. Όλες οι εκκρεμείς εργασίες θα διαγραφούν.
es: Permanecerá en Amara pero ya no estará sujeto a los permisos y volúmenes de trabajo del equipo. Las tareas excepcionales será eliminadas.
sq: Do të mbetet në Amara, por nuk do të jetë më subjekt i lejeve dhe rrjedhave të punës së ekipit. Çfarëdo punësh të pakryera do të fshihen.
sv: Den kommer att finnas kvar på Amara men inte längre beröras av teamets behörigheter och arbetsflöden. Alla oavslutade uppgifter kommer att raderas.
ug: ئۇ يەنىلا Amara مەۋجۇت بولۇپ تۇرىدۇ ئەمما توپ ھوقۇقى ۋە ئىش تەرتىپىنىڭ چەكلىمىسىگە ئۇچرىمايدۇ. ھەر قانداق مۇستەقىل ۋەزىپە ئۆچۈرۈلىدۇ.
vi_vn: Nó vẫn giữ trên Amara nhưng sẽ không còn lệ thuộc vào quyền hạn cho phép và lưu lượng công việc của nhóm. Bất cứ công việc nào bên lề đều sẽ bị xóa.

source: Delete the video entirely.
ca: Eliminar el vídeo completament.
cs: Úplně smazat celé video.
de: Das Video vollständig löschen.
el: Διαγράψτε πλήρως το Βίντεο.
es: Eliminar el vídeo definitivamente.
ja: Amara はどのように利用するのですか？
sq: Fshije këtë video krejtësisht.
sv: Radera videon helt och hållet.
ug: پۈتكۈل سىننى ئۆچۈرىدۇ.
vi_vn: Xóa hoàn toàn thước phim.

source: Guidelines
ca: Directrius
de: Richtlinien
el: Κατευθυντήριες οδηγίες
es: Indicaciones
ja: 指針
sq: Udhëzues
sv: Riktlinjer
ug: قوللانما
vi_vn: Thông tin hướng dẫn bên lề

source: Custom messages
ca: Missatge personalitzat
de: Personalisierte Nachrichten
el: Παραμετροποιημένα μηνύματα
es: Mensajes a medida
ja: カスタマイズしたメッセージ
sq: Mesazhe të personalizuar
sv: Anpassade meddelanden
ug: ئىختىيارىي ئۇچۇرلار
vi_vn: Tùy chọn tin nhắn

source: Customize the messages sent to your users in their language. The text you enter will accompany the default system message.
de: Passe die Nachrichten an, die du deinen Nutzern in ihrer Sprache sendest. Der Text, den du eingibst, wird mit der Standard-Systemmeldung einhergehen.
sv: Anpassa de meddelanden som skickas till dina användare på deras språk. Texten du skriver in kommer att följa med systemets standardmeddelande.

source: Add message in a new language
de: Nachricht in einer neuen Sprache hinzufügen
sv: Lägg till meddelande på nytt språk

source: Edit messages
de: Bearbeite Nachrichten
sv: Redigera meddelanden

source: Preferred Languages
ca: Idiomes preferits
cs: Preferované jazyky
de: Bevorzugte Sprachen
el: Πρωτιμώμενες γλώσσες
es: Idiomas preferidos
ja: 好みの言語
sq: Gjuhët e Parapëlqyera
sv: Valda språk
ug: مايىللىقتىكى تىللار
vi_vn: Ngôn ngữ hay dùng

source: Translation tasks will be auto-created for these languages
ca: Les tasques de traducció seran creades automàticament per a aquests idiomes
de: Übersetzungsaufgaben werden automatisch für andere Sprachen hergestellt.
el: Θα δημιουργηθούν αυτομάτως Εργασίες Μετάφρασης για τις γλώσσες αυτές
es: Las tareas de traducción para estos idiomas serán creadas automáticamente
ja: これらの言語の翻訳タスクを自動的に作ります。
sq: Punët e përkthimit do të vetëkrijohen për këto gjuhë
sv: Översättningsuppgifter kommer att skapas automatiskt för dessa språk
ug: بۇ تىللارغا تەرجىمە ۋەزىپىلىرى ئۆزلۈكىدىن قۇرۇلىدۇ
vi_vn: Các công việc dịch thuật sẽ được tự động khởi tạo cho những ngôn ngữ này

source: Blacklisted Languages
ca: Llista negra d'idiomes
cs: Zakázané jazyky
de: Ignorierte Sprachen
el: Γλώσσες σε Μαύρη Λίστα
es: Idiomas en lista negra
ja: 不要言語
sv: Svartlistade språk
ug: قارا تىزىمدىكى تىللار
vi_vn: Các Ngôn ngữ nằm trong danh sách đen

source: Will not be shown when creating or performing tasks
ca: No es mostrarà quan es creen o es realitzen tasques
de: Wird nicht beim Erstellen oder Ausführen von Aufgaben angezeigt.
el: Δεν θα εμφανίζονται κατά τη δημιουργία ή διεξαγωγή εργασιών
es: No se mostrará al crear o ejecutar tareas
ja: タスクを作成または実行している際、表示されません。
sq: Nuk do të shfaqet kur krijohen ose kryhen punë
sv: Kommer inte att visas när du skapar eller utför uppgifter
ug: ۋەزىپە قۇرغان ۋە كۆرسەتكەندە كۆرۈنمەيدۇ
vi_vn: Sẽ không được hiện ra khi tạo hoặc thực hiện công việc

source: Custom page text
de: Seiten-Text anpassen
sv: Anpassad sidtext

source: Customize text on your team pages.
de: Passe den Text auf deinen Team-Seiten an.
sv: Anpassa text på ditt teams sidor.

source: Customize the messages sent to your users. The text you enter will accompany the default system message.
ca: Personalitzeu els missatges que envieu als vostres usuaris. El text que inseriu serà acompanyat del missatge per defecte del sistema.
de: Passe die Nachrichten, die du deinen Nutzern schickst, an. Der Text, den du eingibst, wird die Standardsystemnachricht begleiten.
el: Παραμετροποιήστε τα μηνύματα που στάλθηκαν στους χρήστες. Το κείμενο που θα εισάγετε, θα συνοδεύει το προκαθορισμένο σύστημα μηνυμάτων.
es: Personaliza los mensajes que envías a tus usuarios. El texto que escribas acompañará al mensaje por defecto.
ja: あなたのユーザに送られるメッセージをカスタマイズすることができます。メッセージは、規定メッセージと共に送られます。
sq: Personalizoni mesazhet që u dërgoni përdoruesve tuaj. Teksti që jepni do të shoqërojë mesazhin parazgjedhje të sistemit.
sv: Anpassa meddelanden som skickas till dina användare. Texten du matar in kommer att skickas tillsammans med systemets standardmeddelande.
ug: ئىشلەتكۈچىلىرىڭىزگە ئەۋەتىدىغان ئۇچۇرلارنى ئۆزلەشتۈرەلەيسىز. سىز كىرگۈزگەن ئۇچۇر كۆڭۈلدىكى سىستېما ئۇچۇرلىرىغا قوشۇلىدۇ.
vi_vn: Tùy chọn tin nhắn được gửi đi cho người dùng của bạn. Đoạn kí tự mà bạn nhập sẽ đi cùng tin nhắn hệ thống mặc định.

source: Add messages in users' preferred languages
de: Mitteilungen in der vom Nutzer bevorzugten Sprachen hinzufügen
sv: Lägg till meddelande på användarens valda språk

source: Add guidelines to be displayed to your users when completing tasks.
ca: Afegir directrius per a mostrar als vostres usuaris quan completen tasques.
de: Schreibe Richtlinien für deine Nutzer, die nach dem Beenden einer Aufgabe angezeigt werden sollen.
el: Προσθήκη κατευθυντήριων οδηγιών για τους χρήστες σας, όταν φέρουν εις πέρας τις εργασίες.
es: Agrega las pautas que se mostrarán a tus usuarios cuando completen tareas.
sq: Shtoni udhëzime që u shfaqen përdoruesve tuaj kur plotësohen punë.
sv: Lägg till riktlinjer som visas för användarna när uppgifter slutförs.
ug: ئىشلەتكۈچىلىرىڭىز ۋەزىپىنى تاماملىغاندا كۆرۈنىدىغان قوللانما قوشۇڭ.
vi_vn: Thêm các thông tin hướng dẫn sẽ được hiển thị cho người dùng của bạn khi hoàn thành công việc.

source: When transcribing
ca: Quan transcriguen
de: Bei der Transkription
el: Όταν κάνετε μεταγραφή διαλόγων/ transcribing
es: Al transcribir
ja: 書き写しをしているとき
sq: Kur transkriptohet
sv: När du transkriberar
ug: ئاڭلاپ خاتىرىلەۋاتقاندا
vi_vn: Khi chuyển thể

source: When translating
ca: Quan tradueixen
de: Bei der Übersetzung
el: Όταν κάνετε μετάφραση
es: Al traducir
ja: 翻訳をしているとき
sq: Kur përkthehet
sv: När du översätter
ug: تەرجىمە قىلىۋاتقاندا
vi_vn: Khi dịch thuật

source: When reviewing
ca: Quan revisen
de: Beim Überprüfen
el: Όταν κάνετε ανασκόπηση
es: Al revisar
sq: Kur shqyrtohet
sv: När du granskar
ug: قايتا تەكسۈرۈۋاتقاندا
vi_vn: Khi đánh giá

source: Add Project
ca: Afegir projecte
cs: Přidat projekt
de: Projekt hinzufügen
el: Προσθήκη έργου/ project
es: Añadir proyecto
ja: プロジェクトを追加する
sq: Shtoni Projekt
sv: Lägg till projekt
ug: قۇرۇلۇش قوش
vi_vn: Thêm Dự án vào

source: Add new project
ca: Afegir nou projecte
cs: Přidat nový projekt
de: Neues Projekt hinzufügen
el: Προσθήκη νέου έργου/ project
es: Añadir un nuevo proyecto
ja: 新しいプロジェクトを追加する
sq: Shtoni një projekt të ri
sv: Lägg till nytt projekt
ug: يېڭى قۇرۇلۇش قوش
vi_vn: Thêm dự án mới vào

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
ja: 概要
sq: Përshkrim
sv: Beskrivning
ug: چۈشەندۈرۈش
vi_vn: Mô tả

source: Moderate this project's subtitles. Will override the team's workflow if exists.
ca: Moderar aquest projecte de subtítols. Es sobreescriurà el flux de treball de l'equip si existeix.
de: Die Untertitel dieses Projektes moderieren. Sollte ein Team Workflow existieren, wird dieser überschrieben.
el: Επίβλεψη/ moderation των υπότιτλων αυτού του έργου. Θα υπερισχύσει πάνω στην, τυχόν προϋπάρχουσα, ροή εργασίας της ομάδας.
es: Moderar los subtítulos de este proyecto. Esto anulará el volumen de trabajo del equipo si es que tiene.
sq: Moderoni titrat e këtij projekti. Kështu doi të anashkalohet rrjedha e punës së ekipit, në pastë.
ug: بۇ قۇرۇلۇشنىڭ كىنو خەتلىرىنى تەشكىللەيدۇ. توپنىڭ ئىش تەرتىپى(ئەگەر مەۋجۇت بولسا)نى قاپلىۋېتىدۇ.
vi_vn: Giám sát phụ đề của dự án này. Sẽ thay thế lưu lượng công việc của nhóm nếu có tồn tại trước đó.

source: Enable workflows
ca: Habilitar els fluxos de treball
de: Workflow aktivieren
el: Ενεργοποίηση Ροών Εργασίας
es: Habilitar volúmenes de trabajo
sq: Aktivizoni rrjedha punësh
sv: Tillåt arbetsflöden
ug: ئىش تەرتىپىنى قوزغات
vi_vn: Kích hoạt lưu lượng công việc

source: Automatically create subtitle tasks
ca: Crear tasca de subtítols automàticament.
cs: Automaticky vytvořit titulkovací úkoly
de: Automatisch Untertitel-Aufgaben erstellen
el: Αυτόματη δημιουργία εργασιών υποτιτλισμού
es: Crea automáticamente tareas de subtítulos
ja: 字幕タスクを自動的に作成する
sq: Krijo vetvetiu punë titrimi
sv: Skapa textningsuppgifter automatiskt
ug: كىنو خېتى ۋەزىپىلىرىنى ئۆزلۈكىدىن قۇرىدۇ
vi_vn: Tự động khởi tạo các công việc làm phụ đề

source: Automatically create translation tasks for preferred languages
ca: Crear tasques de traducció per als idiomes preferits de manera automàtica
de: Automatisch Aufgaben zum Transkribieren für bevorzugte Sprachen erstellen
el: Αυτόματη δημιουργία εργασιών μετάφρασης για τις προτιμώμενες γλώσσες
es: Crear tareas de traducción para idiomas preferidos de forma automática
ja: 好みの言語につき、翻訳タスクを自動的に作成する。
sq: Krijo vetvetiu punë përkthimi për gjuhët e parapëlqyera
sv: Skapa automatiskt översättningsuppgifter för valda språk
ug: مايىللىقتىكى تىللارنىڭ تەرجىمە ۋەزىپىسىنى ئۆزلۈكىدىن قۇرىدۇ
vi_vn: Tự động tạo các công việc dịch thuật cho các ngôn ngữ hay dùng

source: manage languages
ca: configurar idiomes
de: Sprachen verwalten
el: Διαχείριση γλωσσών
es: administra los idiomas
ja: 言語を管理する
sq: administroni gjuhët
sv: hantera språk
ug: تىل باشقۇرۇش
vi_vn: quản lí ngôn ngữ

source: Approval
ca: Aprovació
cs: Schválení
de: Bestätigung
el: Έγκριση
es: Aprobación
ja: 承認
sq: Miratim
sv: Godkännande
ug: تەستىقلاش
vi_vn: Chấp thuận

source: Edit Project
ca: Modificar Projecte
cs: Editovat projekt
de: Projekt editieren
el: Επεξεργασία έργου/ project
es: Editar proyecto
ja: プロジェクトを編集する
sq: Përpunoni Projektin
sv: Redigera projekt
ug: قۇرۇلۇش تەھرىر
vi_vn: Thay đổi Dự án

source: Are you sure you want to delete this project?
ca: De veritat voleu eliminar aquest projecte?
cs: Chcete opravdu smazat tento projekt?
de: Bist du sicher, dass du dieses Projekt löschen möchtest?
el: Είστε σίγουρος/η πως θέλετε να διαγράψετε αυτό το έργο;
es: ¿Realmente quieres eliminar este proyecto?
ja: このプロジェクトを本当に削除しますか？
sq: Jeni i sigurt se doni të fshihet ky projekt?
sv: Är du säker på att du vill radera projektet?
ug: بۇ قۇرۇلۇشنى راستلا ئۆچۈرەمسىز؟
vi_vn: Bạn có chắc rằng bạn muốn xóa dự án này

source: This team does not have any projects yet
ca: Aquest equip no te cap projecte encara
cs: Tento tým zatím nemá žádné projekty
de: Dieses Team hat noch keine Projekte.
el: Αυτή η ομάδα δεν έχει, ακόμη, καθόλου έργα.
es: Este equipo todavía no tiene proyectos
ja: このチームにプロジェクトはありません。
sq: Ky ekip ende nuk ka ndonjë projekt
sv: Detta team har inga projekt ännu
ug: بۇ توپنىڭ تېخى ھېچقانداق قۇرۇلۇشى يوق
vi_vn: Nhóm này vẫn chưa có dự án nào

source: Team Management
ca: Gestió de l'equip
de: Teamverwaltung
el: Διαχείριση Ομάδας
es: Administración del Equipo
ja: チームメンバーの管理
sq: Administrim Ekipi
ug: توپ باشقۇرۇش
vi_vn: Quản lí Nhóm

source: Subtitling
ca: Subtitulant
de: Untertiteln
el: Υποτιτλισμός
es: Subtítulos
ja: 字幕の管理
sq: Titrim
sv: Undertextning
ug: كىنو يېزىقچىلىقى
vi_vn: Làm phụ đề

source: Who can transcribe subtitles?
ca: Qui pot transcriure subtítols?
de: Wer kann Untertitel transkribieren?
el: Ποιος μπορεί να μεταγράψει υπότιτλους;
es: ¿Quién puede transcribir subtítulos?
ja: 字幕の書き写しは、誰がすることができますか？
sq: Kush mund të transkriptojë tituj?
sv: Vem kan transkribera undertexter?
ug: كىم كىنو خەتلىرىنى ئاڭلاپ خاتىرىلىيەلەيدۇ؟
vi_vn: Ai có thể chuyển thể phụ đề?

source: i.e. transcribe from video and perform time-alignment
ca: p.e. transcriure des de vídeo i realitzar les alineacions de temps
de: z.B. Transkribieren eines Videos und Anpassung der Anzeigedauer durchführen
el: δηλ. να μεταγράψει από το βίντεο και να κάνει τον συγχρονισμό.
es: es decir, transcribir el video y realizar la coordinación temporal
ja: すなわち、ビデオの書き写しを行い、タイミング合わせもする
sv: d.v.s. transkribera från video och synka ljud och bild
ug: مەسىلەن سىندىن ئاڭلاپ خاتىرىلەپ، ۋاقىت تەڭشەش
vi_vn: ví dụ như chuyển thể từ phim và thực hiện việc cân chỉnh thời gian

source: Who can translate subtitles?
ca: Qui pot traduir subtítols?
de: Wer kann Untertitel übersetzen?
el: Ποιος μπορεί να μεταφράζει τους υπότιτλους;
es: ¿Quién puede traducir subtítulos?
ja: 字幕の翻訳は、誰がすることができますか？
sq: Kush mund të përkthejë titra?
sv: Vem kan översätta undertexter?
ug: كىنو خېتىنى كىم تەرجىمە قىلالايدۇ؟
vi_vn: Ai có thể dịch phim?

source: i.e. translate text from an original subtitle into a new language
ca: p.e. traduir el text d'un subtítol original a un nou idioma
de: z.B. Übersetzen von Originaluntertitle in eine neue Sprache
el: δηλ. να μεταφράζει το κείμενο, από τους πρωτότυπους υπότιτλους, σε μια νέα γλώσσα;
es: es decir, traducir el texto desde un subtítulo original a un nuevo idioma
ja: すなわち、原文の字幕から新しい言語に翻訳する
sv: d.v.s. översätta text från originalundertext till ett nytt språk
ug: مەسىلەن، بىر تىلدىكى ئەسلى كىنو خېتىنى يېڭى بىر تىلغا تەرجىمە قىلىش
vi_vn: ví dụ như dịch đoạn kí tự từ ngôn ngữ gốc sang một ngôn ngữ mới

source: How your subtitles will get published <em>(configure below)</em>
ca: Com es publicaran els vostres subtítols <em>(configuració a sota)</em>
de: Wie deine Untertitel veröffentlicht werden <em>(unten einstellen)</em>
el: Πώς θα δημοσιεύονται οι υπότιτλοί σας <em>(configure below)</em>
es: Cómo se publicarán los subtítulos <em>(configurar abajo)</em>
ja: 字幕の公開方法 <em>(下記にて設定してください)</em>
sq: Si do të botohen titrat tuaj <em>(formësojeni më poshtë)</em>
sv: Hur dina undertexter ska publiceras <em>(konfigurera nedan)</em>
ug: كىنو خەتلىرىڭىز قانداق تارقىتىلىدۇ؟ <em>(تۆۋەندە سەپلىنىدۇ)</em>
vi_vn: Làm thế nào để phụ đề của bạn được đăng tải <em>(thiết lập bên dưới)</em>

source: Transcribed
ca: Transcrit
cs: Přepsáno
de: Transkribiert
el: Συγχρονίσθηκαν
es: Transcrito
ja: 書き写し済み
sq: Të transkriptuara
sv: Transkriberat
ug: ئاڭلاپ خاتىرىلەندى
vi_vn: Đã được chuyển thể

source: or ...
ca: o ...
cs: nebo ...
de: oder ...
el: ή...
es: o ...
ja: または
sq: ose ...
sv: eller ...
ug: ياكى …
vi_vn: hay ...

source: Translated
ca: Traduït
cs: Přeloženo
de: Übersetzt
el: Μεταφράσθηκε
es: Traducido
ja: 翻訳済み
ko: 번역
sq: Të përkthyera
sv: Översatt
ug: تەرجىمە قىلىنغان
vi_vn: Đã được dịch

source: Reviewed
ca: Revisat
cs: Zkontrolováno
de: Überprüft
el: Αναθεωρήθηκαν
es: Revisado
sq: Të shqyrtuar
sv: Granskat
ug: قايتا تەكشۈرۈلدى
vi_vn: Đã được đánh giá

source: Approved
ca: Aprovat
cs: Odsouhlaseno
de: Bestätigt
el: Εγκρίθηκαν
es: Aprobado
ja: 承認済み
sq: Të miratuar
sv: Godkänt
ug: تەستىقلاندى
vi_vn: Đã được chấp thuận

source: Published
ca: Publicat
cs: Publikováno
de: Veröffentlicht
el: Δημοσιεύθηκαν
es: Publicado
ja: 発行済
sq: Të botuar
sv: Publicerat
ug: تارقىتىلدى
vi_vn: Đã được đăng tải

source: Tasks enable you to manage and assign subtitling and translation work for your videos
de: Aufgaben ermöglichen es dir Untertitelungen und Übersetzungen für deine Videos zuzuweisen und zu managen.
el: ΟΙ Εργασίες σας δίνουν τη δυνατότητα να διαχειρίζεστε και να αναθέτετε τον υποτιτλισμό και εργασίες μετάφρασης για τα βίντεό σας.
es: Las tareas te permiten administrar y asignar trabajos de subtitulado y de traducción para tus vídeos.
sv: Uppgifter gör det möjligt för dig att hantera och tilldela textnings- och översättningsarbeten för dina videos
vi_vn: Công việc cho phép bạn quản lí và phân công việc làm phụ đề và dịch thuật đối với các đoạn phim của mình

source: Enable tasks
de: Aktiviere Aufgaben
el: Ενεργοποίηση εργασιών
es: Habilitar tareas
sv: Tillåt uppgifter
ug: قوزغىتىلغان ۋەزىپىلەر
vi_vn: Kích hoạt công việc

source: Permissions and Limits
de: Berechtigungen und Grenzen
el: Δικαιώματα και Περιορισμοί
es: Permisos y límites
sv: Behörigheter och begränsningar
ug: ھوقۇق ۋە چەكلەر
vi_vn: Quyền lợi và Nghĩa vụ

source: Who can create and assign tasks?
ca: Qui pot crear i assignar tasques?
de: Wer kann Aufgaben erstellen und zuweisen?
el: Ποιος μπορεί να δημιουργεί και να αναθέτει εργασίες;
es: ¿Quién puede crear y asignar tareas?
ja: 誰が託すの作成および指名をすることができますか？
sq: Kush mund të krijojë dhe caktojë punë?
sv: Vem kan skapa och tilldela uppgifter?
ug: كىم ۋەزىپە قۇرۇپ تەقسىملىيەلەيدۇ؟
vi_vn: Ai có thể tạo và phân công công việc?
