Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: %(count)s collaborations moved to %(team_link)s<br>%(error_count)s could not be moved because they were already started
de: Von %(count)s Kooperationen, die zum %(team_link)s verschoben wurden,<br>konnten %(error_count)s nicht verschoben werden, weil sie bereits begonnen worden sind.
sv: %(count)s samarbeten flyttade till %(team_link)s<br>%(error_count)s kunde inte flyttas eftersom de redan var påbörjade

source: %(count)s collaborations moved to %(team_link)s
de: %(count)s Kooperationen nach %(team_link)s verschoben
sv: %(count)s samarbeten flyttade till %(team_link)s

source: Collaborations deleted
de: Kooperation gelöscht
sv: Samarbeten raderade

source: User not a team member
de: Nutzer ist kein Teammitglied
es: Usuario no perteneciente al equipo
sv: Användaren är inte medlem i teamet

source: User already assigned
de: Nutzer bereits zugewiesen
es: Usuario ya asignado
sv: Användare redan tillsatt

source: Select user to remove
de: Nutzer zum Entfernen auswählen
es: Selecciona usuario a eliminar
sv: Välj användare att ta bort

source: No user selected.
de: Kein Nutzer ausgewählt
es: Usuario no seleccionado
sv: Ingen användare vald.

source: Select new user to assign (optional)
de: Neuen Nutzer für die Zuordnung auswählen (optional)
sv: Välj ny användare att tillsätta (valfritt)

source: User not assigned
de: Nutzer nicht zugewiesen
es: Usuario no asignado
sv: Användare ej tillsatt

source: Removed %(removed_user)s from collaboration
de: %(removed_user)s wurden aus der Kollaboration entfernt.
sv: Tog bort %(removed_user)s från samarbetet

source: Removed %(user)s from collaboration
de: %(user)s aus der Kooperation entfernt
sv: Tog bort %(user)s från samarbetet

source: You must select at least one language
de: Wähle mindestens eine Sprache
es: Debes seleccionar al menos un idioma
sv: Du måste välja minst ett språk

source: Any Project
de: irgendein Projekt
es: Cualquier proyecto
sv: Alla projekt

source: No project
de: Kein Projekt
es: Ningún proyecto
sv: Inget projekt

source: All languages
de: Alle Sprachen
es: Todos los idiomas
sv: Alla språk

source: Subtitle creation
de: Untertitel-Erstellung
es: Creación de Subtítulos

source: All States
de: Alle Bearbeitungsstände
sv: Alla stater

source: Incomplete
de: Unvollständig
es: Incompleto
sv: Ofullständig

source: Needs User
de: Benötigt Nutzer
sv: Behöver Användare

source: project slug
de: Projekt-Slug

source: Oldest
de: Älteste
sv: Äldst

source: Earliest due
de: Früheste Fälligkeit
sv: Inlämnas tidigast

source: Latest due
de: späteste Fälligkeit
sv: Inlämnas senast

source: Any Language
de: Jede Sprache
es: Cualquier idioma
sv: Alla språk

source: My Languages
de: Meine Sprachen
es: Mis Idiomas
sv: Mina språk

source: Any Video Language
de: irgendeine Video-Sprache
sv: Alla videospråk

source: Assigned user
de: Zugewiesener Nutzer
sv: Tilldelad användare

source: Sort
de: Sortiere
sv: Sortera

source: Work team
de: Arbeitsgruppe
es: Equipo de trabajo
sv: Arbetslag

source: Created %(title)s
de: Erstellt: %(title)s
es: %(title)s Creado
sv: Skapade %(title)s

source: Deleted: %(title)s
de: Gelöscht: %(title)s
es: %(title)s Borrado
sv: Raderade: %(title)s

source: %(title)s updated
de: %(title)s aktualisiert
es: %(title)s Actualizado
sv: %(title)s uppdaterad

source: Request type
de: Art der Anfrage
sv: Typ av begäran

source: Request Language(s)
de: Cielo
sv: Begär språk

source: Enter any number of language codes separated by spaces
de: Gib irgendeine Anzahl an Sprachen-Codes durch Leerzeichen getrennt ein
sv: Ange valfritt antal språkkoder, separerade av mellanslag

source: Native language translation surcharge
de: Aufpreis für Übersetzung von Muttersprachlern

source: Not valid
de: Ungültig
sv: Ogiltig

source: Already a %(type)s request for %(languages)s
de: Bereits eine %(type)s-Anfrage für %(languages)s
sv: Det finns redan en %(type)s-begäran för %(languages)s

source: Enabled
de: Aktiviert

source: Cost per minute
de: Kosten pro Minute
es: Coste por minuto
sv: Kostnad per minut

source: Quality
de: Qualität
es: Calidad
sv: Kvalitet

source: Turnaround time
de: Durchlaufzeit

source: 1 professional service request created.
de: 1 Anfrage wegen einer professionellen Dienstleistung erstellt

source: 1 professional service request already existed.
de: 1 Anfrage wegen einer professionellen Dienstleistung bereits vorhanden.

source: 1 professional service request were invalid.
de: 1 Anfrage wegen einer professionellen Dienstleistung war ungültig.

source: Resend Notification
de: Benachrichtigung erneut senden
es: Reenviar Notificaciónm
sv: Skicka avisering igen

source: Basic
de: Grundlegendes
es: Básico

source: Business
de: Unternehmen

source: 2 hours
de: 2 Stunden
es: 2 horas
sv: 2 timmar

source: 8-10 hours
de: 8-10 Stunden
es: 8-10 horas
sv: 8-10 timmar

source: 24 hours
de: 24 Stunden
es: 24 horas
sv: 24 timmar

source: 48 hours
de: 48 Stunden
es: 48 horas
sv: 48 timmar

source: 4 days
de: 4 Tage
es: 4 Días
sv: 4 dagar

source: Captions
de: Untertitel
sv: Textning

source: Translation
de: Übersetzung
sv: Översättning

source: User already has an account
de: Nutzer hat bereits ein Konto
es: El usuario ya dispone de una cuenta
sv: Användaren har redan ett konto

source: Short
de: Kurz
es: Corto
sv: Kort

source: Medium
de: Mittel
es: Medio

source: Long
de: Lang
es: Largo
sv: Lång

source: Invalid subtitles file
de: Ungültige Untertitel-Datei
es: Archivo de subtítulos no valido
sv: Ogiltig undertextfil

source: Empty Subtitles
de: Leere Untertitel
es: Vaciar Subtítulos
sv: Tom undertext

source: Not all subtitles have timings
de: Nicht alle Untertitel haben Zeitvorgaben
es: Algunos subtítulos no tienen tiempos
sv: Alla textavsnitt har inte timing

source: Subtitles submitted
de: Untertitel eingereicht
es: Subtítulos enviados
sv: Undertext inskickad

source: Invalid format
de: Ungültiges Format
es: Formato no valido
sv: Ogiltigt format

source: Provider Queue
de: Provider-Warteschlange

source: Dummy
de: Platzhalter

source: Monthly Billing
de: Monatliche Abrechnung
es: Facturación Mensual
sv: Månatlig fakturering

source: Current Collaborations
de: Aktuelle Kooperationen
es: Colaboraciones Actuales
sv: Befintliga samarbeten

source: Billing
de: Bezahlung
el: Χρέωση /billing
es: Facturación
sv: Fakturering
vi_vn: Hóa đơn

source: Old Reports
de: Alte Berichte
es: Informes Antiguos
sv: Gamla rapporter

source: cost in credits
de: Kosten in Kreditpunkten
el: το κόστος των πιστώσεων
es: coste en créditos
sv: kostnad i krediter

source: supported speakertext.com platform
de: unterstützte Plattform speakertext.com
el: υποστηρίζεται η πλατφορμα speakertext.com

source: video id for platform
de: Video-ID der Plattform
el: βίντεο id για την πλατφόρμα

source: transcipt ID returned by speakertext.com
de: Durch speakertext.com zurückgegebene Transkriptions-ID
el: Μεταγραφέας ταυτότητας επέστρεψε από το speakertext.com
es: ID de transcripción devuelto por speakertext.com

source: result of transcription
de: Ergebnis der Transkription
el: αποτέλεσμα μεταγραφής
es: resultado de la transcripción
sv: resultat av transkription

source: subtitles created from transcription
de: aus der Transkription erstellte Untertitel
el: υπότιτλοι που δημιουργήθηκαν από μεταγραφή
es: subtítulos creados a partir de una transcripción
sv: Undertext skapad från transkription

source: Could not authorize with TED.
de: Keine Autorisierung für TED
el: Δεν ήταν δυνατή η συνδεση με το TED.
es: No fue posible autorizar con TED.

source: Approve subtitles
de: Genehmige die Untertitel
es: Validar subtítulos
sv: Godkänn undertext

source: powered by amara
de: unterstützt durch Amara

source: Team slugs, 1 per line
de: Team-Slugs, 1 pro Zeile

source: Video is not part of a team
de: Das Video ist keinem Team zugeordnet
sv: Videon tillhör inte något team

source: No completed version found
de: Keine fertiggestellte Version gefunden
sv: Ingen fullständig version hittades

source: Record already exists
de: Aufzeichnung existiert bereits.
sv: Posten finns redan

source: Error creating record
de: Fehler bei der Erstellung der Aufzeichnung
sv: Posten kunde inte skapas

source: No change
de: Keine Änderung
sv: Ingen förändring

source: Unknown version
de: Unbekannte Version
sv: Okänd version

source: Reports
de: Berichte
es: Informes
sv: Rapporter

source: Billing Management
de: Abrechnungsverwaltung
sv: Fakturahantering

source: Manage Records
de: Aufzeichnungen verwalten
sv: Hantera poster

source: Autocreate Missing Records
de: Automatisches Erstellen von fehlenden Aufzeichnungen
sv: Autoskapa saknade poster

source: Create Record
de: Aufzeichnungen erstellen
sv: Skapa post

source: Staff
de: Personal
sv: Personal

source: Video title
de: Video-Titel
el: Τίτλος του βίντεο
sv: Videotitel

source: Audio language
de: Audio-Sprache
sv: Ljudspråk

source: Subtitle language
de: Untertitel-Sprache
el: Γλώσσα υπότιτλου
sv: Undertextspråk

source: duration
de: Spieldauer
es: duración
sv: längd

source: Quality tier
de: Qualitätsstufe

source: Started
de: Begonnen
sv: Påbörjad

source: Dashboard
ca: Tauler d'eines
cs: Nástěnka
de: Schaltzentrale
el: Πίνακας ελέγχου
es: Espacio de trabajo
ja: ダッシュボード
ko: 관리페이지
sq: Pult
sv: Översikt
ug: باشقۇرۇش بېتى
vi_vn: Bảng điều tiết

source: Client Team
de: Kunden-Team

source: Project slug not found
de: Projekt-Slug nicht gefunden

source: Work Team
de: Arbeitsgruppe
es: Equipo de Trabajo
sv: Arbetslag

source: Language codes (separated by spaces)
de: Sprachen-Codes (durch Leerzeichen getrennt)
sv: Språkkoder (separerade av mellanslag)

source: On Demand Dashboard
de: On Demand-Schaltzentrale

source: Create Batch
de: Posten erstellen

source: Edit Batch
de: Posten bearbeiten

source: Your collaborations are being created. An email will be sent when the process completes
de: Deine Kooperationen wurden erstellt. Es wird eine E-Mail gesendet werden, wenn der Vorgang abgeschlossen ist.
es: Tus colaboraciones están siendo creadas. Recibirás un email al completarse el proceso
sv: Dina samarbeten skapas. Ett e-postmeddelande skickas när processen är slutförd

source: Page %(number)s of %(total)s
de: %(number)s Seiten von %(total)s
sv: Sida %(number)s av %(total)s

source: Previous
ca: Previ
cs: Předchozí
de: Vorherige
el: Προηγούμενος/η
es: Anterior
ja: 前
ko: 이전
sq: I mëparshmi
sv: Föregående
ug: ئالدىنقى
vi_vn: Trước

source: Next
ca: Següent
cs: Další
de: Nächste
el: Επόμενο
es: Siguiente
ja: 次
ko: 다음
sq: Pasuesi
sv: Nästa
ug: كېيىنكى
vi_vn: Sau

source: Share
ca: Compartir
cs: Sdílejte
de: Teilen
el: Μοιραστείτε το
es: Compartir
ja: 共有する
sq: Ndajeni Me të Tjerët
sv: Dela
ug: ھەمبەھىر
vi_vn: Chia sẻ

source: Post to Facebook
ca: Publica'l al Facebook
cs: Vložit na Facebook
de: Auf Facebook posten
el: Κάντετο post στο Facebook
es: Compartir en Facebook
ja: Facebookへ投稿
ko: Facebook에 올리기
sq: Postoje në Facebook
sv: Skicka till Facebook
ug: بۇنى Facebook قا يوللا
vi_vn: Đăng lên Facebook

source: Post to Twitter
ca: Publica'l al Twitter
cs: Vložit na Twitter
de: Auf Twitter posten
el: Κάντετο post στο Tweetter
es: Compartir en Twitter
ja: Twitterへ投稿
ko: Twitter에 올리기
sq: Postoje në Twitter
sv: Skicka till Twitter
ug: بۇنى Twitter غا يوللا
vi_vn: Đăng lên Twitter

source: We&#8217;d like help testing our subtitling widget
ca: Ens agradaria que ens ajudareu a provar el nostre giny
cs: Rádi bychom, abyste pomohli s testováním našeho titulkovacího widgetu
de: Wir würden uns über Hilfe beim Testen unseres Untertitelungs-Widgets freuen
el: Θα&#8217;θέλαμε να μας βοηθήσετε στις δοκιμές του δικού μας widget υποτιτλισμού
es: ¿Te gustaría probar nuestra miniaplicación de subtitulado?
ja: 字幕ウィジェットのテストをしてくれる方を探しています。
ko: 자막 제작 위젯 테스트를 돕고 싶습니다.
sq: Do të dëshironim ndihmë në testimin e widget-it tonë për titrime.
sv: Vi vill ha hjälp att testa vår textningswidget
ug: بىز باشقىلارنىڭ كىنو خېتىنى سىنايدىغان ئەپچەمىزنى سىناشقا ياردەملىشىشىنى ئۈمىد قىلىمىز
vi_vn: Chúng tôi muốn giúp sức cho việc kiểm tra widget phụ đề

source: Just launch our feedback form and try captioning a video
ca: Només omple la sol·licitud i proveu a etiquetar un vídeo
cs: Otevřete si náš formulář zpětné vazby a zkuste si otitulkovat video
de: Starte einfach unser Feedback-Formular und versuche ein Video zu untertiteln
el: Απλώς ξεκινείστε τη φόρμα μας για feedback και δοκιμάστε να καταγράψετε τους διαλόγους ενός βίντεο
es: Rellena el formulario de solicitud y prueba a subtitular un vídeo
ja: フィードバックフォームを開いて、ビデオへの字幕付けに挑戦してみてください。
ko: 의견함을 만들었습니다. 비디오 자막을 만들어 주세요.
sq: Thjesht hapni formularin tonë të përshtypjeve dhe provoni të titroni një video
sv: Starta bara vårt feedback-formulär och försök lägga till bildtext till en video.
ug: پەقەت قايتۇرما ئىنكاسنى قوزغىتىپ، بىر سىننىڭ خېتىنى سىناپ باقسىڭىزلا بولىدۇ
vi_vn: Chỉ việc mở mẫu đơn phản hồi của chúng tôi và hãy thử thuyết minh cho một đoạn phim

source: Warning: These videos should not be embeded--there is a good possibility they will break at some point!
ca: Avís: Aquests vídeos no haurien de ser incrustats perquè hi ha possibilitat de que s'aturen en algun moment.
cs: Varování: Tato videa by neměla být vkládána na stránky – je možné, že nebudou správně fungovat!
de: Warnung: Diese Videos sollten nicht eingebettet werden – es ist gut möglich, dass sie möglicherweise zukünftig nicht mehr funktionieren!
el: Προειδοποίηση: Αυτά τα βίντεο δεν πρέπει να ενσωματωθούν--υπάρχει υψηλή πιθανότητα να χαλάσουν σε κάποιο σημείο!
es: Advertencia: no deberías insertar estos vídeos, ya que hay bastantes posibilidades de que en algún momento se paren.
ja: 注意#1：ビデオのリンクが壊れる恐れがあるため、ビデオの埋め込みはしないでください。
ko: 경고: 이 비디오를 올릴 수 없습니다. 어느 시점에 파일이 망가질 가능성이 있습니다.
sq: Kujdes: Këto video nuk do të duhej të trupëzohen - ka shumë mundësi që, diku në një pikë, të mos punojnë më!
sv: Varning: Dessa videor bör inte bäddas in - det är sannolikt att de kommer att sluta fungera!
ug: ئاگاھلاندۇرۇش: بۇ سىنلار سىڭدۈرۈلمەسلىكى كېرەك--- ئۇلار مەلۇم چېلىش نوقتىسىدا يىمىرىلىشى مۇمكىن!
vi_vn: Cảnh báo: Những đoạn phim này không nên nhúng--có xác suất rằng chúng sẽ gặp trục trặc ở một lúc nào đó!

source: Warning #2: These subtitles are non-permanent and should not be relied on -- someone could change them.
ca: Avís #2: Aquests subtítols no són definitius i podrien ser modificats.
cs: Varování #2: Tyto titulky nejsou stálé a neměli byste se na ně spoléhat – někdo je může změnit.
de: Warnung Nr.2: Diese Untertitel sind nicht dauerhaft und man sollte sich nicht auf sie verlassen – jemand könnte sie ändern.
el: Προειδοποίηση #2: Αυτοί οι υπότιτλοι δεν είναι μόνιμοι και δεν πρέπει να στηρίζεστε σε αυτούς --κάποιος θα μπορούσε να τους αλλάξει
es: Advertencia: estos subtítulos no son definitivos y puede que sean modificados.
ja: 注意#2：この字幕は、最終的なものではないので、頼らないようにしてください。いずれ変更する可能性があります。
ko: 경고 2: 이 자막은 영구적이지 않고 이것에 의존해서는 안됩니다. 누군가 자막을 바꿀 수 있습니다.
sq: Kujdes #2: Këto titra nuk janë përgjithmonë dhe nuk do të duhej të merreshin seriozisht - dikush do të mund t'i ndryshonte ato.
sv: Varning #2: De här undertexterna är inte permanenta och bör inte litas på - de kan ändras.
ug: ئاگاھلاندۇرۇش #2: بۇ كىنو خەتلىرى مەڭگۈلۈك ئەمەس، ئۇنىڭغا تايىنىپ قالماسلىق كېرەك --- بەزىلەر ئۇلارنى ئۆزگەرتىشى مۇمكىن.
vi_vn: Cảnh báo số 2: Những phụ đề này không bền bỉ và không nên dựa vào chúng -- ai đó có thể thay đổi chúng.

source: This alpha site is for purely testing purposes.
ca: Aquest lloc web és versió alfa i només per a realitzar proves.
cs: Tato alfa stránka je určena čistě pro testovací účely.
de: Diese Alpha-Seite dient nur zu Testzwecken.
el: Αυτή η ιστοσελίδα alpha είναι μόνο για σκοπούς δοκιμής.
es: Este sitio web está en su versión alfa y es únicamente a efectos de realizar pruebas.
ja: このアルファ版のサイトは、あくまでも試験的なものです。
ko: 이 알파 사이트는 테스트 목적으로 만들어졌습니다.
sq: Ky site alfa është thjesht për qëllime testimi.
sv: Denna alpha-sida är enbart avsedd för tester.
ug: بۇ ئالفا تورتۇرا پەقەت سىناق ئۈچۈنلا.
vi_vn: Trang thử nghiệm giải đoạn đầu này nhằm mục đích để kiểm thử hoàn toàn.
