Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
ca: <b><a href="http://%(domain)s%(language_url)s">subtitols en %(lang)s</a></b> que heu contribuit a <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> modificat per <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Aquestes modificacions foren publicades immediatament. %(text_change)s del text i %(time_change)s de la sincronització foren modificats.
de: <b><a href="http://%(domain)s%(language_url)s">%(lang)s Untertitel</a></b> vom Video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a>, bei denen du mitgeholfen hast,</b> wurden von <b><a href="http://%(domain)s%(user_url)s">%(u)s</a>geändert</b>. Die Änderungen sind Live. %(text_change)s vom Text und %(time_change)s vom Timing wurden verändert.
el: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> Συνεισφέρατε στο <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> αλλάξανε από τον <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Αυτές οι αλλαγές βγήκαν κατ' ευθείαν live. Το %(text_change)s του κειμένου και το %(time_change)s του χρονισμού αλλάξανε.
es: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtítulos</a></b> en los que has contribuído <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> han sido modificados por <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Estos cambios se han activado de inmediato. %(text_change)s del texto y %(time_change)s de la sincronización se han cambiado.
ja: あなたが<b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b>に寄稿した<b><a href="http://%(domain)s%(language_url)s">%(lang)sの字幕</a></b>は、<b><a href="http://%(domain)s%(user_url)s">%(u)sさん</a></b>により変更されました。変更は、直ちに反映されました。テキストが%(text_change)s箇所とタイミングが%(time_change)s箇所変更されました。
sv: <b><a href="http://%(domain)s%(language_url)s">%(lang)s undertexter</a></b> som du bidrog till <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> ändrades av <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Ändringarna publicerades omedelbart. %(text_change)s av texten och %(time_change)s av timingen ändrades.
ug: سىز <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> تۆھپە قوشقان <b><a href="http://%(domain)s%(language_url)s">%(lang)s كىنو خېتى</a></b>نى <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b> ئۆزگەرتتى. ئۆزگەرتىش دەرھال ئىجرا قىلىنىدۇ. %(text_change)s تېكىست ۋە %(time_change)s ۋاقىت ئۆزگەردى.
vi_vn: <b><a href="http://%(domain)s%(language_url)s">phụ đề %(lang)s </a></b> mà bạn đã đóng góp cho <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> đã được thay đổi bởi <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Những thay đổi sẽ được áp dụng trực tiếp. %(text_change)s kí tự và %(time_change)s phân đoạn thời gian đã được thay đổi.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
ca: <b><a href="http://%(domain)s%(language_url)s">subtítols en %(lang)s</a></b> que heu contribuit a <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foren modificats. Aquestes modificacions foren publicades immediatament. %(text_change)s del text i %(time_change)s de la sincronització foren modificats.
de: <b><a href="http://%(domain)s%(language_url)s">%(lang)s Untertitel</a></b> vom Video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a>, bei denen du</b> mitgeholfen hast, wurden verändert. Die Änderungen sind Live. %(text_change)s vom Text und %(time_change)s vom Timing wurden geändert.
el: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> Συνεισφέρατε στο <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> αλλάξανε. Αυτές οι αλλαγές βγήκαν κατ' ευθείαν live. Τα %(text_change)s του κειμένου και το %(time_change)s του χρονισμού αλλάξανε.
es: <b><a href="http://%(domain)s%(language_url)s">Los subtítulos en %(lang)s</a></b> que has contribuído a <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> han sido cambiados. Estos cambios se han activado de inmediato. %(text_change)s del texto y %(time_change)s de la sincronización se han cambiado.
ja: あなたが<b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b>に寄稿した<b><a href="http://%(domain)s%(language_url)s">%(lang)sの字幕</a></b>は変更されました。変更は、直ちに反映されました。テキストが%(text_change)s箇所とタイミングが%(time_change)s箇所変更されました。
sv: <b><a href="http://%(domain)s%(language_url)s">%(lang)s undertexter</a></b> som du bidrog till <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> ändrades. Dessa ändringar publicerades omedelbart. %(text_change)s av texten och %(time_change)s av timingen ändrades.
ug: سىز <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> تۆھپە قوشقان <b><a href="http://%(domain)s%(language_url)s">%(lang)s كىنو خېتى</a></b>ئۆزگەردى. بۇ ئۆزگىرىشلەر دەرھال ئىجرا قىلىنىدۇ. %(text_change)s تېكىست ۋە %(time_change)s ۋاقىت ئۆزگەردى.
vi_vn: <b><a href="http://%(domain)s%(language_url)s">phụ đề %(lang)s</a></b> mà bạn đã đóng góp cho <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> đã được thay đổi. Những thay đổi này sẽ được áp dụng trực tiếp. %(text_change)s kí tự và %(time_change)s phân đoạn thời gian đã được thay đổi.

source: Compare the new version to the last version
ca: Comparar la nova versió amb l'última revisió
cs: Porovnat novou verzi s poslední verzí
de: Die neue Version mit der alten vergleichen
el: Σύγκριση της νέας έκδοσης με την παλιά έκδοση
es: Compara la nueva versión con la versión anterior
ja: 新しい改訂を最後の改訂と比較してください
ko: 지난 버전과 새로운 버전을 비교
sq: Krahasoni versionin e ri me atë të fundit
sv: Jämför den nya versionen med den senaste versionen
ug: يېڭى نەشرى بىلەن ئالدىنقى نەشرىنى سېلىشتۇرىدۇ
vi_vn: So sánh phiên bản mới với phiên bản trước

source: Compare your work to the new version
ca: Comparar el vostre treball amb la nova versió
cs: Porovnat svou práci s novou verzí
de: Deine Arbeit mit der neuen Version vergleichen
el: Συγκρίνατε τη δουλειά σας με τη νέα έκδοση
es: Compara tu trabajo con la nueva versión
ja: 新しい改訂と改訂内容を比較してください
ko: 내 버전과 새로운 버전을 비교
sq: Krahasoni punën tuaj me versionin e ri
sv: Jämför ditt arbete med den nya versionen
ug: سىزنىڭكى بىلەن يېڭى نەشرىنى سېلىشتۇرىدۇ
vi_vn: So sánh công việc của bạn với phiên bản mới

source: Old Text
ca: Text antic
cs: Starý text
de: Alter Text
el: Παλιό κείμενο
es: Texto anterior
ja: 古いテキスト
ko: 오래된 글
sq: Teksti i Vjetër
sv: Tidigare text
ug: كونا تېكىست
vi_vn: Đoạn kí tự cũ

source: Changes to title
ca: Canvis al títol
de: Änderungen am Titel
el: Αλλαγές στον τίτλο
es: Cambios al título
ja: タイトルへの変更
sq: Ndryshime te titulli
sv: Förändringar i titel
ug: ماۋزۇ ئۆزگەرتىدۇ
vi_vn: Thay đổi cho phụ đề

source: New Text
ca: Nou text
cs: Nový text
de: Neuer Text
el: Νέο κείμενο
es: Texto nuevo
ja: 新しいテキスト
ko: 새 텍스트
sq: Tekst i Ri
sv: Ny text
ug: يېڭى تېكىست
vi_vn: Đoạn kí tự mới

source: Changes to description
ca: Canvis a la descripció
de: Änderungen an der Beschreibung
el: Αλλαγές στην περιγραφή
es: Cambios a la descripción
sq: Ndryshime te përshkrimi
sv: Förändringar i beskrivning
ug: چۈشەندۈرۈشنى ئۆزگەرتىدۇ
vi_vn: Thay đổi cho mô tả

source: Changes to Subtitle Text
ca: Canvis al text dels subtítols
cs: Změny v textu titulků
de: Änderungen am Untertiteltext
el: Αλλαγές στο κείμενο των Υπότιτλων
es: Cambios en el texto de subtítulos
ja: 字幕テキストに対する変更
ko: 자막 텍스트로 변경
sq: Ndryshime te Teksti i Titrave
sv: Ändringar i undertext
ug: كىنو خېتىنىڭ تېكىستىنى ئۆزگەرتىدۇ
vi_vn: Thay đổi sang Kí tự Phụ đề

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(time_change)s of the timing was changed.
de: <b><a href="http://%(domain)s%(language_url)s">%(lang)s Untertitel</a></b> des Videos <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> wurden von <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b> geändert. Diese Änderungen wurden sofort live geschaltet. %(time_change)s des Timings wurden geändert.
el: <b><a Οι href="http://%(domain)s%(language_url)s">%(lang)s υπότιτλοι</a></b> στο βίντεο <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> αλλάχθηκαν από <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Αυτές οι αλλαγές δημοσιεύθηκαν αμέσως. %(time_change)s του χρόνου άλλαξε.
es: Los <b>subtítulos en <a href="http://%(domain)s%(language_url)s">%(lang)s</a></b> del video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> fueron cambiados por <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Estos cambios tienen efecto inmediato. %(time_change)s del tiempo fue cambiado.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(time_change)s of the timing was changed.
de: <b><a href="http://%(domain)s%(language_url)s">%(lang)s Untertitel</a></b> des Videos <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> wurden geändert. Diese Änderungen wurden sofort live geschaltet. %(time_change)s des Timings wurden geändert.
es: Los <b>subtítulos en <a href="http://%(domain)s%(language_url)s">%(lang)s</a></b> del video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> fueron cambiados. Estos cambios tienen efecto inmediato. %(time_change)s del tiempo fue cambiado.
sv: <b><a href="http://%(domain)s%(language_url)s">%(lang)s undertexter</a></b> för video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> ändrades. Dessa ändringar publicerades omedelbart. %(time_change)s av timingen ändrades.

source: Dear
ca: Benvolgut/uda
cs: Vážený
de: Liebe/r
el: Αγαπητέ/ή
es: Hola,
ja: 親愛なる
ko: 친애하는
sq: I/e dashur
sv: Käre
ug: ھۆرمەتلىك
vi_vn: Thân mến

source: Great news! <a href="http://%(domain)s%(user_url)s">%(user)s</a> has just started a %(language)s translation of your video <a href="%(video_url)s">%(video)s</a>
ca: Grans noticies! <a href="http://%(domain)s%(user_url)s">%(user)s</a> ha iniciat una traducció al %(language)s del teu vídeo <a href="%(video_url)s">%(video)s</a>
de: Gute Nachricht! <a href="http://%(domain)s%(user_url)s">%(user)s</a> hat eine%(language)s Übersetzung begonnen. Videos: <a href="%(video_url)s">%(video)s</a>
el: Σπουδαία νέα! Το <a href="http://%(domain)s%(user_url)s">%(user)s</a> μόλις άρχισε τη a %(language)s μετάφραση των δικών σας videos <a href="%(video_url)s">%(video)s</a>
es: ¡Buenas noticias! <a href="http://%(domain)s%(user_url)s">%(user)s</a> acaba de empezar una traducción al %(language)s de tu video <a href="%(video_url)s">%(video)s</a>
sq: Lajme të mira! <a href="http://%(domain)s%(user_url)s">%(user)s</a> sapo ka filluar një përkthim në %(language)s për videon tuaj <a href="%(video_url)s">%(video)s</a>
sv: Goda nyheter! <a href="http://%(domain)s%(user_url)s">%(user)s</a> har just påbörjat en %(language)s översättning av din video <a href="%(video_url)s">%(video)s</a>
ug: خوش خەۋەر! سىنىڭىز <a href="%(video_url)s">%(video)s</a> نىڭ %(language)s تەرجىمىسىنى <a href="http://%(domain)s%(user_url)s">%(user)s</a> تېخى بايىلا باشلىدى.
vi_vn: Tin vui! <a href="http://%(domain)s%(user_url)s">%(user)s</a> vừa bắt tay vào bản dịch %(language)s cho thước phim của bạn <a href="%(video_url)s">%(video)s</a>

source: You can review the translation and thank them for their contribution on this page:
ca: Podeu revisar la traducció i agrair la seva contribució a la següent pàgina:
cs: Můžete posoudit překlad a poděkovat za jejich přispění na této stránce:
de: Du kannst auf dieser Seite die Übersetzungen überprüfen und den Beteiligten Dank aussprechen:
el: Μπορείτε να αναθεωρήσετε τη μετάφραση και να τους ευχαριστήσετε για τη συνεισφορά τους σε αυτή τη σελίδα:
es: Puedes revisar la traducción y agradecer su contribución en la siguiente página:
ja: このページでは、翻訳を校正して、貢献者に感謝の意を述べることができます。
ko: 당신은 번역을 검토하고 이 페이지에 대한 그들의 기여에 대해 감사할 수 있습니다 :
sv: Du kan granska översättningen och tacka för jobbet här:
ug: تەرجىمىنى قايتا تەكشۈرەلەيسىز ھەمدە ئۇلارنىڭ بۇ بەتتىكى تەرجىمىگە قوشقان تۆھپىسىگە رەھمەت ئېيتالايسىز.
vi_vn: Bạn có thể đánh giá lại bản dịch và cảm ơn sự đóng góp của họ trên trang này:

source: Translation homepage
ca: Pàgina principal de traducció
cs: Domovská stránka překladů
de: Übersetzungs Homepage
el: Αρχική σελίδα μεταφράσεων
es: Página principal de traducción
ja: 翻訳ホームページ
ko: 홈페이지 번역
sq: Faqja hyrëse e përkthimeve
ug: تەرجىمە باش بېتى
vi_vn: Tranh nhà dịch thuật

source: Thanks for your great work,
ca: Gràcies pel teu excel·lent treball.
cs: Děkujeme za vaši skvělou práci,
de: Danke für deine großartige Arbeit,
el: Σας ευχαριστούμε για την σπουδαία σας δουλειά,
es: Gracias por tu excelente trabajo,
ja: 多大な努力に感謝します。
ko: 귀하의 훌륭한 작업에 감사합니다.
sq: Faleminderit për punën tuaj të vyer,
sv: Tack för ett bra jobb,
ug: بۈيۈك ئەمگىكىڭىزگە كۆپ رەھمەت،
vi_vn: Cảm ơn vì công việc tuyệt vời của bạn,

source: Sincerely
ca: Atentament
cs: S pozdravem
de: Grüße
el: Ειλικρινά
es: Atentamente,
ja: 敬具
ko: 진심으로
sq: Sinqerisht
sv: Vänliga hälsningar
ug: ھۆرمەت بىلەن
vi_vn: Chân thành

source: The Amara Community
ca: La comunitat Amara
de: Die Amara-Gemeinschaft
el: Η κοινότητα Amara
es: La comunidad de Amara
ja: Amara コミュニティ
sq: Bashkësia Amara
ug: Amara جامائىتى
vi_vn: Cộng đồng Amara

source: The title of the video
ca: El títol del vídeo
cs: Název videa
de: Der Titel des Videos
el: Ο τίτλος του βίντεο
es: El título del vídeo
ja: ビデオのタイトル
ko: 비디오의 제목
sq: Titulli i videos
sv: Videons titel
ug: سىننىڭ ماۋزۇسى
vi_vn: Tiêu đề phim

source: has been changed by
ca: ha estat canviat per
cs: byl změněn uživatelem
de: wurde bearbeitet von
el: άλλαξε από τον/την
es: ha sido cambiado por
ja: 変更者
ko: 으로 변경되었습니다.
sq: u ndryshua nga
sv: har ändrats av
ug: ئۆزگەرتكۈچى
vi_vn: đã được thay đổi bởi

source: has been changed
ca: ha estat canviat
cs: byl změněn
de: wurde bearbeitet
el: άλλαξε
es: ha sido cambiado
ja: 変更されました
ko: 변경되었습니다.
sq: u ndryshua
sv: har ändrats
ug: ئۆزگەردى
vi_vn: đã được thay đổi

source: The new title is
ca: El nou fitxer és
cs: Nový název je
de: Der neue Titel ist
el: Ο νέος τίτλος είναι
es: El nuevo título es
ja: 新しいタイトルは
ko: 새로운 제목은
sq: Titulli i ri është
sv: Ny titel är
ug: يېڭى ماۋزۇسى
vi_vn: Tiêu đề mới là

source: If this is incorrect, go to
ca: Si és incorrecte, aneu a
cs: Pokud je toto nesprávně, jděte na
de: Wenn dies falsch ist, gehe zur
el: Αν αυτό είναι λάθος, τότε πηγαίνετε στη
es: Si es incorrecto, dirígete a
ja: 誤りであれば、こちらへ
ko: 잘못된 내용이라면 이동
sq: Nëse kjo është e pasaktë, shkoni te
sv: Om detta är felaktigt, gå till
ug: ئەگەر بۇ خاتا بولسا ،
vi_vn: Nếu nó không chính xác, hãy đi tới

source: the video page
ca: la pàgina del vídeo
cs: stránku videa
de: Videoseite
el: σελίδα βίντεο
es: la página del vídeo
ja: ビデオのページ
ko: 동영상 페이지
sq: faqja e videos
sv: videosidan
ug: بۇ سىن بەتكە يۆتكىلىڭ
vi_vn: trang phim

source: and click 'edit title' to update it. If you're unable to edit the title, click 'Help' in the main menu to submit a support request.
ca: i premeu a 'editar títol' per a actualitzar-lo. Si no se us permet editar, premeu a 'Ajuda' al menú principal per a enviar una petició de suport.
cs: a klikněte na 'změnit název'. Pokud nemůžete název měnit, klikněte na 'Pomoc' v hlavním menu a pošlete žádost o podporu.
de: und klicke auf »Titel bearbeiten«, um ihn zu korrigieren. Wenn du den Titel dort nicht ändern kannst, klicke auf »Hilfe« im Hauptmenü, um eine Supportanfrage abzuschicken.
el: και κάντε κλικ στο 'επεξεργασία τίτλου' για να το ενημερώσετε. Αν δεν μπορείτε να επεξεργασθείτε τον τίτλο, κάντε κλικ στο 'Βοήθεια' στο κενρικό μενού, για να υποβάλλετε ένα αίτημα υποστήριξης.
es: y haz clic en Editar título para actualizarlo. Si no puedes editar el título, haz clic en Ayuda en el menú principal para enviar una petición de ayuda.
ja: 「タイトルを編集する」をクリックし、更新してください。タイトルが編集できない場合、メインメニューの「ヘルプ」をクリックし、サポートのリクエストを行ってください。
ko: 업데이트를 위해서 제목 편집을 클릭하세요. 제목 편집을 선택할 수 없다면 'HELP'메뉴에 지원 요청을 등록해 주세요.
sv: och klicka på "redigera titel" för att uppdatera. Om du inte kan redigera titeln, klicka på "Hjälp" i huvudmenyn för att skicka in en supportförfrågan.
ug: ھەمدە «ماۋزۇ تەھرىر»نى چېكىپ ئۇنى يېڭىلاڭ. ئەگەر ماۋزۇنى ئۆزگەرتەلمىسىڭىز، ئاساسىي تىزىملىكتىن «ياردەم»نى چېكىپ، قوللاش ئىلتىماسىدىن بىرنى يوللاڭ.
vi_vn: và nhấn 'sửa phụ đề' để cập nhật nó. Nếu bạn không thể sửa tiêu đề được, nhấn 'Trợ giúp' trong thanh thực đơn chính để gửi yêu cầu hỗ trợ.

source: A new video URL for
ca: Nova URL de vídeo per a
cs: Nová adresa URL pro
de: Eine neue Video-URL für
el: Ένα νέο video URL για το
es: Una nueva URL de video para
ja: 新しいビデオのURL
ko: 에 대한 새 동영상 URL
sq: Një URL e re videoje për
sv: En ny video-URL för
ug: سىننىڭ يېڭى تور ئادرېسى
vi_vn: Một đường dẫn URL phim mới cho

source: was submitted by
ca: fou enviat per
cs: byla vložena uživatelem
de: wurde hinzugefügt von
el: υπεβλήθη από τον/την
es: ha sido enviada por
ja: 投稿者
ko: 에 의해 제출되었습니다.
sq: u parashtrua prej
sv: lades till av
ug: يوللىغۇچى
vi_vn: đã được nộp bởi

source: Anonymous
ca: Anònim
cs: Anonym
de: Anonym
el: Ανώνυμος/η
es: Anónimo
ja: 匿名
ko: 익명
sq: I paemërt
sv: Anonym
ug: ئاتسىز
vi_vn: Người bí ẩn

source: Please check to make sure the new URL features the exact same video, and that subtitle timing is correct:
ca: Sisplau, comproveu que la nova URL concorda exactament amb el mateix vídeo, i que la sincronització del subtítol es correcta:
cs: Zkontrolujte prosím, zda nová URL odkazuje na stejné video a že časování titulků je v pořádku:
de: Bitte prüfe die neue URL, dass diese das exakt selbe Video mit korrekten Untertitelzeiten beinhaltet:
el: Παρακαλώ ελέγξτε για να βεβαιωθείτε ότι το νέο URL διαθέτει ακριβώς το ίδιο Βίντεο και ότι ο χρονισμός των υποτίτλων είναι ορθός:
es: Comprueba que la nueva dirección muestra exactamente el mismo vídeo y ​​que la sincronización de los subtítulos es correcta:
ja: 新しいURLが同じビデオを示し、字幕のタイミングが合っていることをご確認ください。
ko: 새로운 URL이 동일한 비디오를 보여주는지, 그리고 자막 타이밍이 정확한지 확인하십시오:
ug: يېڭى تور ئادرېسى (URL) نىڭ پۈتۈنلەي ئوخشاش بىر سىن ئىكەنلىكى ھەمدە كىنو خېتى ۋاقىت ئوقىنىڭ توغرىلىقىنى جەزملەڭ.
vi_vn: Xin hãy kiểm tra để đảm bảo rằng các tính năng của URL mới giống y hệt với đoạn phim, và cân chỉnh thời gian phụ đề phải khớp nữa:

source: View the new video URL
ca: Vorer la URL del nou vídeo
cs: Zobrazit novou URL videa
de: Die neue Video-URL ansehe
el: Δείτε το νέο video URL
es: Ver la URL del video nuevo
ja: 新しいビデオURLを見る
ko: 새로운 동영상 URL 보기
sq: Shihni URL-në e re të videos
sv: Se ny video-URL
ug: يېڭى سىننىڭ تور ئادرېسى (URL) نى كۆرسەت
vi_vn: Xem đường dẫn URL phim mới

source: View the original video URL
ca: Vorer la URL del vídeo original
cs: Zobrazit původní URL videa
de: Original Video-URL ansehen
el: Δείτε το αρχικό video URL
es: Ver la URL del video original
ja: オリジナルのビデオURLを見る
ko: 원본 동영상 URL 보기
sq: Shihni URL-në origjinale të videos
sv: Se ursprunglig video-URL
ug: ئەسلى سىننىڭ تور ئادرېسى (URL) نى كۆرسەت
vi_vn: Xem đường dẫn URL phim ban đầu

source: Watch Subtitled Videos
ca: Vorer els vídeos subtitulats
cs: Sledovat videa s titulky
de: Untertitelte Videos ansehen.
el: Δείτε υποτιτλισμένα βίντεο
es: Ver videos subtitulados
ja: 字幕付きビデオを観る
ko: 자막이 있는 동영상 보기
sq: Shihni Video të Titruara
sv: Se undertextade videos
ug: كىنو خېتى بار سىنلارنى كۆرسەت
vi_vn: Xem Phim đã được làm phụ đề

source: Featured Videos
ca: Vídeos destacats
cs: Vybraná videa
de: Empfohlene Videos
el: Widget
es: Los videos del momento
ja: 注目ビデオ
ko: 추천 동영상
sq: Video të Zgjedhura
ug: جەۋھەرلەنگەن سىنلار
vi_vn: Phim nổi bật

source: Leave a comment
ca: Deixar un comentari
cs: Zanechat komentář
de: Einen Kommentar hinterlassen
el: Αφήστε ένα σχόλιο
es: Deja un comentario
ja: コメントを残す
sq: Lini një koment
sv: Lämna en kommentar
ug: باھا قالدۇرۇڭ
vi_vn: Để lại lời bình

source: Comments
ca: Comentaris
cs: Komentáře
de: Kommentare
el: Σχόλια
es: Comentarios
ja: コメント
ko: 댓글
sq: Komente
sv: Kommentarer
ug: ئىزاھات
vi_vn: Bình Luận

source: Compare Revisions
ca: Comparar revisions
cs: Porovnat revize
de: Revisionen vergleichen
el: Σύγκριση αναθεωρήσεων
es: Comparar revisiones
ja: 改訂を比較する
ko: 수정 내용 비교
sq: Krahasoni Rishikimet
sv: Jämför ändringar
ug: نەشر سېلىشتۇر
vi_vn: So sánh Hiệu đính

source: Rollback to version #
de: Wiederherstellen von Versionsnummer
el: Επιστροφή στην έκδοση #
es: Volver a la versión #
sv: Rollback till version #
ug: # نەشرىگە قايتۇر
vi_vn: Hoàn lưu về phiên bản #

source: Legacy Subtitle Editor
de: veralteter Untertitel-Editor
el: Legacy Επεξεργαστής Υποτίτλων
es: Editor de subtítulos clásico

source: Edit in Django Admin
de: Bearbeite im Django-Admin-Bereich
el: Επεξεργασία στο Django Admin
es: Editar en Django Admin
sv: Redigera i Django Admin

source: No subtitles for this language.
ca: No hi ha subtítols per aquest idioma
cs: Žádné titulky v tomto jazyce.
de: Keine Untertitel für diese Sprache.
el: Δεν υπάρχουν υπότιτλοι για την γλώσσα αυτή.
es: No hay subtítulos en este idioma
ja: この言語の字幕はありません。
ko: 이 언어에 대한 자막 없습니다.
sq: Pa titra për këtë gjuhë.
sv: Inga undertexter för detta språk.
ug: بۇ تىلنىڭ كىنو خېتى يوق.
vi_vn: Không có phụ đề cho ngôn ngữ này.

source: Delete Subtitle Language
de: Lösche die Untertitelsprache
el: Διαγράψτε την γλώσσα του υπότιτλου
es: Eliminar idioma de subtítulo
sv: Radera undertextspråk

source: You must use the tasks panel to work with this version.
de: Um mit dieser Version zu arbeiten solltest du die Aufgabenschaltfläche benutzen.
el: Πρέπει να χρησιμοποιήσετε την περιοχή εργασιών για να εργασθείτε με αυτή την έκδοση.
es: Debes usar el panel de tareas para trabajar con esta versión

source: Edit Subtitles
ca: Edita els subtítols
cs: Upravit titulky
de: Untertitel bearbeiten
el: Επεξεργασία υπότιτλων
es: Editar subtítulos
ja: 字幕を編集する
ko: 자막 편집
sq: Përpunoni Titrat
sv: Redigera undertext
ug: كىنو خەتلىرى تەھرىر
vi_vn: Sửa phụ đề

source: You do not have permission to edit this version.
de: Du hast nicht die Rechte um diese Version zu bearbeiten.
el: Δεν έχετε δικαίωμα να επεξεργαστείτε αυτή την έκδοση.
es: No tienes permiso para editar esta versión.
sv: Du har inte behörighet att redigera denna version.

source: Download
ca: Descarregat
cs: Stáhnout
de: Herunterladen
es: Descargar
ja: ダウンロードする
sq: Shkarkojeni
sv: Ladda ner
ug: چۈشۈر
vi_vn: Tải về

source: DFXP All Languages
de: DFXP für alle Sprachen
sv: DFXP Alla Språk

source: Draft only
ca: Només esborranys
de: Nur Entwurf
el: Mόνο πρόχειρο/ draft
es: Solo borrador
sq: Vetëm skicë
sv: Endast utkast
ug: دەسلەپكى نۇسخىلا
vi_vn: Chỉ những bản thảo thôi

source: Subtitles translated from %(language)s
de: Untertitel aus %(language)s übersetzt
el: Υπότιτλοι μεταφρασμένοι από %(language)s
es: Subtítulos traducidos desde el %(language)s
sv: Undertext översatt från %(language)s

source: Showing <strong>Revision %(version_number)s</strong> created <strong>%(revision_time)s</strong> by <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
de: Zeige <strong>Revision %(version_number)s</strong> erzeugt am <strong>%(revision_time)s</strong> von <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
sv: Visar <strong>version %(version_number)s</strong> skapad <strong>%(revision_time)s</strong> av <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
