Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: <h2>About Amara</h2> <p> Amara gives individuals, communities, and larger organizations the power to overcome accessibility and language barriers for online video. The tools are free and open source and make the work of subtitling and translating video simpler, more appealing, and, most of all, more collaborative. </p> <p> The benefits of captioning and subtitling are immense: <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>Translations make it possible for all of us to watch video in languages that we don't speak</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara is composed of three main parts: <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> <li>A collaborative subtitling website</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
de: <h2>Über Amara</h2> <p>Amara ermöglicht es Menschen, Gemeinschaften und auch größeren Organisationen, die Zugangs- und Sprachbarrieren für Online-Videos zu überwinden. Die Werkzeuge dazu sind frei und Open-Source und machen das Untertiteln und Übersetzen von Videos einfacher, attraktiver, und vor allem gemeinschaftlich.</p> <p>Die Vorteile von untertitelten und übersetzen Videos sind: <ul> <li>Untertitel bringen Videos zu Menschen, die hörgeschädigt oder taub sind</li> <li>Übersetzungen machen es uns allen möglich, Videos in Sprachen anzusehen, die wir nicht sprechen</li> <li>Videohersteller bekommen: bessere Durchsuchbarkeit für Suchmaschinen (SEO), mehr Zuschauer, Zugang zu einer weit größeren Zielgruppe (mehrsprachig und global), zufriedenere hörgeschädigte und taube Zuschauer, und mehr</li> </ul> </p> <p>Amara besteht hauptsächlich aus drei Teilen: <ul> <li>Ein Werkzeug, um Untertitel anzusehen und zu bearbeiten (auch Widget genannt)</li> <li>Eine gemeinschaftlich geprägte Website zum Untertiteln</li> <li>Ein offenes Verfahren, um Untertitel zu durchsuchen/auszuliefern</li> </ul> </p> <p>Alles, was wir machen, stellen wir unter der Open-Source-Lizenz <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> zur Verfügung.</p> <h2>Unsere Organisation</h2> <p><a href="http://www.pculture.org/">Participatory Culture Foundation</a> (etwa: Kulturstiftung für mehr Teilhabe) ist eine gemeinnützige Organisation, die freie und offene Werkzeuge baut, um die Medien demokratischer und dezentralisierter zu machen. Unsere weiteren Projekte sind unter anderem: <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>.</p> <p>Amara ist ein hervorgehobenes Projekt von <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, und die Mozilla-Stiftung hat die Entwicklung unterstützt. Auch das Open Society Institute und die MacArthur-Stiftung unterstützen uns finanziell.</p> <h2>Dienstleistungen für Herausgeber und Unternehmen</h2> <p>Amara bietet einen Satz an Werkzeugen und Dienstleistungen, damit Herausgeber und Videoplattformen hochqualitative Untertitel erstellen und managen können. Mit Amara kannst du eine Schar von Freiwilligen aufbauen, die deine Videos übersetzen, Du kannst auch professionelle Dienstleitungen dazubekommen, und das alles zusammen mit einem mächtigen Qualitätssicherungssystem, damit die Spitzenqualität gewährleistet ist. Mehr dazu erfährst du bei unseren <a href="http://www.universalsubtitles.org/en/enterprise/">Dienstleistungen für Unternehmen</a>, oder wende dich direkt an <a href="mailto:dean@pculture.org">Dean Jansen</a>.</p>
el: <h2>Σχετικά με το Amara</h2> <p> Το Amara προσφέρει σε μεμονωμένα άτομα, σε κοινότητες, και σε μεγαλύτερους οργανισμούς, τη δύναμη να ξεπεράσουν τους φραγμούς προσβασιμότητας και γλώσσας, για τα online video. Τα εργαλεία είναι δωρεάν και ανοικτού κώδικα και κάνουν το έργο του υποτιτλισμού και της μετάφρασης των video, απλούστερο, πιο ελκυστικό και, πάνω από όλα, περισσότερο συνεργατικό. </p> <p> Τα πλεονεκτήματα της καταγραφής και συγχρονισμού των διαλόγων και του υποτιτλισμού είναι τεράστια: <ul> <li>Ο υποτιτλισμός κάνει τα video προσβάσιμα σε θεατές με προβλήματα ακοής ή με κώφωση</li> <li>Οι μεταφράσεις κάνουν εφικτό σε όλους μας, να μπορούμε να δούμε ένα video σε γλώσσες που δε μιλάμε</li> <li>Οι δημιουργοί των video κερδίζουν: καλύτερη κατάταξη στις μηχανές αναζήτησης/ SEO, περισσότερες προβολές, πρόσβαση σε ένα πολύ μεγαλύτερο (εν δυνάμει πολύγλωσσο και παγκόσμιο) κοινό, πρόσβαση σε θεατές με κώφωση ή με προβλήματα ακοής, και πολλά περισσότερα</li> </ul> </p> <p> Το Amara αποτελείται από τρία κύρια μέρη: <ul> <li>Ένα εργαλείο δημιουργίας υποτίτλων και προβολής (γνωστό και σαν widget)</li> <li>Έναν ιστότοπο συνεργατικού υποτιτλισμού</li> <li>Ένα ανοικτό πρωτόκολλο για αναζήτηση και διανομή υποτίτλων</li> </ul> </p> <p> Όλα όσα κάνουμε, προσφέρονται υπό την Άδεια Ανοικτού Κώδικα <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a>. </p> <h2>Η οργάνωσή μας</h2> <p> <a href="http://www.pculture.org/">Το Ίδρυμα Συμμετοχικής Κουλτούρας/ Participatory Culture Foundation</a> είναι μία Μ.Κ.Ο. που φτιάχνει δωρεάν και ανοιχτά εργαλεία, για πιο δημοκρατικά και αποκεντρωμένα media. Μερικά άλλα δικά μας έργα περιλαμβάνουν <a href="http://www.getmiro.com/">το Miro</a>, <a href="http://www.mirovideoconverter.com/">το Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">την Κοινότητα Miro</a>, and <a href="http://www.openvideoalliance.org/">τη Συμμαχία για Ανοικτά βίντεο/ Open Video Alliance</a>. </p> <p> Το Amara είναι ένα επίσημο/ featured έργο του <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, και το Ίδρυμα Mozilla Foundation προσέφερε υποστήριξη για την ανάπτυξή του. Το Ινστιτούτο Ανοικτής Κοινωνίας/ Open Society Institute και το Ίδρυμα MacArthur, είναι, επίσης, ανάμεσα στους οικονομικούς μας υποστηρικτές. </p> <h2>Υπηρεσίες για Εκδότες και Επιχειρήσεις</h2> <p> Το Amara προσφέρει ένα σύνολο επαγγελματικών εργαλείων και υπηρεσιών, που δίνουν τη δυνατότητα στους εκδότες και στις πλατφόρμες video, να δημιουργούν και να διαχειρίζονται υπότιτλους υψηλής ποιότητας. Με το Amara, μπορείτε να χτίσετε μια κοινότητα εθελοντών για τον υποτιτλισμό του περιεχομένου σας, την ενσωμάτωση επαγγελματικών υπηρεσιών, και τη χρήση ενός ισχυρού συστήματος ελέγχου ποιότητας, ώστε να εξασφαλίσετε ποιότητα παγκοσμίου επιπέδου. Για να μάθετε περισσότερα, δείτε τις δικές μας <a href="http://www.universalsubtitles.org/en/enterprise/">Επαγγελματικές υπηρεσίες</a> και ελάτε σε επαφή με τον Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
es: <h2>Acerca de Amara</h2> <p> Amara ofrece a particulares, comunidades y grandes organizaciones la capacidad de superar las barreras lingüísticas y de acceso a vídeos en línea. Las herramientas son gratuitas y abiertas y hacen que la labor de traducción y subtitulado sea más simple más atractiva y, sobre todo, con una mayor colaboración. </p> <p> Los beneficios detranscribir y subtitular son numerosos: <ul> <li>Las trascripciones hacen que los vídeos sea accesibles para espectadores sordos o con poca audición.</li> <li>Las traducciones son fundamentales para todo aquellos que vemos vídeos en idiomas que no hablamos</li> <li>Los creadores de vídeos consiguen: mayor SEO, más visitas, acceso para una mayor (posiblemente multilingüe y global) audiencia, accesibilidad para espectadores sordos o con poca audición, entre otros. </li> </ul> </p> <p> Amara está organizada fundamentalmente en tres partes: <ul> <li>La herramienta de subtitulación yvisionamiento(aka the widget)</li> <li>Un sitio web de subtitulación solaborativo</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
vi_vn: <h2>Thông tin về Amara</h2> <p> Amara đem lại cho những cá nhân, cộng đồng, và các tổ chức lớn khả năng vượt qua rào cản tiếp cận và ngôn ngữ đối với phim trực tuyến. Các công cụ đều miễn phí cả và là mã nguồn mở giúp cho công việc làm phụ đề và dịch phim được đơn giản hơn, thu hút được nhiều lời kêu gọi hơn, và trên hết là sự cộng tác. </p> <p> Lợi ích của việc thuyết minh và làm phụ đề là rất lớn: <ul> <li>Chú thích giúp các đoạn phim được dễ dàng truy cập hơn đối với những người bị câm hoặc điếc hoặc gặp phải vấn đề về nghe</li> <li>Dịch thuật biến các đoạn phim bằng ngôn ngữ không phải là ngôn ngữ mà chúng ta nói được khả thi hơn đối với tất cả mọi người.</li> <li>Những người tạo phim nhận được: SEO tối hơn, nhiều lượt xem hơn, truy cập đến một lượng khán giả lớn hơn (có tiềm năng đa ngôn ngữ và cả toàn cầu), sự tiếp cận dành cho người câm hoặc gặp phải khó khăn khi nghe, và rất nhiều thứ khác</li> </ul> </p> <p> Amara gồm ba phần chính: <ul> <li>Một công cụ tạo và xem phụ đề(hay còn được gọi là widget)</li> <li>Một trag web cộng tác làm phụ đề</li> <li>Một giao thức mở cho việc tìm kiếm/chuyển giao phụ đề</li> </ul> </p> <p> Mọi thứ mà chúng tôi làm đều có giấy phép mã nguồn mở <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a>. </p> <h2>Tổ chức của chúng tôi</h2> <p> <a href="http://www.pculture.org/">Tổ chức Xung kích Văn hóa (Participatory Culture Foundation)</a> là một tổ chức phi lợi nhuận nhằm xây dựng các công cụ mở và miễn phí cho các phương tiện truyền thông dân chủ và hướng trung tâm hơn. Các dự án khác của chúng tôi bao gồm <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Trình hoán chuyển phim Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Cộng đồng Miro</a>, and <a href="http://www.openvideoalliance.org/">Liên minh Phim Mở rộng (Open Video Alliance)</a>. </p> <p> Amara là một dự án nổi bật của <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, và tổ chức Mozilla đã cung cấp hỗ trợ phát triển. Viện Xã hội Mở (Open Society Institute) và Tổ chức MacArthur đều là các nhà tài trợ. </p> <h2>Dịch vụ Doanh nghiệp và Xuất bản</h2> <p> Amara cung cấp một tập hợp các công cụ chuyên nghiệp và dịch vụ nhằm cho phép các nhà xuất bản và các chuẩn phim tạo và quản lí những phụ đề chất lượng cao. Với Amara, bạn có thể xây dựng một cộng đồng tình nguyện viên nhằm giúp làm phụ đề cho nội dung của bạn, kết hợp với các dịch vụ chuyên nghiệp, và sử dụng một hệ thống kiểm soát chất lượng mạnh mẽ nhằm đảm bảo đạt được chất lượng đẳng cấp thế giới. Để tìm hiểu thêm, xem <a href="http://www.universalsubtitles.org/en/enterprise/">dịch vụ doanh nghiệp</a> và liên hệ với Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>

source: Find your Community
de: Finde deine Community
es: Encuentra tu comunidad
sv: Hitta din grupp

source: Amara is home to dozens of volunteer teams that make video accessible around the globe. Look below to find a topic or organization that interests you, then join the team to get involved!
de: Amara beheimatet Dutzende von ehrenamtlichen Teams, die Videos weltweit zugänglich machen. Schau weiter unten nach, um ein Thema oder eine Organisation zu finden, das oder die dich interessiert und schließe dich einem Team an, um dich zu beteiligen!
sv: Amara har dussintals frivilliga team som gör videos tillgängliga i hela världen. Se nedan för att hitta ett ämne eller en organisation som intresserar dig, gå sedan med i teamet för att komma igång!

source: Copyright Infringement Notification
ca: Notificació d'infraccions de drets d'autor
cs: Oznámení o porušení autorských práv
de: Copyright-Verletzungs-Benachrichtigung
el: Προειδοποίηση παραβίασης προστασίας πνευματικών δικαιωμάτων
es: Notificación de infracción de derechos de autor
ja: 著作権侵害通知
ko: 저작권 침해 신고
sq: Njoftim Shkeljesh të Drejtash Kopjimi
ug: نەشر ھوقۇقىغا دەخلى قىلىش باياناتى
vi_vn: Thông báo vi phạm tác quyền

source: To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Copyright Act to confirm these requirements):
ca: Per a presentar una notificació d'infracció de drets d'autor, haurà d'enviar una comunicació per escrit que incloga fonamentalment el següent (consulteu al vostre assessor legal o vegeu la Secció 512(c)(3) de la Llei de Propietat Intel·lectual per a confirmar aquests requisits):
de: Um uns eine Copyrightverletzung anzuzeigen, musst du ein Schriftstück bei uns einreichen, das mindestens die folgenden Punkte qualifiziert abdeckt (kläre das am besten mit deinem Anwalt oder schaue in Paragraph 512(c)(3) des amerikanischen Copyright Act nach):
el: Για να καταθέσετε μία αγωγή παραβίασης της προστασίας Πνευματικών Δικαιωμάτων εναντίον μας, θα πρέπει να στείλετε μία έγγραφη κοινοποίηση που να περιλαμβάνει ουσιαστικά τα ακόλουθα (παρακακαλώ συμβουλευθείτε τον Νομικό σας Σύμβουλο ή δείτε το Κεφάλαιο 512(c)(3) του Νόμου Copyright Act, για να βεβαιωθειτε ότι πληροίτε αυτές τις προϋποθέσεις):
es: Para presentar una notificación de infracción de derechos de autor con nosotros, tendrás que enviar una comunicación escrita que incluya fundamentalmente lo siguiente (por favor, consulta a su asesor legal o vea la Sección 512 (c) (3) de la Ley de Propiedad Intelectual para confirmar estos requisitos):
ja: 著作権侵害通知を申し立てるには、書面にて下記全項を当団体にお送りください (下記要件を確認するには、弁護士にお問い合わせするか、著作権法の第512条(c)(3)をご参照ください)：
ko: 우리와 함께 저작권 침해 통지를 제출하려면 당신은 실질적으로 다음을 포함하는 서면 통신문을 보낼 필요가 있습니다. (당신의 변호사를 참조하거나 이러한 요구 사항을 확인하는 저작권법의 512 (C)(3)을 참조하시기 바랍니다) :
sq: Që të na parashtroni një njoftim për shkelje të drejtash kopjimi, lypset të dërgoni një shkresë që, në thelb, përfshin sa më poshtë (ju lutemi, këshillohuni me këshilltarin tuaj ligjor ose shihni Ndarjen 512(c)(3) të Aktit Mbi të Drejta Kopjimi që të siguroheni rreth këtyre domosdoshmërive):
ug: ئەگەر نەشر ھوقۇقىغا دەخلى-تەرۇز يەتكۈزگەنلىكىنى تاپشۇرسىڭىز، يازما خەت يوللىشىڭىز كېرەك، ئاساسىي مەزمۇنى تۆۋەندىكى مۇھىم نۇقتىلارنى ئۆز ئىچىگە ئالىدۇ (قانۇن مەسلىھەتچىڭىزدىن مەسلىھەت سوراڭ ياكى ئەسەر ھوقۇقى قانۇنىنىڭ 512 - ماددا (c)(3)دىن پايدىلىنىپ تۆۋەندىكى تەلەپلەرنى جەزملەڭ):
vi_vn: Để gửi thông báo vi phạm bản tác quyền cho chúng tôi, bạn sẽ phải gửi một bản viết tay hoặc đánh máy có kèm theo những thứ sau (xin hãy tư vấn với cố vấn pháp lí của bạn hoặc xem Mục 512(c)(3) trong Luật Tác quyền (Copyright Act) nhằm xác nhận những yêu cầu này):
