Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: %(user)s is applying for team %(team)s
ca: %(user)s vol adherir-se a l'equip %(team)s
cs: %(user)s se hlásí do týmu %(team)s
de: %(user)s bewirbt sich beim %(team)s-Team
el: %(user)s υποβάλλει/υποβάλλουν αίτημα εγγραφής στην ομάδα %(team)s
es: %(user)s quiere unirse al equipo %(team)s
ja: %(user)s さんが%(team)sチームへの参加を希望しています。
ko: 사용자 %(user)s 이가 %(team)s 의 팀에 가입신청서를 냈습니다.
sq: %(user)s po kërkon të bëhet pjesë e ekipit %(team)s
sv: %(user)s ansöker till teamet %(team)s
ug: بۇ %(user)s ئىلتىماس قىلغان توپ %(team)s
vi_vn: %(user)s đang xin gia nhập nhóm %(team)s

source: Your application to join the %(team)s team has been declined
de: Deine Bewerbung, beim %(team)s-Team mitzumachen, wurde abgelehnt.
el: Το αίτημά σας να εγγραφείτε στην ομάδα %(team)s απορρίφθηκε.
es: Tu solicitud para unirte al equipo %(team)s ha sido rechazada
sv: Din ansökan om medlemskap i team %(team)s har nekats

source: %(team)s team has a new member
de: Das %(team)s-Team hat ein neues Mitglied.
el: Η ομάδα %(team)s έχει ένα νέο μέλος
es: El equipo %(team)s tiene un nuevo miembro.
sv: Team %(team)s har en ny medlem

source: You've joined the %(team)s team!
de: Du bist jetzt beim %(team)s-Team dabei!
el: Γίνατε μέλος της ομάδας %(team)s!
es: ¡Te has unido al equipo %(team)s!
sv: Du är nu medlem i team %(team)s!

source: %(user)s has left the %(team)s team
ca: %(user)s ha deixat l'equip %(team)s
cs: %(user)s opustil tým %(team)s
de: %(user)s hat das %(team)s-Team verlassen.
el: Ο χρήστης %(user)s εγκατέλειψε την ομάδα %(team)s
es: %(user)s ha abandonado el equipo %(team)s
ja: %(user)s さんが%(team)sチームを退会しました。
sq: %(user)s e braktisi ekipin %(team)s
sv: %(user)s har lämnat teamet %(team)s
ug: بۇ %(team)s توپتىن %(user)s ئايرىلدى
vi_vn: %(user)s đã rời khỏi nhóm %(team)s

source: You've left the %(team)s team!
de: Du hast das %(team)s-Team verlassen!
el: Εγκαταλείψατε την ομάδα %(team)s!
es: ¡Has abandonado el equipo %(team)s!
sv: Du har lämnat team %(team)s!

source: You have a new task assignment on Amara!
ca: Teniu una nova tasca assignada a Amara!
de: Ihnen wurde eine neue Aufgabe bei Amara zugeteilt!
el: Σας έχει ανατεθεί μια νέα εργασία στο Amara!
es: ¡Te han asignado una nueva tarea en Amara!
ja: Amara にて新しいタスクが任命されました。
sq: Ju është caktuar një punë e re në Amara!
sv: Du har ett nytt uppdrag från Amara!
ug: سىزنىڭ Amara دا تەقسىملەنگەن يېڭى بىر ۋەزىپىڭىز بار!
vi_vn: Bạn vừa được phân công công việc mới trên Amara!

source: Your subtitles have been reviewed
ca: Els vostres subtítols han estat revisats
de: Deine Untertitel wurden korrekturgelesen
el: Οι υπότιτλοί σας αναθεωρήθηκαν
es: Tus subtítulos han sido revisados
ja: あなたの字幕は、レビューされました。
sq: Titrat tuaj u shqyrtuan
sv: Dina undertexter måste granskas
ug: كىنو خېتىڭىز قايتا تەكشۈرۈلدى
vi_vn: Phụ đề của bạn đã được đánh giá

source: and published
ca: i publicats
de: und veröffentlicht
el: και δημοσιεύθηκαν
es: y publicados
ja: 公開されました。
sq: dhe u botuan
sv: och publicerade
ug: ھەمدە تارقىتىلدى
vi_vn: và cho đăng tải

source: Your subtitles have been approved and published!
ca: Els vostres subtítols han estat aprovats i publicats!
de: Deine Untertitel wurden angenommen und veröffentlicht!
el: Οι υπότιτλοί σας έγιναν αποδεκτοί και δημοσιεύθηκαν!
es: ¡Tus subtítulos han sido aprobados y publicados!
ja: あなたの字幕は承認され、公開されました！
sq: Titrat tuaj u pranuan dhe janë botuar!
sv: Dina undertexter har blivit godkända och publicerade!
ug: كىنو خېتىڭىز دەلىللىنىپ تارقىتىلدى!
vi_vn: Phụ đề của bạn đã được chấp thuận và cho đăng tải!

source: Your subtitles have been returned for further editing
ca: Els vostres subtítols han estat retornats per a una edició posterior
de: Deine Untertitel wurden zur Überarbeitung zurückgegeben.
el: Οι υπότιτλοί σας επεστράφησαν για περαιτέρω επεξεργασία
es: Tus subtítulos han sido devueltos para mayor edición
ja: あなたの字幕は、更なる編集のために戻されました。
sv: Dina undertexter har skickats tillbaka för kompletterade ändringar
ug: كىنو خېتىڭىز قايتا تەھرىرلەشكە قايتۇرۇلدى
vi_vn: Phụ đề của bạn đã bị hoàn trả vì cần phải tinh chỉnh thêm

source: Your subtitles were not accepted
ca: Els vostres subtítols no han estat acceptats
de: Deine Untertitel wurden nicht akzeptiert.
el: Οι υπότιλοί σας δεν έγιναν αποδεκτοί
es: Sus subtítulos no han sido aceptados
ja: あなたの字幕は受け入れられませんでした。
sv: Dina undertexter accepterades inte
ug: كىنو خېتىڭىز قوبۇل قىلىنمىدى
vi_vn: Phụ đề của bạn không được chấp nhận

source: %(user)s left a comment on the video %(title)s
ca: %(user)s ha deixat un comentari al vídeo %(title)s
de: %(user)s hat das Video »%(title)s« kommentiert.
el: Ο χρήστης %(user)s άφησε ένα σχόλιο για το βίντεο %(title)s
es: %(user)s comentó en el video %(title)s
ja: %(user)s さんがビデオ「%(title)s」についてコメントをしました。
sq: %(user)s la një koment te videoja %(title)s
sv: %(user)s har lämnat en kommentar till videon %(title)s
ug: بۇ %(title)s سىنغا %(user)s باھا سۆزى قالدۇردى
vi_vn: %(user)s để lại lời bình trên đoạn phim %(title)s

source: [no subject]
ca: [Sense assumpte]
cs: [žádný předmět]
de: [kein Betreff]
el: [χωρίς θέμα]
es: [Sin asunto]
ja: [題名なし]
ko: [제목 없음]
sq: [pa subjekt]
sv: [inget ämne]
ug: [تېمىسىز]
vi_vn: [không chủ đề]

source: You should enter subject or message.
ca: Hauríeu d'introduir un assumpte o missatge.
cs: Měli byste vložit předmět nebo zprávu.
de: Du solltest einen Betreff oder eine Nachricht eingeben.
el: Πρέπει να βάλετε ένα θέμα ή ένα μήνυμα
es: Debes introducir el asunto o el mensaje.
ja: 題名もしくは本文を入力してください。
ko: 제목이나 메시지를 입력해야 합니다.
sq: Duhet të jepni subjekt ose mesazh.
sv: Du måste skriva in ett ämne eller meddelande.
ug: ماۋزۇ ياكى ئۇچۇر كىرگۈزۈڭ.
vi_vn: Bạn nên nhập chủ đề hoặc tin nhắn.

source: Speaker Name
de: Name des Sprechers
el: Όνομα ομιλητή
es: Nombre del hablante
sv: Talarens namn

source: Location
de: Ort
el: Τοποθεσία
es: Ubicación
sv: Plats

source: Just found a version of this video with subtitles
ca: S'ha trobat una versió d'aquest vídeo amb subtítols
de: Ich habe gerade eine Version dieses Videos mit Untertiteln gefunden.
el: Μόλις εντοπίσθηκε μία έκδοση αυτού του video με υπότιτλους
es: Recién encontrada una version de este vídeo con subtítulos.
ja: 字幕付き版のビデオがあります。
sq: Sapo u gjet një version i kësaj video me titra
sv: Hittade precis en version av den här videon med undertexter
ug: بۇ سىننىڭ كىنو خەتلىرى بار نەشرى بايقالدى
vi_vn: Vừa tìm thấy một phiên bản có kèm theo phụ đề của đoạn phim này

source: Check out this video and help make subtitles
ca: Pegueu un colp d'ull a aquest vídeo i ajudeu a fer els subtítols
cs: Mrkněte na tohle video a pomozte s tvorbou titulků
de: Schau dir das Video an und hilf beim Untertiteln mit.
el: Ελέγξτε αυτό το video και βοηθήστε να φτιαχτούν οι υπότιτλοι
es: Echa un vistazo a este vídeo y ayuda a que los subtítulos
ja: ビデオを視聴して字幕の追加に協力する
ko: 이 동영상을 확인하시고 자막을 만드는 데 도움을 주세요.
sq: Shihni këtë video dhe ndihmoni në krijim titrash
sv: Kolla in den här videon och hjälp till att skapa undertexter
ug: بۇ سىننى تەكشۈرۈپ، كىنو خېتى ياساشقا ياردەملىشىڭ
vi_vn: Hãy kiểm thử đoạn phim này xem sao và hỗ trợ làm phụ đề

source: Hey-- check out this video %(video_title)s and help make subtitles: %(url)s
ca: Ei -- Pegueu un colp d'ull aquest vídeo %(video_title)s i ajudeu a fer els subtítols: %(url)s
cs: Hej – mrkněte na tohle video %(video_title)s a pomozte vytvořit titullky: %(url)s
de: Hey – schau dir das Video »%(video_title)s« an und hilf mit, es zu untertiteln: %(url)s
el: Ε!-- ελέγξτε αυτό το video %(video_title)s και βοηθήστε να φτιαχτούν οι υπότιτλοι: %(url)s
es: Hey - echa un vistazo a este vídeo %(video_title)s y ayuda a hacer los subtítulos: %(url)s
ja: このビデオ%(video_title)sを見て字幕の追加を手伝ってくれませんか？：%(url)s
ko: 이 비디오 %(video_title)s를 확인하시고 자막 제작을 도와 주세요: %(url)s
sq: Hej-- hidhini një sy kësaj videoje %(video_title)s dhe na ndihmoni ta titrojmë: %(url)s
sv: Hej! Kolla in den här videon %(video_title)s och hjälp till att skapa undertexter: %(url)s
ug: ھوي! -- بۇ سىن %(video_title)s نى تەكشۈرۈپ، كىنو خېتى ياساشقا ياردەملىشىڭ: %(url)s
vi_vn: Này bạn ơi-- hãy kiểm thử đoạn phim này %(video_title)s xem sao và hỗ trợ làm phụ đề: %(url)s

source: %(language)s subtitles for %(video)s:
ca: subtítols en %(language)s per a %(video)s:
de: Untertitel auf %(language)s für %(video)s:
el: Υπότιτλοι στα %(language)s για το %(video)s:
es: Subtítulos en %(language)s para %(video)s
ja: %(video)sの%(language)sの字幕
sq: titra në %(language)s për %(video)s:
sv: %(language)s undertexter till %(video)s:
ug: %(video)s نىڭ %(language)s كىنو خەتلىرى
vi_vn: Phụ đề %(language)s cho %(video)s:

source: Hey-- just found %(language)s subtitles for %(video_title)s: %(url)s
ca: Ei! s'ha trobat subtítols en %(language)s per a %(video_title)s: %(url)s
de: Hey – ich habe gerade Untertitel auf %(language)s für %(video_title)s gefunden: %(url)s
el: Ώπα-- μόλις βρέθηκαν υπότιτλοι στα %(language)s το %(video_title)s: %(url)s
es: Eh-- recién encontrados subtítulos en %(language)s para %(video_title)s: %(url)s
ja: %(video_title)sの%(language)sの字幕がすでにあります：%(url)s
sq: Hej-- sapo u gjetën titra në %(language)s për %(video_title)s: %(url)s
sv: Hej! Jag hittade precis %(language)s undertexter till %(video_title)s: %(url)s
ug: ۋاھ! -- %(video_title)s نىڭ %(language)s كىنو خېتى بايىلا بايقالدى: %(url)s
vi_vn: Này bạn ơi-- vừa tìm thấy phụ đề %(language)s cho %(video_title)s: %(url)s

source: You have not permission
ca: No teniu permisos.
cs: Nemáte povolení
de: Du hast keine Berechtigung
el: Δεν έχετε εξουσιοδότηση
es: No tienes permiso
ja: 権限がありません
ko: 당신은 허가를 받지 않았습니다.
sq: Nuk keni leje
sv: Du har inte behörighet
ug: ھوقۇقىڭىز يوق
vi_vn: Bạn không được phép

source: Incorrect video ID
ca: Identificador de vídeo incorrecte
cs: Nesprávné ID videa
de: Falsche Video-ID
el: Εσφαλμένος κωδικός ταυτοποίησης Βίντεο
es: ID de vídeo incorrecto
ja: ビデオIDが正しくありません
ko: 잘못된 동영상 ID
sq: ID e pasaktë videoje
sv: Felaktigt video-ID
ug: خاتا سىن كىملىكى
vi_vn: ID phim không đúng

source: Video does not exist
ca: El vídeo no existeix
cs: Video neexistuje
de: Video existiert nicht
el: Αυτό το Βίντεο δεν υπάρχει
es: El vídeo no existe
ja: ビデオは存在しません
ko: 동영상이 존재하지 않습니다
sq: Videoja nuk ekziston
sv: Videon finns inte
ug: سىن مەۋجۇت ئەمەس
vi_vn: Phim không tồn tại

source: Title can't be empty
ca: El títol no pot estar buit.
cs: Název nemůže být prázdný
de: Titel darf nicht leer sein
el: Ο τίτλος δεν μπορεί να είναι κενός
es: El título no puede estar vacío
ja: タイトルを空欄にすることはできません。
ko: 제목은 비워둘 수 없습니다.
sq: Titulli s'mund të jetë i zbrazët
sv: Fältet Titel kan inte vara tomt
ug: ماۋزۇ بوش قالمايدۇ
vi_vn: Tiêu đề không thể bỏ trống

source: Title can't be changed for this video
ca: No es pot canviar el títol per a aquest vídeo
cs: Název videa nemůže být změněn
de: Der Titel kann für dieses Video nicht geändert werden
el: Ο τίτλος δεν μπορεί να αλλάξει για το βίντεο αυτό
es: No se puede cambiar el título de este vídeo
ja: ビデオのタイトルは変更できません
ko: 이 동영상의 제목은 수정할 수 없습니다.
sq: Titulli i kësaj videoje nuk mund të ndryshohet
sv: TIteln kan inte ändras för denna video
ug: بۇ سىننىڭ ماۋزۇسىنى ئۆزگەرتكىلى بولمايدۇ
vi_vn: Tiêu đề của đoạn phim này không thể đổi được

source: Title was changed success
ca: El títol fou canviat amb èxit
cs: Název byl úspěšně změněn
de: Titel erfolgreich geändert
el: Ο τίτλος άλλαξε επιτυχώς
es: El título se cambió exitosamente
ja: タイトルが変更されました。
ko: 제목이 성공적으로 변경되었습니다.
sq: Titulli u ndryshua me sukses
sv: Titeln ändrades
ug: ماۋزۇ مۇۋەپپەقىيەتلىك ئۆزگەردى
vi_vn: Tiêu đề đã được thay đổi thành công

source: Video does not exist.
ca: No existeix el vídeo.
cs: Video neexistuje.
de: Video existiert nicht.
el: Το Βίντεο δεν υπάρχει.
es: El vídeo no existe.
ja: ビデオは存在しません。
ko: 동영상이 존재하지 않습니다.
sq: Videoja nuk ekziston.
sv: Videon finns inte.
ug: سىن مەۋجۇت ئەمەس.
vi_vn: Phim không tồn tại.

source: You are following this video now.
ca: Esteu seguint aquest vídeo.
cs: Nyní sledujete toto video.
de: Jetzt folgst du diesem Video.
el: Παρακολουθείτε αυτό το Βίντεο τώρα.
es: Usted está siguiendo este video ahora.
ja: あなたは今このビデオをフォローしています。
ko: 당신은 이제 이 비디오를 팔로우 합니다.
sq: Tani e tutje po e ndiqni këtë video.
sv: Du följer nu denna video.
ug: ھازىر بۇ سىنغا ئەگىشىۋاتىسىز.
vi_vn: Hiện bạn đang theo dõi đoạn phim này.

source: You stopped following this video now.
ca: Heu deixat de seguir aquest vídeo.
cs: Přestali jste sledovat toto video.
de: Du folgst diesem Video nicht mehr.
el: Τώρα σταματήσατε να παρακολουθείτε αυτό το Βίντεο.
es: Usted dejó de seguir a este vídeo ahora.
ja: あなたは今このビデオのフォローを中止しました。
ko: 이제 이 비디오를 그만 팔로우 합니다.
sq: Tani keni reshtur së ndjekuri këtë video.
sv: Du har nu slutat följa denna video.
ug: بۇ سىنغا ئەگىشىشنى توختاتتىڭىز.
vi_vn: Hiện bạn đã dừng theo dõi đoạn phim này.

source: Subtitles does not exist.
ca: No existeix cap subtítol.
cs: Titulky neexistují.
de: Untertitel existiert nicht.
el: Δεν υπάρχουν υπότιτλοι.
es: Subtítulos no existe.
ja: 字幕は存在しません。
ko: 자막이 존재하지 않습니다.
sq: Titrat nuk ekzistojnë.
sv: Undertext finns inte.
ug: كىنو خەتلىرى مەۋجۇت ئەمەس.
vi_vn: Phụ đề không tồn tại.

source: You are following this subtitles now.
ca: Esteu seguint aquest subtítol.
cs: Nyní sledujete tyto titulky.
de: Jetzt folgst du diesem Untertitel.
el: Τώρα παρακολουθείτε αυτούς τους υπότιτλους.
es: Ahora sigues este subtítulo.
ja: 字幕をフォローしています。
ko: 당신은 이제 이 자막을 팔로우 합니다.
sq: Tani e tutje po i ndiqni këta titra.
sv: Du följer nu denna undertext.
ug: ھازىر بۇ كىنو خەتلىرىگە ئەگىشىۋاتىسىز.
vi_vn: Hiện bạn đang theo dõi phụ đề này.

source: You stopped following this subtitles now.
ca: Heu deixat de seguir aquest subtítol.
cs: Přestali jste sledovat tyto titulky.
de: Du folgst diesem Untertitel nicht mehr.
el: Τώρα σταματήσατε να παρακολουθείτε αυτούς τους υπότιτλους.
es: Has dejado de seguir este subtítulo.
ja: 字幕のフォローを中止しました。
ko: 이제 이 자막을 그만 팔로우 합니다.
sq: Tani keni reshtur së ndjekuri këta titra.
sv: Du har nu slutat följa denna undertext.
ug: ھازىر بۇ كىنو خەتلىرىگە ئەگىشىشنى توختاتتىڭىز.
vi_vn: Hiện bạn đã dừng theo dõi phụ đề này.

source: --Select language--
de: -Wähle Sprache-
el: --Επιλογή γλώσσας--
es: --Seleccione un idioma--
sv: --Välj språk--

source: <a href="mailto:%(email)s">Contact us</a>
de: <a href="mailto:%(email)s">Nimm Kontakt zu uns auf</a>
el: <a href="mailto:%(email)s">Επικοινωνία</a>
es: <a href="mailto:%(email)s">Contacta con nosotros</a>
sv: <a href="mailto:%(email)s">Kontakta oss</a>

source: Please try again with a link to a video page. %(contact_link)s if there's a problem.
de: Bitte versuche es nochmal mit einem Link zu einer Videoseite. %(contact_link)s, wenn es Probleme dabei gibt.
el: Παρακαλούμε δοκιμάστε ξανά με σύνδεσμο σε μια σελίδα βίντεο. %(contact_link)s αν υπάρχει πρόβλημα.
es: Por favor, intenta de nuevo con un enlace a una página de video. %(contact_link)s si hay un problema.
sv: Försök igen med en länk till en videosida. %(contact_link)s om det uppstår problem.

source: You must link to a video on a compatible site (like YouTube) or directly to a video file that works with HTML5 browsers. For example: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v %(contact_link)s if there's a problem
de: Du musst ein Video auf einer kompatiblen Website (zum Beispiel YouTube) oder direkt eine Videodatei, die mit HTML5-Browsern funktioniert, verlinken. Zum Beispiel: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v %(contact_link)s, wenn es dabei Probleme gibt.
el: Πρέπει να συνδέσετε ένα βίντεο από ένα συμβατό ιστότοπο (όπως το YouTube) ή απ' ευθείας ένα αρχείο βίντεο που να λειτουργεί με περιηγητές HTML5. Για παράδειγμα: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v %(contact_link)s αν υπάρχει πρόβλημα.
es: Debes enlazar un vídeo de un sitio compatible (como YouTube) o directamente a un archivo de vídeo que funcione en navegadores compatibles con HTML5. Por ejemplo: http://miweb.com/mivideo.ogg o http://miweb.com/mivideodeipad.m4v %(contact_link)s si tienes algún problema
sv: Du måste länka till en video på en kompatibel webbsida (t.ex. Youtube) eller direkt till en videofil som fungerar med HTML5-webbläsare. Till exempel: http://mysite.com/myvideo.ogg eller http://mysite.com/myipadvideo.m4v %(contact_link)s om det uppstår problem

source: You have not permission add video URL for this video
ca: No teniu permís per afegir URL de vídeo per a aquest vídeo
cs: Nemáte oprávnění vložit URL videa pro toto video
de: Du hast keine Berechtigung, eine Video-URL für dieses Video hinzuzufügen.
el: Δεν έχετε εξουσιοδότηση να προσθέσετε ένα Video URL για το βίντεο αυτό
es: No tienes permisos para agregar una URL a este vídeo
ja: あなたには、このビデオにビデオURLを追加する権限はありません。
ko: 당신은 이 비디오에 대한 동영상 URL을 추가할 권한이 없습니다.
sq: Nuk keni leje për shtim URL-sh videoje për këtë video
sv: Du har inte tillåtelse att lägga till URL för denna video
ug: بۇ سىنغا تور ئادرېسى (URL) قوشۇش ھوقۇقىڭىز يوق
vi_vn: Bạn không được phép thêm URL phim cho đoạn phim này

source: Video URL already added to this video
de: Die Video-URL ist diesem Video bereits beigefügt
el: Το URL του βίντεο έχει ήδη προστεθεί σε αυτό το βίντεο.
es: URL del vídeo ya añadido a este vídeo
sv: Video-URL redan tillagd för denna video

source: view video
de: Video-Ansicht
el: προβολή βίντεο
es: ver vídeo
sv: titta på video

source: Video URL already added to a different video (%(link)s)
de: Die Video-URL ist bereits einem anderen Video beigefügt (%(link)s)
el: Το URL του βίντεο έχει ήδη προστεθεί σε άλλο βίντεο (%(link)s)
es: URL del vídeo ya añadido a otro vídeo (%(link)s)
sv: Video-URL redan tillagd till en annan video (%(link)s)

source: Video URL already added to a different video
de: Die Video-URL ist bereits einem anderen Video beigefügt
el: Το URL του βίντεο έχει ήδη προστεθεί σε άλλο βίντεο
es: URL del vídeo ya añadido a otro vídeo
sv: Video-URL redan tillagd till en annan video

source: We support: rss 2.0 media feeds including Vimeo, Dailymotion, and more.
de: Wir unterstützen rss 2.0 Media-Feeds wie Youtube, Vimeo, Dailymotion und andere.
el: Υποστηρίζουμε: τροφοδοσία πολυμέσων rss 2.0 συμπεριλαμβανομένων των Vimeo, Dailymotion, και περισσότερων.
es: Es compatible con canales rss 2.0 incluyendo Vimeo, Dailymotion, y más.
sv: Vi stödjer: rss 2.0-flöden, till exempel Vimeo, Dailymotion m.fl.

source: Sorry, we could not find a valid feed at the URL you provided. Please check the URL and try again.
ca: Ho lamentem, no hem trobat una font vàlida a la URL que heu donat. Sisplau, comproveu l'adreça i proveu-ho de nou.
de: Leider konnten wir keinen gültigen Feed an der von dir angegebenen URL finden. Bitte überprüfe die URL und versuche es erneut.
el: Συγγνώμη, δεν μπορέσαμε να βρούμε μία έγκυρη Ροή από το URL που μας δώσατε. Παρακαλώ ελέγξτε αυτό το URL ξανά.
es: Lamentablemente, no se ha encontrado una fuente válida en la URL suministrada. Verifique la URL y vuelva a intentarlo.
ja: 申し訳ありません。提供されたURLから有効なフィードを受け取れません。URLを確認し、再度お試しください。
ko: 죄송합니다, 우리는 당신이 제공하는 URL에서 유효한 피드를 찾을 수 없습니다. URL을 확인하고 다시 시도해 주세요.
sq: Na ndjeni, te URL-ja që dhatë nuk gjetëm dot një prurje të vlefshme. Ju lutemi, kontrolloni URL-në dhe riprovoni.
sv: Vi stödjer: rss 2.0-flöden, däribland Vimeo, Dailymotion m.fl.
ug: كەچۈرۈڭ، سىز تەمىنلىگەن تور ئادرېسى(URL)دىن ئىشلەتكىلى بولىدىغان مەنبەنى تاپالمىدۇق. تور ئادرېسىنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
vi_vn: Xin lỗi, chúng tôi không thể tìm được một feed phù hợp tại đường dẫn URL mà bạn đã cung cấp. Xin hãy kiểm tra đường dẫn URL và thử lại.

source: Duplicate feed URL in form: %(url)s
de: Kopiere die Quell-URL ins Formular: %(url)s
el: Αντιγραφή του URL της ροής στη μορφή: %(url)s

source: Feed for %(url)s already exists
de: Feed für %(url)s existiert bereits
el: Υπάρχει ήδη ροή για το %(url)s
sv: Flöde för %(url)s finns redan

source: The videos are being added in the background. If you are logged in, you will receive a message when it's done
ca: Els vídeos s'han afegit en segon pla. Si heu iniciat sessió, rebreu un missatge quan tot sigui a punt
de: Die Videos werden im Hintergrund hinzugefügt. Wenn du eingeloggt bist, bekommst du eine Nachricht, sobald alles fertig ist.
el: Γίνεται προσθήκη αυτών των βίντεο στο υπόβαθρο. Αν είστε συνδεδεμένοι, θα λάβετε ένα μήνυμα, όταν θα έχει ολοκληρωθεί.
es: tiempo, más antiguo
ja: ビデオはバックグラウンドで追加中です。ログインしている場合は、完了したらメッセージが表示されます。
sq: Videot po shtohen në prapaskenë. Nëse jeni i futur, do të merrni një mesazh kur kjo të ketë mbaruar.
sv: Videorna läggs till i bakgrunden. Om du är inloggad får du ett meddelande när det är färdigt
ug: سىنلار ئارقا سۇپىغا قوشۇلدى. ئەگەر تىزىمغا كىرگەن بولسىڭىز، ئۇ تاماملانغاندا بىر ئۇچۇر تاپشۇرۇۋالىسىز.
vi_vn: Phim đang được thêm vào nền. Nếu bạn đăng nhập, bạn sẽ nhận được tin nhắn báo khi nó hoàn tất

source: Subtitle into:
de: Untertitele nach:
el: Υπότιτλοι στο:
es: Subtitular al:
sv: Undertexta till:

source: This video is in:
de: Dieses Video ist auf:
el: Αυτό το βίντεο είναι στο:
es: Este video está en:
sv: Denna video är på:

source: Please double check the primary spoken language. This step cannot be undone.
de: Bitte überprüfe die primäre, gesprochene Sprache zweimal. Dieser Schritt kann nicht rückgängig gemacht werden.
el: Παρακαλούμε, κάντε διπλό κλικ στις βασικές γλώσσες που μιλάτε. Αυτή η ενέργεια δεν μπορεί να ανακληθεί.
es: Por favor revise dos veces le idioma original. Este paso no puede deshacerse.
sv: Vänligen dubbelkolla primärt talat språk. Detta steg kan inte ångras.
ug: ئاساسىي تىلىڭىزنى قايتا بىر تەكشۈرۈڭ. بۇ قەدەم باسقۇچنى ئۆزگەرتكىلى بولمايدۇ.
vi_vn: Xin hãy kiểm tra hai lần ngôn ngữ chính mà bạn nói. Bước này không thể không làm.

source: Your Languages
de: Deine Sprachen
el: Οι γλώσσες σας
es: Tus idiomas
sv: Dina språk

source: in seconds
ca: en segons
cs: v sekundách
de: in Sekunden
el: σε δευτερόλεπτα
es: en cuestión de segundos
ja: 数秒で
ko: 몇 초 안에
sq: në sekonda
sv: i sekunder
ug: سېكۇنتتا
vi_vn: theo giây

source: Views
ca: Vistes
cs: Zobrazení
de: Ansichten
el: Αριθμός προβολών
es: Vistas
ja: 視聴数
ko: 시청
sq: Parje
sv: Visningar
ug: كۆرۈنۈش
vi_vn: Lượt xem

source: %(title)s with subtitles | Amara
de: %(title)s mit Untertiteln | Amara
el: %(title)s με υπότιτλους | Amara
es: %(title)s con subtítulos | Amara
sv: %(title)s med undertexter | Amara

source: No Video URL
de: Keine Video URL
el: Δεν υπάρχει URL του Βίντεο
es: No hay URL de Video
sv: Ingen video-URL

source: reviewed <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s"> %(video_name)s</a>
de: <a href="%(language_url)s">%(new_language)s</a> Untertitel für <a href="%(video_url)s"> %(video_name)s</a> korrekturgelesen
sv: granskade <a href="%(language_url)s">%(new_language)s</a> undertext för <a href="%(video_url)s"> %(video_name)s</a>

source: accepted <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
de: angenommen <a href="%(language_url)s">%(new_language)s</a> Untertitel für <a href="%(video_url)s">%(video_name)s</a>
el: αποδέχτηκε τους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> για τη γλώσσα <a href="%(language_url)s">%(new_language)s</a>
es: ha aceptado los subtítulos en <a href="%(language_url)s">%(new_language)s</a> de <a href="%(video_url)s">%(video_name)s</a>
sv: accepterade <a href="%(language_url)s">%(new_language)s</a> undertext för <a href="%(video_url)s">%(video_name)s</a>

source: rejected <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
de: zurückgewiesen <a href="%(language_url)s">%(new_language)s</a> Untertitel für<a href="%(video_url)s">%(video_name)s</a>
el: απέρριψε τους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> για τη γλώσσα <a href="%(language_url)s">%(new_language)s</a>
es: ha rechazado los subtítulos en <a href="%(language_url)s">%(new_language)s</a> de <a href="%(video_url)s">%(video_name)s</a>
sv: underkände <a href="%(language_url)s">%(new_language)s</a> undertext för <a href="%(video_url)s">%(video_name)s</a>
