Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: If you're interested in general involvement, please see our <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. If you have a specific idea, please get in touch: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> And as a 501c3 non-profit org, we do accept donations (see the next question for details).
ca: <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>Si esteu interessats a participar en general, mireu la nostra <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span><a href="https://www.drumbeat.org/project/universal-subtitles">pàgina de Mozilla Drumbea</a>. <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>Si teniu una idea específica, podeu posar-vos en contacte a: <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span><a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>I com una Organització sense ànim de lucre, acceptem donacions (mireu la següent pregunta per a més detalls). <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>
cs: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Pokud máte obecný zájem o zapojení do projektu, navštivte naši <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="https://www.drumbeat.org/project/universal-subtitles">stránku Mozilla Drumbeat</a>. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Máte-li konkrétní nápad, napište nám: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>A jako nezisková organizace podle 501(c)(3) přijímáme dary (viz další otázka pro detaily). <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
de: Wenn du ganz allgemein mithelfen möchtest, schaue dir doch mal unsere <a href="https://www.drumbeat.org/project/universal-subtitles">Seite bei Mozilla Drumbeat</a> an. Wenn du eine konkrete Idee hast, <a href="mailto:universalsubtitles@pculture.org">schreibe uns</a>. Als gemeinnützige Organisation akzeptieren wir auch gerne Spenden (Details in der nächsten Frage).
el: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Αν σας ενδιαφέρει η γενικώτερη συμμετοχή σας, παρακαλούμε δείτε την <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="https://www.drumbeat.org/project/universal-subtitles">σελίδα μας του Mozilla Drumbeat</a>. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Αν έχετε κάποια συγκεκριμμένη ιδέα, παρακαλούμε να έρθετε σε επαφή μαζί μας: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Καθώς είμαστε μία ΜΚΟ του Νόμου 501c3, είμαστε σε θέση να δεχόμαστε δωρεές (the next question for details). <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
es: Si estás interesado en una participación más general, visita nuestra <a href="https://www.drumbeat.org/project/universal-subtitles">página en Mozilla Drumbeat</a>. Si tienes una idea específica, ponte en contacto: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> Y como organización sin ánimo de lucro (501c3 en EE UU), aceptamos donaciones (más detalles en la respuesta de la siguiente pregunta).
ja: 一般的な貢献に関心のある方は、<a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat ページ</a>をご覧ください。何かアイディアがある方は、次までご連絡ください：<a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> また、501c3 非営利団体として、寄付金を受け付けています（詳しくは次の質問をご覧ください）。
ko: »»당신이 일반적인 참여에 관심이 있으시다면, 우리의 <a href="https://www.drumbeat.org/project/universal-subtitles">모질라 Drumbeat 페이지</a>를 참조하시기 바랍니다 »»특정 아이디어가 있으시다면 연락해 주시기 바랍니다.:»»<a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> »»그리고 501c3 비영리 기관으로서, 우리는 기부를 받습니다. (자세한 내용은 다음 질문 참조)»»
ug: ئەگەر قاتنىشىشقا قىزىقسىڭىز، بىزنىڭ <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat بېتى</a>مىزنى كۆرۈڭ. ئەگەر ئالاھىدە ئوي-خىياللىرىڭىز بولسا بىز <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> بىلەن ئالاقىلىشىڭ ھەمدە 501c3 ماددىلىرىغا رىئايە قىلىدىغان پايدا تاپمايدىغان تەشكىلات بولۇش سۈپىتىدە، بىز ئىئانە (كېيىنكى مەسىلىنى كۆرۈپ تېخىمۇ كۆپ تەپسىلاتقا ئېرىشىڭ) قوبۇل قىلىمىز.
vi_vn: Nếu bạn có hứng thú muốn tìm hiểu tổng quát hơn, xin hãy ghé thăm <a href="https://www.drumbeat.org/project/universal-subtitles">trang Mozilla Drumbeat </a>. Nếu bạn có ý tưởng cụ thể nào đó, xin hãy liên hệ với: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> Với vai trò là một tổ chức phi lợi nhuận 501c3, chúng tôi đều chấp nhận sự ủng hộ, quyên góp từ các phía (xem câu hỏi sau để biết thêm chi tiết).

source: Yes and yes! You can <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (through the Mozilla Drumbeat project).
ca: <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>Sí és sí! Podeu fer les vostres<a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donacions aquí</a> (Mitjançant el projecte Mozilla Drumbeat). <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>
cs: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Určitě ano! Můžete <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">přispět zde</a> (skrze projekt Mozilla Drumbeat). <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
de: Ja und Ja! Du kannst <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">im Rahmen des Mozilla-Drumbeat-Projekts spenden</a>.
el: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Ναι και πάλι Ναι! Μπορείτε <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">Κάντε μία Δωρεά εδώ</a> (μέσω του Mozilla Drumbeat project). <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
es: ¡Sí, claro que sí! Puedes <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donar aquí</a> (a través del proyecto Mozilla Drumbeat).
ja: 寄付は受け付けています！さらに寄付金は税金控除の対象となります。寄付は<a href="https://donate.mozilla.org/page/contribute/universalsubtitles">こちらから</a>（Mozilla Drumbeat プロジェクト経由で）。
ko: »»네, 그래요! 당신이 할 수 <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">여기를 기부</a> (모질라 Drumbeat 프로젝트를 <span class="whitespace other" title="탭">통해).»»</span>
ug: شۇنداق! شۇنداق! سىز <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">ئىئانە here</a> قىلالايسىز (بۇ Mozilla Drumbeat قۇرۇلۇشى ئارقىلىق).
vi_vn: Hơn nữa! Bạn có thể <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">ủng hộ ở đây</a> (thông qua dụ án Mozilla Drumbeat).

source: The Mozilla Foundation has provided Amara with seed funding, community support, and fundraising support through <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat is a movement to keep the web open for the next 100 years, and Amara is a featured project!
ca: La fundació Mozilla ha proporcionat a Amara el finançament inicial suportant a la comunitat i ajudant a recaptar fons mitjançant <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat és un moviment per a mantindre la web oberta durant els pròxims 100 anys, i Amara és un dels seus projectes!
de: Von der Mozilla-Stiftung bekam Amara die Startfinanzierung, Unterstützung der Gemeinschaft und Unterstützung bei der Spendenwerbung, alles im Rahmen von <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat ist eine Bewegung, um das Internet die nächsten 100 Jahre frei und offen zu bewahren, und Amara ist ein hervorgehobenes Projekt.
el: Το Ίδρυμα Mozilla Foundation πρόσφερε στο Amara χρηματοδότηση για το αρχικό στάδιο/ seed funding, βοήθεια από την κοινότητα και προσέλκυση περαιτέρω χρηματοδότησης μέσω του <a href="http://www.drumbeat.org/about">Drumbeat</a>. Το Drumbeat είναι ένα κίνημα για να κρατήσει το web ανοικτό για τα επόμενα 100 χρόνια, ενώ το Amara αποτελεί ένα επίσημο/ featured έργο!
es: La Fundación Mozilla proporcionó a Amara la financiación inicial, apoyo a la comunidad y le ayudó a recaudar fondos a través de <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat es un movimiento para mantener la web abierta durante los próximos 100 años, ¡y Amara es uno de sus proyectos!
ug: بۇ Mozilla ۋەخپىسى Amara غا مەبلەغ ۋە مەھەللە جامائىتى تەرەپلەردىن قوللايدۇ ھەمدە <a href="http://www.drumbeat.org/about">مەبلەغ توپلاش</a> ئارقىلىق قوللايدۇ. Drumbeat ئىنتېرنېتنىڭ كېيىنكى 100 يىلغىچە ئوچۇق بولۇشىنى ساقلاپ قېلىش ھەرىكىتى بولۇپ، Amara ئۇنىڭ ئىچىدىكى ئالاھىدىلىككە ئىگە قۇرۇلۇشلارنىڭ بىرى!
vi_vn: Tổ chức Mozilla đã cung cấp cho Amara nguồn vốn khởi đầu, cả cộng đồng hỗ trợ, và trợ giúp gây quĩ thông qua <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat là phong trào để giữ cho web được 'mở' trong suốt 100 năm tới, và Amara là một dự án nổi bật trong số đó!

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and DFXP. formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
de: Falls Untertitel existieren, kannst du diese in den Formaten .SRT, .SSA, .SBV, .TXT und DFXP herunterladen. Formate auf der Seite für diese Sprache (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">Beispiele</a>). Drücke den "Untertitel herunterladen"-Knopf in der rechten unteren Ecke, links vom "Bearbeite Untertitel"- Knopf und wähle das gewünschte Dateiformat aus der Drop-Down-Liste.
es: Cuando los subtítulos ya existan, puedes bajártelos de la página de ese idioma en formato .SRT, .SSA, .SBV, .TXT y DFXP. (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">ejemplo</a>). Haz clic en el botón "Descargar subtítulos", que está en la parte inferior derecha, a la izquierda del botón "Editar subtítulos" y elige el formato del archivo que desees de la lista desplegable.
vi_vn: Khi có phụ đề, bạn có thể tải chúng với các định dạng .SRT, .SSA, .SBV, .TXT, và DFXP. trên trang của thứ tiếng đó (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">ví dụ</a>). Nhấn nút "Tải phụ đề" ở phía dưới bên phải và nằm bên nút "Chỉnh sửa Phụ đề" và chọn định dạng phù hợp từ danh sách kéo thả.

source: The system currently only allows one user to edit subtitles for any given video at a time. So, if someone else is already editing subtitles for the video when you try to edit the subtitles, you'll get this message.
ca: Actualment el sistema només permet un usuari per a editar els subtítols a qualssevol vídeo a la volta. Així que, si algú ja està editant els subtítols d'un vídeo quan tu probes a editar-los també. obtindràs aquest missatge.
cs: Systém v současnosti umožňuje upravovat titulky ke každému videu pouze jednomu uživateli v danou chvíli. Takže pokud někdo již upravuje titulky k videu, když se je pokoušíte upravit vy, zobrazí se tato zpráva.
de: Das System kommt derzeit nur damit klar, dass ein einziger Benutzer zur Zeit die Untertitel pro Video bearbeitet. Daher bekommst du, wenn gerade jemand aktiv an den Untertiteln für dieses Video arbeitet, diese Nachricht. Dagegen tun kannst du jedoch nichts, außer warten.
el: Το σύστημα, προς το παρόν, επιτρέπει μόνο σε έναν χρήστη κάθε φορά να μπορεί να επεξεργάζεται τους υπότιτλους για οποιοδήποτε δεδομένο video. Έτσι, αν κάποιος άλλος τροποποιεί ήδη τους υπότιτλους του βίντεο, ακριβώς όταν εσείς προσπαθείτε να τους επεξεργαστείτε, τότε θα λάβετο εξής μήνυμα.
es: El sistema actualmente solo permite a un usuario editar subtítulos para cualquier vídeo de una vez. Así que, si alguien más ya está subtitulando el vídeo, cuando intentas editar los subtítulos, aparecerá este mensaje.
ja: どのビデオも、複数のユーザが同時に字幕を編集することはできません。あなたが字幕を編集しようとしたとき、他のユーザが同じビデオの字幕をすでに編集している場合、このメッセージが表示されます。
ko: 시스템은 현재 오직 하나의 사용자가 한 번에 주어진 동영상에 대해서만 자막을 수정하실 수 있습니다. 그래서, 당신은 자막을 수정하려고 할 때 다른 사람이 이미 동영상에 대한 자막을 편집하는 경우, 이 메시지가 나타납니다.
sv: Systemet tillåter bara att en användare åt gången redigerar undertext för en video. Om någon annan redigerar undertexten för en video när du försöker redigera den, får du detta meddelande.
ug: بېرىلگەن ھەر قانداق سىنغا نىسبەتەن، بىرلا ۋاقىتتا، سىستېما پەقەت بىرلا ئىشلەتكۈچىنىڭ كىنو خېتىنى تەھرىرلىشىگە يول قويىدۇ. شۇڭلاشقا، سىز كىنو خېتىنى تەھرىرلىمەكچى بولغاندا، باشقىلار شۇ سىننىڭ كىنو خېتىنى تەھرىرلەۋاتقان بولسا، بۇ سىزگە كۆرۈنىدىغان ئۇچۇردۇر.
vi_vn: Hệ thống hiện thời chỉ cho phép một người dùng tinh chỉnh phụ đề cho bất cứ đoạn phim nào tại một thời điểm. Vì vậy, nếu như có ai đó đang chỉnh sửa phụ đề cho đoạn phim trong khi bạn lại muốn sửa phụ đề đó, thì bạn sẽ nhận được tin nhắn này.

source: You can. Go to the translation editor and click “Change subtitle timing”. Only do this if the timing on the original language really cannot match the language you’re translating into. Otherwise, improvements in the original will automatically cascade.
ca: Podeu. Aneu al editor de traducció i premeu a "Canviar la sincronització del subtítol". <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>Feu-ho només si la sincronització al idioma original no concorda correctament <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>amb l'idioma que estas traduint. Per altra banda, serà moimprovements in the original <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>will automatically cascade.
cs: Můžete. Přejděte do editoru překladu a klikněte na „Změnit časování titulků“. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Dělejte to ale pouze v případě, že titulky v původní jazyce opravdu nemohou sedět <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>s jazykem, do kterého překládáte. Jinak se totiž změny v původních titulcích <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>automaticky promítají do překladů.
de: Und ob du das kannst. Gehe zum Übersetzungseditor und klicken auf »Untertitel-Timing ändern«. Aber mache das nur, wenn das Timing der Originalsprache wirklich nicht zu deiner Übersetzung passt. In allen anderen Fällen werden Verbesserungen im Original nämlich automatisch auch in die Übersetzungen übernommen.
el: Μπορείτε. Μεταβείτε στον Επεξεργαστή Μετάφρασης και κάντε κλικ στην “Αλλαγή χρονισμού υποτίτλων”. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Αυτό θα το κάνετε μόνον αν ο χρονισμός της αρχικής γλώσσας πραγματικά δεν ταιριάζει <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>με την γλώσσα στην οποία εσείς μεταφράζετε. Διαφορετικά, οι βελτιώσεις του αρχικού <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>θα προκαλέσουν αυτομάτως έναν καταρράκτη/ cascade.
es: Puedes hacerlo. Ve al editor de la traducción y haz clic en "Cambiar sincronización del subtítulo". Solo hazlo si la sincronización del idioma original realmente no se corresponde con el idioma al que estás traduciendo. Si no, las mejoras en el original se aplicarán en cascada automáticamente.
ja: タイミングを変えることは可能です。翻訳を編集の際、「字幕のタイミングを変更する」をクリックしてください。ただし、これは原文のタイミングが翻訳先の言語にどうしても合わない場合にのみ行ってください。タイミングは、原文で直すと、翻訳先の字幕にも適用されます。
ko: 당신은 번역 편집기로 이동하여 "자막 타이밍 변경"을 클릭하실 수 있습니다. »»만약 원본 언어의 타이밍이 당신이 번역하려는 언어와 정말 일치하지 않을 때에만 이것을 하세요. 그렇지 않으면 원래의 것의 향상된 부분이 자동적으로 흘러 나옵니다.
ug: سىز قىلالايسىز. تەرجىمە تەھرىرلىگۈچكە يۆتكىلىپ «كىنو خېتىنىڭ ۋاقتىنى ئۆزگەرت»نى چېكىڭ. پەقەت سىز تەرجىمە قىلغان تىلغا ئەسلىدىكى تىل ھەقىقەتەن ماس كەلمىگەندە ئاندىن بۇ مەشغۇلاتنى ئېلىپ بېرىڭ. ئۇنداق بولمىسا، ئەسلى تىلنىڭ ياخشىلىنىشى يەنە بىر قېتىملىق بىردەك بولماسلىقنى كەلتۈرۈپ چىقىرىدۇ.
vi_vn: Bạn có thể vào trình biên tập bản dịch và nhấn “Cân chỉnh thời gian phụ đề”. Chỉ thực hiện nếu như thời gian trong bản ngôn ngữ gốc thực sự không khớp với ngôn ngữ mà bạn đang dịch sang. Ngược lại, những cải thiện trong bản gốc sẽ tự động xếp lại.
