Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Object does not exist
ca: No existeix l'objecte
cs: Objekt neexistuje
de: Das Objekt existiert nicht.
el: Το Αντικείμενο δεν υπάρχει
es: El objeto no existe
ja: オブジェクトは存在しません。
ko: 개체가 존재하지 않습니다.
sq: Objekti nuk ekziston
sv: Objektet finns inte
ug: ئوبيېكت مەۋجۇت ئەمەس
vi_vn: Đối tượng không tồn tại

source: You have not permission delete this URL
ca: No teniu permís per a eliminar aquest URL
cs: Nemáte oprávnění smazat tuto URL
de: Du hast nicht die Berechtigung, diese URL zu löschen.
el: Δεν έχετε εξουσιοδότηση να διαγράψετε αυτό το URL
es: No tienes permiso para eliminar esta URL
ja: あなたには、このURLを削除する権限がありません。
ko: 이 URL을 삭제할 권한이 없습니다.
sq: Nuk keni leje për fshirjen e kësaj URL-je
sv: Du har inte behörighet att radera denna URL
ug: بۇ تور ئادرېسى (URL)نى ئوچۈرۈش ھوقۇقىڭىز يوق
vi_vn: Bạn không được phép xóa đường dẫn URL này

source: The language for %(video)s has been changed
de: Die Sprache für %(video)s wurde geändert.
el: Η γλώσσα για το %(video)s έχει αλλάξει
es: El idioma para %(video)s ha sido cambiado
sv: Språket för %(video)s har ändrats

source: Feed is unavailable now.
ca: El fil no està disponible ara.
cs: Zdroj nyní není k dispozici.
de: Der Feed ist gerade nicht verfügbar.
el: Η ροή δεν είναι διαθέσιμη τώρα
es: El canal no está disponible ahora.
ja: フィードは現在利用できません。
ko: 지금은 피드를 사용할 수 없습니다.
sq: Prurja nuk funksionoka tani.
sv: Flödet är inte tillgängligt just nu.
ug: ھازىر مەنبەنى ئىشلەتكىلى بولمايدۇ.
vi_vn: Hiện giờ Feed không thể hoạt động.

source: Unknown
de: Unbekannt
el: Άγνωστη
es: Desconocido
sv: Okänd

source: Import all new videos
de: Importiere alle neuen Videos
el: Εισαγωγή όλων των νέων βίντεο
es: Importar todos los vídeos nuevos
sv: Importera alla nya videos

source: Import videos with tags:
de: Importiere Videos mit Tags:
el: Εισαγωγή βίντεο με ετικέτες:
es: Importar vídeos con etiquetas:
sv: Importera videos med taggarna:

source: Publisher ID
de: Herausgeber ID
el: ID εκδότη
es: ID de Publicador

source: Sync subtitles with this write token
de: Syncronisieren der Untertitel mit diesem Token für den Schreibzugriff

source: Import Videos From Feed
de: Importiere Videos aus dem Feed
el: Εισαγωγή Βίντεο Από Ροή
sv: Importera videos från flöde

source: Must specify a player id to import from a feed
de: Es muss eine Player-ID für den Import aus einem Feed festgelegt werden.
sv: Ange spelar-ID för att importera från ett flöde

source: Must specify a feed type for import
de: Es muss ein Feed-Typ für den Import festgelegt werden.
el: Πρέπει να ορισθεί τύπος ροής για εισαγωγή
sv: Ange flödestyp för import

source: Must specify tags to import
de: Es müssen Schlagworte für den Import angegeben werden.
el: Πρέπει να ορισθούν ετικέτες για εισαγωγή
sv: Ange taggar för import

source: Add YouTube account
de: YouTube-Account hinzufügen
el: Προσθήκη λογαριασμού YouTube
es: Añadir cuenta de YouTube
sv: Lägg till Youtubekonto

source: Remove account
de: Account entfernen
el: Διαγρφή λογαριασμού
es: Eliminar cuenta
sv: Ta bort konto
ug: ھېساباتنى چىقىرىۋەت
vi_vn: Xóa tài khoản

source: Import Videos into %(team)s
de: Videos ins %(team)s-Team importieren
el: Εισαγωγή Βίντεο σε %(team)s
sv: Importera videos till %(team)s

source: Disable Video Import
de: Video-Import deaktivieren
el: Απενεργοποίηση Εισαγωγής Βίντεο
es: Deshabilitar importación de vídeo
sv: Inaktivera videoimport

source: Integrations
de: Integrationen
el: Ενσωματώσεις
es: Integración

source: OpenID Connect error
de: OpenID Connect-Fehler
el: Σφάλμα Σύνδεσης OpenID
es: Error de conexión a OpenID
sv: OpenID anslutningsfel

source: Error in auth callback
de: Fehler beim Rückruf zur Authentifizierung

source: Google Login Complete, but no next step
de: Google-Login vollständig, aber kein Fortsetzen möglich
el: Σύνδεση με Google Ολοκληρωμένη αλλά δεν υπάρχει επόμενο βήμα
es: Inicio de sesión de Google completada, pero hay paso siguiente

source: That youtube account has already been linked to the user %(username)s.
de: Dieser YouTube-Account ist bereits mit dem Nutzer %(username)s verknüpft.
el: Αυτός ο λογαριασμός youtube έχει ήδη συνδεθεί με το χρήστη %(username)s.
es: Esta cuenta de youtube ya está enlazada al usuario %(username)s.
sv: Detta Youtubekonto har redan länkats till användaren %(username)s.

source: That youtube account has already been linked to the %(team)s team (<a href="%(link)s">view settings page</a>).
de: Dieser YouTube-Account ist bereits mit der (<a href="%(link)s">Ansichtseinstellungsseite</a>) des %(team)s-Teams verknüpft.

source: That youtube account has already been linked to the %(team)s team.
de: Dieser YouTube-Account ist bereits mit dem %(team)s-Team verknüpft.
es: Esa cuenta de youtube ya está enlazada con el equipo %(team)s
sv: Detta Youtubekonto har redan länkats till team %(team)s.

source: Help us caption & translate this video!
de: Hilf uns dieses Video zu untertiteln und zu übersetzen!
el: Βοηθήστε μας να υποτιτλίσουμε και να μεταφράσουμε αυτό το βίντεο.
es: ¡Ayúdanos a subtitular y traducir este vídeo!
sv: Hjälp oss att texta och översätta den här videon!

source: Resyncing subtitles
de: Resynchronisiert Untertitel
el: Επανασυγχρονισμός υποτίτλων
es: Resincronizando subtítulos
sv: Synkar undertext på nytt

source: Secret
de: Geheimnis
el: Μυστικό
es: Secreto
sv: Hemlighet

source: Administrator secret found in Settings -> Integration on your Kaltura control panel
de: Administratorgeheimnis gefunden in Einstellungen -> Einbindung in dein Kaltura Steuerungsfeld
el: Διαχειριστής μυστικών βρίσκεται στο Ρυθμίσεις -> Ενσωμάτωση στον πίνακα ελέγχου Kaltura
es: Encontrado secreto de administrador en Configuración -> Integración del panel de control de Kaltura
sv: Administratörers hemligheter finns i Inställningar -> Integration i kontrollpanelen för Kaltura

source: Kaltura account
de: Kaltura-Benutzerkonto
el: Λογαριασμός Kaltura
es: Cuenta de Kaltura
sv: Kaltura-konto

source: Brightcove account
de: Brightcove Konto
sv: Brightcove-konto

source: No username
de: Kein Benutzername
el: Δεν υπάρχει όνομα χρήστη
es: Sin nombre de usuario
sv: Inget användarnamn

source: deleted account
de: Gelöschter Account
el: διαγραμμένος λογαριασμός
es: cuenta eliminada
sv: raderat konto

source: Success
de: Erfolg
el: Επιτυχία
es: Éxito
sv: Lyckades

source: Error
de: Fehler
el: Σφάλμα
sv: Fel

source: Sync history
de: Synchronisationshistorie
el: Ιστορικό συγχρονισμού
es: Historial de sincronización
sv: Synkroniseringshistorik

source: Youtube error: %(error)s
de: Youtube-Fehler: %(error)s
el: Σφάλμα YouTube: %(error)s
es: Error de youtube: %(error)s
sv: Youtube-fel: %(error)s

source: Error while linking. Please try again.
de: Fehler während der Verbindung. Bitte versuche es erneut.
el: Σφάλμα κατά τη σύνδεση. Παρακαλούμε δοκιμάστε ξανά.
es: Error al enlazar. Inténtalo de nuevo.
sv: Fel vid länkning. Vänligen försök igen.

source: Subtitles by the Amara.org community
de: Untertitel der Amara.org-Community
el: Υπότιτλοι από την κοινότητα του Amara.org
es: Subtítulos realizados por la comunidad de Amara.org
sv: Undertexter från Amara.org-gemenskapen
ug: كىنو خەتلىرىنى Amara.org جامائىتى ئىشلىگەن
vi_vn: Phụ đề được thực hiện bởi cộng đồng Amara.org

source: Video Added
de: Video hinzugefügt
el: Το Βίντεο Προστέθηκε
es: Vídeo añadido
sv: Video tillagd

source: Video Title Changed
de: Video-Titel hat sich geändert
el: Ο Τίτλος του Βίντεο Άλλαξε
es: Título del vídeo cambiado
sv: Videotitel ändrad

source: edited a video title
de: bearbeitete einen Video-Titel
el: επεξεργάσθηκε ένα τίτλο βίντεο
es: Título del vídeo editado
sv: ändrade en videotitel

source: Comment added
de: Kommentar hinzugefügt
el: Το σχόλιο προστέθηκε
es: Comentario añadido
sv: Kommentar tillagd

source: commented on <a href="%(video_url)s">%(video)s</a>
de: kommentiert auf <a href="%(video_url)s">%(video)s</a>
el: σχολίασε στο <a href="%(video_url)s">%(video)s</a>
es: comentado en <a href="%(video_url)s">%(video)s</a>
sv: kommenterade <a href="%(video_url)s">%(video)s</a>

source: Version added
de: Version hinzugefügt
el: Προστέθηκε Έκδοση
es: Versión añadida
sv: Version tillagd

source: Video URL added
de: Video-URL hinzugefügt
el: Προστέθηκε URL Βίντεο
es: URL del vídeo añadida
sv: Video-URL tillagd

source: Translation URL added
de: Übersetzungs-URL hinzugefügt
el: Προστέθηκε URL μετάφρασης
es: URL de la traducción añadida
sv: Översättnings-URL tillagd

source: added a translation
de: fügte eine Übersetzung hinzu
el: πρόσθεσε μια μετάφραση
sv: la till en översättning

source: Subtitle request created
de: Untertitelanfrage wurde erstellt
el: Δημιουργήθηκε αίτημα Υποτίτλων
es: Solicitud de subtítulos creada
sv: Textningsbegäran skapad

source: created a subtitle request
de: erstellte eine Untertitelanfrage
el: δημιούργησε ένα αίτημα υποτίτλων
sv: skapade en textningsbegäran

source: Version approved
de: Version genehmigt
el: Η Έκδοση εγκρίθηκε
es: Versión aprobada
sv: Versionen godkänd

source: approved <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
de: genehmigte <a href="%(language_url)s">%(language)s</a> Untertitel für <a href="%(video_url)s">%(video)s</a>
el: ενέκρινε <a href="%(language_url)s">%(language)s</a> υπότιτλους για <a href="%(video_url)s">%(video)s</a>
sv: godkände <a href="%(language_url)s">%(language)s</a> undertext för <a href="%(video_url)s">%(video)s</a>

source: Joined the %(team)s team as a %(role)s
de: Hat sich dem %(team)s-Team als %(role)s angeschlossen
el: Εντάχθηκε στην ομάδα %(team)s ως %(role)s
sv: Gick med i team %(team)s som %(role)s

source: Unknown role
de: Unbekannte Funktion
el: Άγνωστος ρόλος
es: Rol desconocido
sv: Okänd roll

source: Version Rejected
de: Version zurückgewiesen
el: Η Έκδοση Απορρίφθηκε
es: Versión rechazada
sv: Versionen underkänd

source: Version Reviewed
de: Version überprüft
el: Η Έκδοση Αναθεωρήθηκε
es: Versión revisada
sv: Versionen granskad

source: reviewed <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
de: überprüfte <a href="%(language_url)s">%(language)s</a> Untertitel für <a href="%(video_url)s">%(video)s</a>
sv: granskade <a href="%(language_url)s">%(language)s</a> undertext för <a href="%(video_url)s">%(video)s</a>

source: Version Accepted
de: Version akzeptiert
el: Αποδοχή Έκδοσης
es: Versión aceptada
sv: Versionen accepterad

source: accepted <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
de: akzeptierte <a href="%(language_url)s">%(language)s</a> Untertitel für <a href="%(video_url)s">%(video)s</a>
sv: accepterade <a href="%(language_url)s">%(language)s</a> undertext för <a href="%(video_url)s">%(video)s</a>

source: Version Declined
de: Version abgelehnt
es: Versión rechazada
sv: Versionen avböjd

source: Video deleted
de: Video gelöscht
es: Vídeo eliminado
sv: Video raderad

source: deleted a video: %(title)s
de: löschte eine Video: %(title)s
es: se ha borrado el video: "%(title)s"
sv: raderade en video: %(title)s

source: Video URL edited
de: Video-URL bearbeitet
es: URL del vídeo se ha editado
sv: Video-URL redigerad

source: Video URL deleted
de: Video-URL gelöscht
es: URL del vídeo eliminado
sv: Video-URL raderad

source: Audio Garbled
de: Ton unverständlich
es: Audio ilegible
sv: Ljudet är förvrängt

source: Language Misidentified
de: Sprache falsch erkannt
es: Idioma no identificado
sv: Språk felidentifierat

source: Multiple Languages
de: mehrere Sprachen
es: Múltiples idiomas
sv: Flera språk

source: Very Difficult Accent
de: Sehr schwieriger Akzent
es: Acento muy dificil
sv: Väldigt svår brytning

source: Glossary Needed
de: Glossar benötigt
es: Glosario necesario
sv: Ordlista behövs

source: Video Issue
de: Video-Problem
es: Problema de vídeo
sv: Videoproblem

source: Too Many Caption Edits
de: Zu viele Untertitelbearbeitungen
es: Demasiadas ediciones de sbtítulos
sv: För många redigeringar i undertext

source: No Speech In Video
de: Kein Redebeitrag im Video
es: Ningún discurso en vídeo
sv: Inget tal i videon

source: Other
ca: Altres
cs: Ostatní
de: Andere
es: Otro
sq: Tjetër
sv: Annat
vi_vn: Khác

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
ja: ユーザ名
ko: 사용자 이름
sq: Emër përdoruesi
sv: Användarnamn
ug: ئىشلەتكۈچى ئاتى
vi_vn: Tài khoản

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
de: Benötigt. 30 Zeichen oder weniger. Nur Buchstaben, Ziffern und @/./+/-/_ sind erlaubt.
el: Απαιτείται. 30 ή λιγότεροι χαρακτήρες. Γράμματα, αριθμοί και τα σύμβολα @/./+/-/_ μόνο.
es: Obligatorio. Hasta 30 caracteres. Únicamente letras, números y @/./+/-/_
sv: Obligatoriskt. 30 tecken eller färre. Enbart bokstäver, siffror och @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
de: Dieser Wert darf nur Buchstaben, Zahlen und die Zeichen @/./+/-/_ enthalten.
el: Αυτή η τιμή μπορεί να περιέχει μόνο γράμματα, αριθμούς και τους χαρακτήρες @/./+/-/_.
es: Esta valor sólo puede contener letras, números y los símbolos @/./+/-/_.
sv: Detta värde kan bara innehålla bokstäver, siffror och @/./+/-/_.

source: The %(team)s team has a new assignment!
de: Das %(team)s-Team hat ein neues Aufgabengebiet!
es: El equipo %(team)s tiene una nueva tarea!
sv: Team %(team)s har en ny uppgift!

source: Any Duration
de: Jede Spieldauer
es: Cualquier Duración
sv: Alla längder

source: Short (0-10 minutes)
de: Kurz (0-10 Minuten)
es: Corto (0-10 minutos)
sv: Kort (0-10 minuter)

source: Medium (10-30 minutes)
de: Mittel (10-30 Minuten)
es: Medio (10-30 minutos)
sv: Medium (10-30 minuter)

source: Long (> 30 minutes)
de: Lang (über 30 Minuten)
es: Largo (> 30 minutos)
sv: Lång (> 30 minuter)

source: Private until the collaboration is complete
de: Vertraulich bis die Kooperation abgeschlossen ist.
es: Privado hasta completar la colaboración
sv: Privat till dess att samarbetet är slutfört

source: Show collabs for all Languages
de: Für alle Sprachen die Kooperationen anzeigen
es: Mostrar colaboradores en todos los idiomas
sv: Visa samarbeten för alla språk

source: Show collabs for user's languages
de: Für die Sprachen des Nutzers die Kooperationen anzeigen
es: Mostrar colaboradores en los idiomas del usuario
sv: Visa samarbeten för användarens språk

source: %(language)s captions
de: %(language)s Untertitel
sv: %(language)s textning

source: %(language)s translation
de: %(language)s Übersetzung
sv: %(language)s översättning

source: Now
de: Jetzt
es: Ahora
sv: Nu

source: Subtitler
de: Untertitelnde/r
es: Subtitulador
sv: Undertextare

source: Reviewer
de: fachlicher Prüfer
es: Revisor
sv: Granskare

source: Approver
de: Genehmigende/n
es: Aprobador
sv: Godkännare

source: Create %(language)s subtitles
de: Erstelle %(language)s Untertitel
el: Δημιουργία υποτίτλων στα %(language)s
es: Crear subtítulos en %(language)s
sv: Skapa %(language)s undertext

source: Review %(language)s subtitles
de: Prüfe die Untertitel in %(language)s fachlich
sv: Granska %(language)s undertext

source: Approve %(language)s subtitles
de: Genehmige die Untertitel in %(language)s
sv: Godkänn %(language)s undertext

source: Completed
de: Abgeschlossen
sv: Slutförd

source: Transcribe
ca: Transcriure
cs: Přepsat
de: Transkribieren
el: Μεταγραφή διαλόγων/ Transcribe
es: Transcribir
sq: Transkriptoni
sv: Transkribera
ug: ئاڭلاپ خاتىرىلەڭ
vi_vn: Chuyển thể

source: Translate
ca: Traduir
cs: Přelož
de: Übersetzen
el: Μετάφραση
es: Traducir
ja: 翻訳する
sq: Përktheni
sv: Översätt
ug: تەرجىمە
vi_vn: Dịch

source: reviewer
de: fachlicher Prüfer
es: Revisor
sv: granskare

source: approver
de: Genehmigende/n
es: Validador
sv: godkännare

source: Join
ca: Unir-se
cs: Přidat se
de: Beitreten
el: Εγγραφείτε
es: Unirse
ja: 参加する
ko: 회원 가입
sq: Bëhuni Pjesë
sv: Gå med
ug: كىرىش
vi_vn: Gia nhập

source: Leave
de: Verlassen
sv: Lämna

source: Assign
ca: Assignar
cs: Přiřadit
de: Zuweisen
el: Ανάθεση
es: Asignar
sq: Caktoje
sv: Tilldela
ug: تەقسىملە
vi_vn: Phân công

source: Re-Assign
de: Neu-Zuordnung
sv: Tilldela på nytt

source: Remove
ca: Eliminar
cs: Odebrat
de: Entfernen
el: Διαγραφή
es: Eliminar
sq: Hiqe
sv: Ta bort
ug: چىقىرىۋەت
vi_vn: Loại bỏ

source: Endorsement
de: Bestätigung
sv: Stöd

source: Send back
de: Zurücksenden
sv: Skicka tillbaka

source: Mark complete
de: Markiere vollständig
sv: Markera som slutförd

source: Move
de: Bewege
sv: Flytta

source: Delete collaboration
de: Lösche Kooperation
sv: Radera samarbete

source: Unassign Provider
de: Provider-Zuordnung aufheben
es: Proveedor sin asignar

source: join
de: beitreten
es: Unirse
sv: gå med

source: leave
de: verlasse
es: dejar
sv: lämna

source: assign
de: beauftrage
es: Asignar
sv: tilldela

source: remove
de: entfernen
es: Eliminar
sv: ta bort

source: endorsement
de: Bestätigung
sv: stöd

source: send back
de: zurücksenden
es: Reenviar
sv: skicka tillbaka

source: mark complete
de: vollständig markieren
sv: markera som slutförd

source: move
de: bewege
es: mueve
sv: flytta

source: delete collaboration
de: lösche Kooperation
es: borrar colaboración
sv: radera samarbete

source: subtitler
de: Untertitelnde/r
es: Subtitulador
sv: undertextare

source: Admin move to %(team)s
de: Adminstrator wechselt zum Team %(team)s

source: Joined Collaboration
de: Kooperation beigetreten
es: Unido a Colaboración
sv: Gick med i samarbete

source: Left Collaboration
de: Kooperation verlassen
es: Abandonar Colaboración
sv: Lämnade samarbete

source: Assigned %(user)s as %(role)s
de: %(user)s die Funktion %(role)s zugewiesen
es: Asignado %(user)s como %(role)s
sv: Tillsatte %(user)s som %(role)s

source: Re-assigned %(user)s as %(role)s
de: %(user)s als %(role)s neu zugeordnet
sv: Omplacerade %(user)s som %(role)s

source: Removed %(user)s (%(role)s)
de: Entferne %(user)s (%(role)s)
es: Eliminado %(user)s (%(role)s)
sv: Tog bort %(user)s (%(role)s)

source: Provider accepted job
de: Leistungserbringer hat Job angenommen

source: Provider submitted subtitles
de: Leistungserbringer hat Untertitel eingereicht

source: Unassigned provider: %(user)s
de: Nicht zugeordneter Leistungserbringer: %(user)s

source: %(role)s %(action)s by %(user)s
de: %(role)s %(action)s durch %(user)s
es: %(role)s %(action)s por %(user)s
sv: %(role)s %(action)s av %(user)s

source: Move to %(team)s by %(user)s
de: Verschieben zu %(team)s durch %(user)s
es: Movido a %(team)s por %(user)s
sv: Flytta till %(team)s av %(user)s

source: %(user)s joined as %(role)s
de: %(user)s als %(role)s beigetreten
es: %(user)s se ha unido como %(role)s
sv: %(user)s gick med som %(role)s

source: %(user)s left (%(role)s)
de: %(user)s hat die Funktion als (%(role)s) aufgegeben
es: %(user)s abandona (%(role)s)
sv: %(user)s lämnade (%(role)s)

source: %(user)s assigned %(other_user)s as %(role)s
de: %(user)s hat %(other_user)s die Funktion %(role)s zugewiesen
es: %(user)s asignado %(other_user)s como %(role)s
sv: %(user)s tillsatt %(other_user)s som %(role)s

source: %(user)s removed %(other_user)s (%(role)s)
de: %(user)s hat %(other_user)s die Funktion (%(role)s) entzogen
es: %(user)s eliminado %(other_user)s (%(role)s)
sv: %(user)s tog bort %(other_user)s (%(role)s)

source: Provider %(user)s accepted job
de: Leistungserbringer %(user)s hat Job angenommen

source: Provider %(user)s submitted subtitles
de: Leistungserbringer %(user)s hat Untertitel eingereicht

source: %(user)s unassigned provider %(other_user)s
de: %(user)s hat die Zuordnung des Leistungserbringers %(other_user)s aufgehoben

source: Needs subtitler
de: Benötigt Untertitler
es: Necesita subtitulador
sv: Behöver undertextare

source: Needs reviewer
de: Benötigt fachlichen Prüfer
es: Necesita revisor
sv: Behöver granskare

source: Needs approver
de: Benötigt Genehmiger
sv: Behöver godkännare

source: Being subtitled
de: wurde gerade untertitelt
es: Siendo subtitulado
sv: Undertextning pågår

source: Being reviewed
de: wurde gerade fachlich geprüft
es: Siendo revisado
sv: Granskning pågår

source: Being approved
de: wurde gerade genehmigt
es: Siendo validado
sv: Godkännande pågår

source: Waiting for provider
de: Warten auf den Provider
es: Esperando proveedor

source: Endorse
de: Bestätigen
sv: Stöd

source: Endorsing
de: Wird gerade bestätigt
sv: Stödjer

source: %(user)s has sent back subtitles for additional work.
de: %(user)s hat die Untertitel für weitere Überarbeitungen zurückgegeben
sv: %(user)s har skickat tillbaka undertexten för ytterligare arbete.

source: The subtitles for %(video)s were sent back to you for additional work.
de: Die Untertitel zu %(video)s wurden zur weiteren Überarbeitung an dich zurückgegeben.
sv: Undertexten för %(video)s har skickats tillbaka till dig för ytterligare arbete.

source: Open subtitle editor
de: Untertitel-Editor öffnen
es: Abrir editor de subtítulos
sv: Öppna undertexteditor

source: Update Subtitles
de: Untertitel aktualisieren
es: Actualizar Subtítulos
sv: Uppdatera undertext

source: Updating
de: Aktualisiere gerade
es: Actualizando
sv: Uppdaterar

source: Watch the video and verify that the subtitles are correct. Click Endorse/Send back when done, or Save Draft to finish later
de: Schau das Video an und überprüfe, ob die Untertitel fehlerfrei sind. Klicke "Bestätigen/Zurücksenden" falls erledigt oder speichere den Entwurf zur späteren Fertigstellung.
sv: Titta på videon och bekräfta att undertexten är korrekt. Klicka Stöd/Skicka tillbaka när du är färdig, eller Spara utkast för att slutföra senare

source: Workflows
ca: Flux de treball
cs: Pracovní postup
de: Arbeitsabläufe
el: Ροή εργασίας
es: Flujo de trabajo
ja: ワークフロー
sq: Rrjedha Pune
sv: Arbetsflöden
ug: ئىش تەرتىپى
vi_vn: Lưu lượng công việc

source: Collaboration created
de: Kooperation erstellt
es: Colaboración creada
sv: Samarbete skapat

source: Collaborations
de: Kooperationen
es: Colaboraciones
sv: Samarbeten

source: You have already endorsed the collaboration
de: Du hast die Kooperation bereits bestätigt.
sv: Du har redan stöttat samarbetet

source: Dashboard updated
de: Schaltzentrale aktualisiert
sv: Översikt uppdaterad

source: Languages updated
de: Sprachen aktualisiert
es: Idiomas actualizados
sv: Språk uppdaterade

source: Activity for %(project)s
de: Tätigkeit für %(project)s
es: Actividad en %(project)s
sv: Aktivitet för %(project)s

source: Activity for %(language)s
de: Tätigkeit für die Sprache %(language)s
es: Actividad en %(language)s
sv: Aktivitet för %(language)s

source: Staff Dashboard
de: Mitarbeiter-Schaltzentrale

source: Collaboration
de: Kooperation
es: Colaboración
sv: Samarbete

source: Customer
de: Kunde
es: Cliente
sv: Kund

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
ja: 言語
ko: 언어
sq: Gjuhë
sv: Språk
ug: تىل
vi_vn: Ngôn ngữ

source: Never
de: Niemals
es: Nunca
sv: Aldrig

source: After %(number)s day
de: Nach %(number)s Tag
es: En %(number)s día
sv: Efter %(number)s dag

source: Peer-review needed
de: Benötigt fachliche Prüfung durch Kollegen

source: Manager approval needed
de: Benötigt Genehmigung durch Manager
sv: Ansvarig behöver godkänna

source: Auto-create collaborations to transcribe videos
de: Automatisch erstellte Kooperationen, um Videos zu transkribieren
sv: Autoskapa samarbeten för att transkribera videos

source: Auto-create collaborations to translate videos into these languages:
de: Automatisch erstellte Kooperationen, um Videos in folgende Sprachen zu übersetzen:
sv: Autoskapa samarbeten för att översätta videos till dessa språk:

source: Subtitle Visibility
de: Sichtbarkeit der Untertitel
sv: Textsynlighet

source: Dashboard default config
de: Standard-Konfiguration der Schaltzentrale
sv: Standardinställningar för översikt

source: Include collaborations on other pages
de: Beinhaltet Kooperationen auf anderen Seiten
sv: Inkludera samarbeten på andra sidor

source: Invalid team choice
de: Ungültige Teamauswahl
sv: Ogiltigt val av team
