Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: <a href="http://www.aspirationtech.org/">Aspiration</a> is providing facilitation and agenda design. Aspiration believes that face-to-face events are the most powerful way to facilitate interaction, build networks, and collaborate.
ca: <a href="http://www.aspirationtech.org/">Aspiration</a> facilita la simplificació i el disseny del programa. Aspiration creu que les trobades cara a cara són la forma més poderosa per a fomentar la interacció, la creació de xarxes i la col·laboració.
de: <a href="http://www.aspirationtech.org/">Aspiration</a> sorgt für Unterbringung und Führen der Tagesordnung. Aspiration hält psersönliche Treffen für die mächtigste Art, den Dialog zu ermöglichen, Netzwerke zu etablieren und zusammenzuarbeiten.
el: <a href="http://www.aspirationtech.org/">Η Aspiration</a> παρέχει διευκόλυνση και σχεδιασμό της ατζέντας. Η Aspiration πιστεύει πως τα πρόσωπο-με -πρόσωπο events συνιστούν τον πιο αποτελεσματικό τρόπο για να διευκολύνουμε την αλληλεπίδραση, να χτίσουμε δίκτυα και να συνεργαστούμε.
es: <a href="http://www.aspirationtech.org/">Aspiration</a> facilita la simplificación y el diseño del programa. Aspiration cree que los encuentros cara a cara son la forma más poderosa para fomentar la interacción, la creación de redes y la colaboración.
ja: <a href="http://www.aspirationtech.org/">Aspiration</a> には進行と議題の準備をしていただきます。Aspiration は、交流を斡旋して人脈を築き、協同するには、面と向かっての出会いが最も効果的であると考えています。
ko: <a href="http://www.aspirationtech.org/">포부</a>는 촉진 및 안건 디자인을 제공하고 있습니다. 포부는 얼굴을 대면하는 행사가 상호 작용을 촉진하고 네트워크를 구축하고 공동 작업하는 가장 강력한 방법이라고 믿습니다.
ug: <a href="http://www.aspirationtech.org/">Aspiration</a> ھەمكارلىشىش ۋە كۈنتەرتىپ پىلانلاش بىلەن تەمىنلەپ، Aspiration ئۆز ئارا تەسىرلىشىش، كىشىلەر ئارىسىدىكى ھەمكارلىقنى كېڭەيتىش جەھەتتە، يۈزمۇ-يۈز پىكىر ئالماشتۇرۇش ئەڭ ئۈنۈملۈك ئۇسۇل ئىكەنلىكىگە ئىشىنىمىز.
vi_vn: <a href="http://www.aspirationtech.org/">Aspiration</a> đang cấp trang thiết bị và thiết kế dự thảo chương trình. Aspiration tin rằng những sự kiện gặp gỡ trực tiếp là liệu pháp mạnh mẽ nhất để tăng tính tương tác khả thi, xây dựng mạng lưới, và cộng tác.

source: Sponsors
ca: Patrocinadors
cs: Sponzoři
de: Sponsoren
el: Χορηγοί
es: Patrocinadores
ja: スポンサー
ko: 스폰서
sq: Sponsorë
sv: Sponsorer
ug: تەشەببۇسچىلار
vi_vn: Nhà tài trợ

source: The summit has been generously funded by the <a href="http://www.soros.org/">Open Society Institute</a>.
ca: La cimera ha estat generosament finançada per l'<a href="http://www.soros.org/">Open Society Institute</a> .
de: Der Gipfel wurde großzügig gefördert durch das <a href="http://www.soros.org/">Open Society Institute</a> .
el: Η σύσκεψη κορυφής χρηματοδοτήθηκε γενναιόδωρα από το <a href="http://www.soros.org/">Open Society Institute</a>.
es: La cumbre ha sido generosamente financiada por el <a href="http://www.soros.org/">Open Society Institute (OSI)</a>.
ja: サミットは <a href="http://www.soros.org/">Open Society Institute</a>の寛大な資金援助により開催されます。
ko: 회담은 <a href="http://www.soros.org/">Open Society Institute</a>에 의해 아낌없이 자금을 받습니다.
sq: Mbledhja u financua bujarisht nga <a href="http://www.soros.org/">Open Society Institute</a>.
ug: بۇ قېتىمقى يېغىلىشغا <a href="http://www.soros.org/">ئوچۇق ئىجتىمائىي تەتقىقات ئورنى</a> ياردەم قىلغان.
vi_vn: Hội nghị thượng đỉnh được gây quĩ bởi <a href="http://www.soros.org/">Viện Xã hội Mở (Open Society Institute)</a>.

source: Special thanks to <a href="http://openplans.org/">Open Plans</a> for providing meeting space!
ca: Un agraïment especial per a <a href="http://openplans.org/">Open Plans</a> per oferir-nos un espai de trobada.
de: Besonderer Dank gebührt <a href="http://openplans.org/">Open Plans</a> für das Bereitstellen von Räumlichkeiten.
el: Ιδιαίτερες ευχαριστίες στο <a href="http://openplans.org/">Open Plans</a> επειδή παραχώρησε τον χώρο για τις συναντήσεις!
es: Un agradecimiento especial para <a href="http://openplans.org/">Open Plans</a> por ofrecernos un espacio de encuentro.
ja: 開催場所を提供して下さった <a href="http://openplans.org/">Open Plans</a> に大変感謝いたします！
ko: 회의 공간을 제공해주신 <a href="http://openplans.org/">Open Plans</a>에 특별한 감사를 드립니다
ug: <a href="http://openplans.org/">ئوچۇق پىلان</a> نىڭ يىغىن سورۇنى بىلەن تەمىنلىگەنلىكىگە ئالاھىدە رەھمەت ئېيتىمىز!
vi_vn: Đặc biệt cảm ơn đến <a href="http://openplans.org/">Open Plans</a> đã hỗ trợ vị trí cho buổi gặp mặt!

source: Caption, translate, subtitle and transcribe video.
de: Transkribiere, untertitele und übersetze Video.
el: Μεταφράστε και υποτιτλίστε βίντεο
es: Transcribe, subtitula y traduce vídeos.
sv: Transkribera, översätt och texta video.
ug: خەت، تەرجىمە، كىنو خېتى ۋە سىننى ئاڭلاپ خاتىرىلەش.
vi_vn: Thuyết minh, dịch thuật, làm phụ đề và chuyển thể phim.

source: Get Help
de: Hilfe bekommen
es: Obtener ayuda
sv: Få hjälp

source: Got a YouTube account?
de: Hast du ein YouTube-Benutzerkonto?
es: ¿Tienes cuenta de YouTube?
sv: Har du ett Youtubekonto?

source: New: enable viewer-created translations and captions on your YouTube channel!
de: Neu: ermögliche zuschauererzeugte Übersetzungen und Untertitel auf deinem YouTube-Kanal!
el: Νέο: ενεργοποιείστε μεταφράσεις και λεζάντες που δημιουργήθηκαν από θεατές στο κανάλι σας στο YouTube!
es: Nuevo: habilita las traducciones y subtítulos creados por los usuarios en tu canal de YouTube
ug: يېڭى: كۆرۈرمەنلەر قۇرغان تەرجىمە ۋە كىنو خەتلىرىنى YouTube قاناللىرىڭىزدا قوزغىتالايسىز!
vi_vn: Mới: kích hoạt các bản dịch và thuyết minh do người dùng tạo trên kênh YouTube của bạn

source: Connect to YouTube
de: Mit YouTube verbinden
el: Συνδεθείτε με το YouTube.
es: Conectar con YouTube
sv: Anslut till YouTube
ug: YouTube قا باغلان
vi_vn: Kết nối YouTube

source: No thanks
de: Nein danke!
el: Όχι, ευχαριστώ
es: No, gracias
sv: Nej tack
ug: ياق، رەھمەت
vi_vn: Không, xin cảm ơn

source: Amara Logs
de: Protokolle von Amara

source: Impersonate
de: immitieren
el: Μίμηση
ug: تەقلىد
vi_vn: Mạo danh người khác

source: Site Admin
de: Seiten-Administrator

source: ago
ca: abans
cs: nazpět
de: zuvor
el: πριν
es: antes
ja: 前
ko: 전
sq: më parë
ug: ئىلگىرى
vi_vn: cách đây

source: Home
ca: Inici
cs: Domů
de: Einstiegsseite
el: Αρχική Σελίδα
es: Inicio
ja: ホーム
ko: 홈
sq: Hyrje
sv: Hem
ug: باش بەت
vi_vn: Trang nhà

source: Password reset
ca: Reestablir contrasenya
cs: Znovunastavení hesla
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού πρόσβασης
es: Restablecer contraseña
ja: パスワードを変更する
ko: 비밀 번호 재설정
sq: Ricaktim fjalëkalimi
sv: Återställ lösenord
ug: ئىمنى ئەسلىگە قايتۇر
vi_vn: Đặt lại mật khẩu

source: Password reset complete
ca: Contrasenya restablerta
cs: Znovunastavení hesla dokončeno
de: Zurücksetzen des Passworts abgeschlossen
el: Ολοκληρώθηκε η επαναφορά Κωδικού πρόσβασης
es: Contraseña restablecida
ja: パスワードを変更しました
ko: 비밀 번호 재설정 완료
sq: Ricaktimi i fjalëkalimit u plotësua
sv: Lösenord återställt
ug: ئىم ئەسلىگە قايتۇرۇش تامام
vi_vn: Đặt lại mật khẩu thành công

source: Your password has been set. You may go ahead and sign in now.
de: Dein Passwort wurde geändert. Du kannst fortfahren und dich jetzt anmelden.
el: Ο κωδικός πρόσβασης έχει ορισθεί. Τώρα, μπορείτε να προχωρήσετε και να συνδεθείτε.
es: Su contraseña ha sido establecida. Ahora puede iniciar sesión.
ja: パスワードを設定しました。ログインしてください。
sv: Ditt lösenord är registrerat. Du kan logga in nu.
ug: سىزگە ئىم تەڭشەلدى. ھازىرلا تىزىمغا كىرىش بېتىگە يۆتكىلىپ تىزىمغا كىرىڭ.
vi_vn: Mật khẩu của bạn đã được đặt. Bạn có thể tiến tới và đăng nhập ngay bây giờ

source: Sign in
ca: Inicia una sessió
cs: Přihlásit se
de: Anmelden
el: Συνδεθείτε
es: Iniciar sesión
ja: サインイン
ko: 로그인
sq: Hyni
sv: Logga in
ug: تىزىمغا كىرىڭ
vi_vn: Đăng nhập

source: Password reset confirmation
ca: Confirmació per restablir la contrasenya
cs: Potvrzení znovunastavení hesla
de: Bestätigung des Zurücksetzens des Passworts
el: Επιβεβαίωση επαναφοράς Κωδικού πρόσβασης
es: Confirmación para restablecer la contraseña
ja: パスワード変更の確認
ko: 비밀 번호 재설정 확인
sq: Ripohim ricaktimi fjalëkalimi
sv: Bekräfta återställning av lösenord
ug: ئىم ئەسلىگە قايتۇرۇشنى جەزملەش
vi_vn: Xác nhận đặt lại mật khẩu

source: Enter new password
ca: Introdueix una nova contrasenya
cs: Vložte nové heslo
de: Neues Passwort eingeben
el: Εισάγετε το νέο Κωδικό πρόσβασης
es: Escribe una contraseña nueva
ja: 新しいパスワードを入力してください。
ko: 새 비밀 번호를 입력하십시오.
sq: Jepni fjalëkalimin e ri
sv: Skriv nytt lösenord
ug: يېڭى ئىم كىرگۈزۈڭ
vi_vn: Nhập mật khẩu mới

source: This account currently uses an external login mechanism. If you proceed and reset your password, it will be converted into a regular Amara account, and you will also be able to authenticate with your username and newly created password. Your existing videos, teams and subtiles will not be affected in any ways.
de: Dieses Konto verwendet aktuell einen externen Anmelde-Mechanismus. Wenn du fortfährst und dein Passwort zurücksetzt, wird es in ein normales Amara-Konto umgewandelt und du kannst dich auch mit deinem Nutzernamen und dem neu erstellten Passwort authentifizieren. Die vorliegenden Videos, die bestehenden Teams und die vorhandenen Untertitel sind in keiner Weise davon betroffen.
sv: Detta konto använder för tillfället en extern inloggningsmekanism. Om du går vidare och återställer ditt lösenord kommer det att konverteras till ett vanligt Amara-konto, du kommer också att kunna logga in med ditt användarnamn och nyss skapade lösenord. Dina befintliga videos, teams och undertexter påverkas inte av detta.

source: Please enter your new password twice so we can verify you typed it in correctly.
ca: Introduïu la contrasenya dues vegades per comprovar que l'heu escrit correctament.
cs: Vložte prosím své heslo dvakrát, abychom mohli ověřit, že jste je napsali správně.
de: Bitte gib das neue Passwort zwei Mal ein, damit wir es auf Tippfehler prüfen können
el: Παρακαλούμε βάλτε το νέο Κωδικό 2 φορές, για να μπορούμε να επαληθεύσουμε ότι τον πληκτρολογήσατε σωστά.
es: Escribe la contraseña dos veces para comprobar que la has escrito correctamente.
ja: 正しく入力したか確認するため、新しいパスワードを2回入力してください。
ko: 새 비밀 번호를 두 번 입력해 주십시오. 그래야 우리는 당신이 입력하신 것을 정확하게 확인할 수 있습니다.
sq: Ju lutemi, jepeni fjalëkalimin tuaj dy herë, që kështu të mund të verifikojmë nëse e shtypët saktë.
sv: Vänligen skriv ditt nya lösenord två gånger för verifiering av stavningen.
ug: سىز كىرگۈزگەن ئىمنى توغرا دەلىللىشىمىز ئۈچۈن سىز ئىشلىتىدىغان يېڭى ئىمنى ئىككى قېتىم كىرگۈزۈڭ.
vi_vn: Xin hãy nhập hai lần mật khẩu mới của bạn để chúng tôi có thể xác minh được bạn đã gõ chính xác.

source: New password:
ca: Nova contrasenya:
cs: Nové heslo:
de: Neues Passwort
el: Νέος Κωδικός πρόσβασης:
es: Nueva contraseña:
ja: 新しいパスワード：
ko: 새 비밀 번호 :
sq: Fjalëkalim i ri:
sv: Nytt lösenord:
ug: يېڭى ئىم:
vi_vn: Mật khẩu mới:

source: Confirm password:
ca: Confirmeu la contrasenya:
cs: Potvrdit heslo:
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού Πρόσβασης:
es: Confirmar contraseña:
ja: パスワードの確認：
ko: 비밀 번호 확인 :
sq: Ripohoni fjalëkalimin:
sv: Bekräfta lösenord:
ug: ئىم جەزملەڭ:
vi_vn: Xác nhận mật khẩu:

source: Change my password
ca: Canvia la contrasenya
cs: Změnit heslo
de: Mein Passwort ändern
el: Αλλαγή του Κωδικού μου
es: Cambiar contraseña
ja: パスワードを変更する
ko: 내 비밀 번호 변경
sq: Ndryshoje fjalëkalimin tim
sv: Ändra lösenordet
ug: ئىمنى ئۆزگەرت
vi_vn: Đổi mật khẩu của tôi

source: Password reset unsuccessful
ca: No s'ha pogut restablir la contrasenya
cs: Znovunastavení hesla bylo neúspěšné
de: Änderung des Passworts schlug fehl
el: Ανεπιτυχής επαναφορά Κωδικού πρόσβασης
es: No se ha podido restablecer la contraseña
ja: パスワードの変更は失敗しました。
ko: 비밀 번호 재설정 실패
sq: Fjalëkalimi nuk u ricaktua me sukses
sv: Återställning av lösenord misslyckades
ug: ئىمنى ئەسلىگە قايتۇرالمىدى!
vi_vn: Đặt lại mật khẩu không thành công

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ca: L'enllaç per a restablir la contrasenya no és vàlid, possiblement perquè ja ha estat utilitzat. Sol·liciteu restablir la contrasenya de nou.
cs: Odkaz pro znovunastavení hesla byl neplatný, pravděpodobně proto, že byl již použit. Požádejte prosím o znovunastavení hesla ještě jednou.
de: Das Link zum Zurücksetzen des Passworts war ungültig. Möglicherweise weil es schon einmal benutzt wurde. Bitte fordern sie das Zurücksetzen des Passworts erneut an.
el: Ο σύνδεσμος επανακαθορισμού του Κωδικού πρόσβασης δεν ήταν έγκυρος, πιθανώς επειδή έχει ήδη χρησιμοποιηθεί. Παρακαλείσθε να ζητήσετε νέο επανακαθορισμό του κωδικού πρόσβασης.
es: El enlace para restablecer la contraseña no es válido, posiblemente porque ya ha sido utilizado. Solicita restablecer la contraseña de nuevo.
ja: パスワード変更のリンクが無効です。すでに利用した可能性があります。もう一度パスワード変更を申請してください。
ko: 비밀 번호 재설정 링크가 잘못되었습니다. 아마도 그것은 이미 사용 되었습니다. 새 비밀 번호 재설정을 요청하시기 바랍니다.
sq: Lidhja për ricaktimin e fjalëkalimit qe e pavlefshme, ndoshta ngaqë është përdorur tashmë një herë. Ju lutemi, kërkoni një ricaktim të ri fjalëkalimi.
sv: Länken för lösenordsåterställning var ogiltig, möjligen för att den redan har använts. Var vänlig och begär en ny lösenordsåterställning.
ug: ئىمنى ئەسلىگە قايتۇرىدىغان ئىمنى ئىشلەتكىلى بولمايدۇ چۈنكى ئۇ ئىشلىتىلىپ بولغان. ئىمنى ئەسلىگە قايتۇرۇشنى قايتا ئىلتىماس قىلىڭ.
vi_vn: Đường dẫn đặt lại mật khẩu không hợp lệ, có lẽ vì nó đã được sử dụng. Xin hãy yêu cầu đặt lại mật khẩu mới lại.

source: Password reset successful
ca: Contrasenya restablerta amb èxit
cs: Znovunastavení hesla bylo neúspěšné
de: Passwort erfolgreich zurückgesetzt
el: Επιτυχής επανακαθορισμός Κωδικού πρόσβασης
es: Contraseña restablecida correctamente
ja: パスワードを変更しました。
ko: 비밀 번호 재설정 성공
sq: Ricaktim i sukseshëm fjalëkalimi
sv: Återställning av lösenord lyckades
ug: ئىم مۇۋەپپەقىيەتلىك ئەسلىگە قايتۇرۇلدى
vi_vn: Đặt lại mật khẩu thành công

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ca: Us hem enviat les instruccions per a canviar la contrasenya a l'adreça electrònica que heu facilitat. Les rebràs en breu.
cs: Zaslali jsme vám instrukce pro nastavení hesla na emailovou adresu, kterou jste zadali. Zanedlouho byste je měli obdržet.
de: Wir haben dir an deine angegebene E-Mail-Adresse eine Anleitung für das Setzen eines neuen Passworts zugesendet. Du solltest diese in Kürze erhalten.
el: Σας έχουμε στείλλει με e-mail τις οδηγίες για τη ρύθμιση του κωδικού σας στη διεύθυνση e-mail που έχετε υποβάλει. Θα πρέπει να το λάβετε σύντομα.
es: Te hemos enviado las instrucciones para cambiar la contraseña a la dirección de correo electrónico que has proporcionado. Las recibirás en breves momentos.
ja: 登録されたメールアドレスに、パスワードの設定方法をメールしました。確認してください。
ko: 우리는 당신이 제출하신 이메일 주소로 비밀 번호 설정을 위한 설명을 보냈습니다. 곧 메일을 확인하실 수 있습니다.
sq: Ju dërguam me e-mail udhëzimet për rregullimin e fjalëkalimit tuaj, te adresa e-mail që keni dhënë. Do të duhej t'ju vinte pas pak.
sv: Vi har skickat instruktioner för återställning av lösenordet till den e-postadress du har uppgett. Du får instruktionerna inom kort.
ug: بىز سىز قالدۇرغان تورخەت ئادرېسىغا ئىم تەڭشەيدىغان چۈشەندۈرۈشنى ئەۋەتتۇق، سەل تۇرۇپ ئۇنى تاپشۇرۇۋالىسىز.
vi_vn: Chúng tôi vừa gửi thư hướng dẫn bạn đặt mật khẩu cho địa chỉ thư mà bạn đã gửi yêu cầu đi. Bạn sẽ nhận được sớm thôi.

source: You're receiving this e-mail because you requested a password reset
ca: Heu rebut aquest correu electrònic perquè heu sol·licitat restablir la contrasenya.
cs: Obdrželi jste tento email, protože jste zažádali o znovunastavení hesla
de: Du erhälst diese E-Mail, da du das Zurücksetzen deines Passworts angefordert hast
el: Λαμβάνετε αυτό το e-mail διότι ζητήσατε επανακαθορισμό Κωδικού πρόσβασης
es: Has recibido este correo electrónico porque has solicitado restablecer la contraseña
ja: このメールは、パスワードの変更をリクエストした方に送っています。
ko: 당신은 비밀 번호 재설정을 요청하셨기 때문에 이 메일을 받으셨습니다.
sq: Këtë e-mail po e merrni ngaqë kërkuat ricaktim fjalëkalimi
sv: Du får detta meddelande för att du har begärt återställning av ditt lösenord
ug: بۇ تورخەتنى تاپشۇرۇۋېلىشىڭىزنىڭ سەۋەبى سىز ئىمنى ئەسلىگە قايتۇرۇشنى ئىلتىماس قىلغان
vi_vn: Bạn nhận được thư này bởi bạn đã yêu cầu đặt lại mật khẩu

source: for your user account at %(site_name)s
ca: del teu compte d'usuari a %(site_name)s
cs: pro váš účet na %(site_name)s
de: für dein Benutzerkonto bei %(site_name)s beantragt haben.
el: για τον λογαριασμό χρήστη που έχετε στο %(site_name)s
es: de tu cuenta de usuario en %(site_name)s
ja: %(site_name)sでのあなたのユーザーアカウント
ko: %(site_name)s에 당신의 계정
sq: për llogarinë tuaj si përdorues te %(site_name)s
sv: för ditt användarkonto på %(site_name)s
ug: %(site_name)s دىكى ئىشلەتكۈچى ھېساباتىڭىز
vi_vn: cho tài khoản người dùng của bạn ở %(site_name)s

source: This account currently uses an external login mechanism. If you proceed and reset your password, it will be converted into a regular Amara account, and you will have to authenticate with your username and newly created password. Your existing videos, teams and subtiles will not be affected in any ways.
de: Dieses Konto verwendet aktuell einen externen Anmelde-Mechanismus. Wenn du fortfährst und dein Passwort zurücksetzt, wird es in ein normales Amara-Konto umgewandelt und du kannst dich auch mit deinem Nutzernamen und dem neu erstellten Passwort authentifizieren. Die vorliegenden Videos, die bestehenden Teams und die vorhandenen Untertitel sind in keiner Weise davon betroffen.
sv: Detta konto använder för tillfället en extern inloggningsmekanism. Om du går vidare och återställer ditt lösenord kommer det att konverteras till ett vanligt Amara-konto, där du loggar in med ditt användarnamn och nyss skapade lösenord. Dina befintliga videos, teams och undertexter påverkas inte av detta.

source: Please go to the following page and choose a new password:
ca: Sisplau, aneu a la pàgina següent i escriviu una contrasenya nova:
cs: Přejděte prosím na následující stránku a zvolte si nové heslo:
de: Bitte navigiere zur folgenden Seite und gib ein neues Passwort ein.
el: Παρακαλούμε πάτε στην επόμενη σελίδα και επιλέξτε ένα νέο Κωδικό ποσβασης:
es: Dirígete a la página siguiente y escribe una contraseña nueva:
ja: 次のページで、新しいパスワードを入力してください：
ko: 다음 페이지로 이동해서 새 비밀 번호를 선택하십시오 :
sq: Ju lutemi, shkoni te faqja vijuese dhe zgjidhni një fjalëkalim të ri:
sv: Vänligen, gå till nästa sida och välj ett nytt lösenord:
ug: تۆۋەندىكى بەتكە يۆتكىلىپ يېڭى ئىم تاللاڭ:
vi_vn: Xin hãy đi theo trang sau và chọn mật khẩu mới:

source: Your username, in case you've forgotten:
ca: El teu nom d'usuari, per si l'heu oblidat:
cs: Vaše uživatelské jméno, v případě, že jste zapomněli:
de: Deine Nutzerkennung, für den Fall dass du sie vergessen hast:
el: Το όνομα χρήστη που έχετε, σε περίπτωση που το ξεχάσατε:
es: Tu nombre de usuario, por si lo has olvidado:
ja: 念のため、あなたのユーザ名：
ko: 당신이 잊어버린 경우에 사용할 사용자 이름:
sq: Emri juaj i përdoruesit, në rast se e keni harruar:
sv: Ditt användarnamn, ifall du har glömt det:
ug: ئىشلەتكۈچى ئاتىڭىز، ئەگەر ئۇنۇتقان بولسىڭىز:
vi_vn: Tên người dùng của bạn, phòng khi quên:

source: Thanks for using our site!
ca: Gràcies per utilitzar la nostra web!
cs: Děkujeme za použití naší stránky!
de: Danke für den Besuch unserer Site!
el: Ευχαριστούμε που χρησιμοποιήσατε την ιστοσελίδα μας!
es: Gracias por utilizar nuestra web.
ja: サイトをご利用いただきありがとうございます！
ko: 우리 사이트를 이용해 주셔서 감사합니다!
sq: Faleminderit që përdorni site-in tonë!
sv: Tack för att du använder vår sida!
ug: تورتۇرايىمىزنى ئىشلەتكەنلىكىڭىزگە كۆپ رەھمەت!
vi_vn: Cảm ơn bạn đã sử dụng trang của chúng tôi!

source: The %(site_name)s team
ca: L'equip de %(site_name)s
cs: Tým %(site_name)s
de: Das %(site_name)s Team
el: Η ομάδα του %(site_name)s
es: El equipo de %(site_name)s
ja: %(site_name)s チーム
ko: The %(site_name)s 팀
sq: Ekipi %(site_name)s
ug: %(site_name)s توپى
vi_vn: Nhóm %(site_name)s

source: Back to Sign In
de: Zurück zur Anmeldung
el: Επιστροφή στην Είσοδο/ Σύνδεση
es: Volver a Ingresar
ja: ログインページに戻る
sv: Åter till inloggning
ug: تىزىمغا كىرىش بېتىگە قايت
vi_vn: Quay lại Đăng nhập

source: Instructions to set a new password will be e-mailed to this e-mail address. Make sure this is a valid email address of yours. If not, you can set it to a valid one in your account page. If not, contact support.
de: Die Anleitung wie man ein neues Passwort setzt, wird zu dieser E-Mail-Adresse gemailt. Stelle sicher, dass diese E-Mail-Adresse gültig ist. Falls nein, kannst Du eine gültige in deiner Benutzerseite als E-Mail-Adresse festlegen. Falls nicht, kontaktiere den Support.
sv: Instruktioner för att skapa ett nytt lösenord kommer att skickas till denna e-postadress. Kontrollera att detta är en giltig e-postadress. Om inte så kan du ställa in en giltig adress på din kontosida. Om detta inte fungerar, kontakta supporten.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ca: Heu oblidat la contrasenya? Introduïu la adreça de correu i t'enviarem les instruccions per a canviar-la-
cs: Zapomněli jste heslo? Vložte svou emailovou adresu níže a my vám pošleme instrukce pro nastavení nového.
de: Passwort vergessen? Gib unten deine E-Mail-Adresse ein und wir senden dir eine Anleitung, wie du ein neues Passwort setzen kannst.
el: Ξεχάσατε τον κωδικό σας; Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας παρακάτω, και εμείς θα σας στείλλουμε οδηγίες με e-mail για να ρυθμίσετε έναν καινούργιο.
es: ¿Has olvidado la contraseña? Introduce tu dirección de correo electrónico y te enviaremos las instrucciones para cambiarla.
ja: パスワードを忘れましたか？あなたのメールアドレスを以下に入力してください。新しいパスワードの設定方法をお送りします。
ko: 비밀 번호가 기억 나지 않으세요? 아래 이메일 주소를 입력하시면 새 설정에 대한 이메일을 보내드리겠습니다.
sq: Harruat fjalëkalimin tuaj? Jepni më poshtë vendndodhjen tuaj e-mail, dhe do t'ju dërgojmë në të udhëzimet për të caktuar një të ri.
sv: Har du glömt ditt lösenord? Fyll i din e-postadress nedan så skickar vi instruktioner för hur du får ett nytt.
ug: ئىمنى ئۇنتۇپسىزمۇ؟ تۆۋەندە تورخەت ئادرېسىڭىزنى كىرگۈزسىڭىز، بىز سىزگە سەل تۇرۇپ بىر پارچە تورخەت ئەۋەتىمىز، ئۇنىڭدا يېڭى ئىم تەڭشەشنىڭ چۈشەندۈرۈشى بار.
vi_vn: Quên mật khẩu ư? Nhập địa chỉ thư điện tử của bạn ở phía bên dưới, và chúng tôi sẽ gửi thư hướng dẫn đặt lại mật khẩu mới.

source: E-mail address:
ca: Adreça electrònica:
cs: Emailová adresa:
de: E-Mail-Adresse:
el: Διεύθυνση e-mail:
es: Dirección de correo electrónico:
ja: メールアドレス：
ko: E - mail 주소 :
sq: Adresë e-mail:
sv: E-postadress:
ug: تورخەت ئادرېس
vi_vn: Địa chỉ thư điện tử:

source: Reset my password
ca: Restablir contrasenya
cs: Znovunastavit heslo
de: Mein Passwort zurücksetzen
el: Επανακαθορισμός του Κωδικού μου
es: Restablecer contraseña
ja: パスワードを変更する
ko: 내 비밀 번호 재설정
sq: Ricakto fjalëkalimin tim
sv: Återställ mitt lösenord
ug: ئىمنى ئەسلىگە قايتۇر
vi_vn: Đặt lại mật khẩu của tôi
