Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Important: Only new members being added to the team will be assigned this role. The members that are already in the team will not change their roles.
de: Wichtig: Nur neu hinzugefügte Mitglieder bekommen diese Funktion zugewiesen. Die bereits vorhandenen Team-Mitglieder wechseln nicht ihre Funktionen.
sv: Viktigt: Endast nya medlemmar i teamet kommer att tilldelas denna roll. Befintliga medlemmar i teamet kommer inte att få förändrade roller.

source: Add
ca: Afegir
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
ja: 追加する
ko: 추가
sq: Shtoni
sv: Lägg till
ug: قوش
vi_vn: Thêm vào

source: Team Directory
ca: Directori d'equip
cs: Adresář týmů
de: Team-Verzeichnis
el: Κατάλογος Ομάδων
es: Directorio de equipo
ja: チームディレクトリ
ko: 팀 디렉토리
sq: Drejtori Ekipi
sv: Teamkatalog
ug: توپ مۇندەرىجىسى
vi_vn: Thư mục Nhóm

source: Sort by
ca: Ordenat per
cs: Seřadit podle
de: Sortieren nach
el: Κατάταξη ανά
es: Ordenar por
ja: 並べ替え順序
ko: 정렬
sq: Renditi sipas
sv: Sortera på
ug: تەرتىپى
vi_vn: Sắp xếp theo

source: Your team
de: Dein Team
el: Η ομάδα σας
es: Tu equipo
sv: Ditt team
ug: توپىڭىز
vi_vn: Nhóm của bạn

source: Role:
de: Funktion:
el: Ρόλος:
es: Rol:
sv: Roll:
ug: رولى:
vi_vn: Vai trò:

source: leave team
ca: deixar equip
cs: opustit tým
de: Team verlassen
el: Εγκατάλειψη ομάδας
es: dejar equipo
ja: チームを去る
sq: braktise ekipin
sv: lämna team
ug: توپتىن ئايرىل
vi_vn: rời khỏi nhóm

source: %(count)s member
ca: %(count)s membre
de: %(count)s Mitglied
el: %(count)s Μέλος
es: %(count)s miembro
ja: one: ⏎ %(count)s メンバー⏎ other: ⏎ %(count)s メンバー⏎
sq: %(count)s anëtar
sv: %(count)s medlem
ug: %(count)s ئەزا
vi_vn: %(count)s thành viên

source: Sorry, no teams found.
ca: Ho lamentem, no s'han trobat equips.
de: Es konnten keine Teams gefunden werden.
el: Συγγνώμη, δεν βρέθηκαν ομάδες.
es: Lo sentimos, no hay equipos.
ja: 該当チームなし。
sq: Na ndjeni, nuk u gjetën ekipe.
sv: Tyvärr, inga team hittades.
ug: كەچۈرۈڭ، ھېچقانداق توپ بايقالمىدى.
vi_vn: Rất tiếc, không tìm thấy nhóm nào

source: Search and Filter
ca: Cercar i filtrar
de: Suche und Filter
el: Αναζήτηση και Φιλτράρισμα
es: Buscar y filtrar
ja: 検索とフィルター
sq: Kërkoni dhe Filtroni
sv: Sök och filtrera
ug: ئىزدەش ۋە سۈزگۈچ
vi_vn: Tìm kiếm và Lọc

source: Start a Team
ca: Formar un equip
cs: Založit tým
de: Ein Team eröffnen
el: Έναρξη μίας Ομάδας
es: Formar un equipo
ja: チームをスタートする
ko: 팀 시작하기
sq: Filloni një Ekip
sv: Starta ett team
ug: بىر توپ قوزغات
vi_vn: Khởi động Nhóm

source: Want to create your own subtitling team? Contact <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
ca: Voleu crear el vostre propi equip de subtitulat? Contacteu a <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
de: Du möchtest Dein eigenes Untertitel-Team erstellen? Kontaktiere <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
el: Θέλετε να δημιουργήσετε τη δική σας ομάδα υποτιτλισμού; Ελάτε σε επαφή με το <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
es: ¿Quieres crear tu propio equipo de subtitulación? Contáctanos en <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
ja: 新しい字幕チームを作りたいですか？<a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>までご連絡ください。
sq: Dëshironi të krijoni ekipin tuaj të titrimit? Lidhuni me <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
sv: Vill du skapa ditt eget textningsteam? Kontakta <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
ug: ئۆزىڭىزنىڭ كىنو خېتى توپىنى قۇرامسىز؟ <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a> بىلەن ئالاقىلىشىڭ
vi_vn: Muốn tạo nhóm làm phụ đề riêng của bạn? Liên hệ <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>

source: Videos Statistics
de: Video-Statistik
sv: Statistik för videos

source: Team Statistics
de: Team-Statistik
sv: Statistik för teamet

source: Generate Billing Report
de: Erzeuge einen Abrechnungsbericht
el: Δημιουργία Αναφοράς Τιμολόγησης
es: Generar informe de facturación
sv: Skapa faktureringsrapport

source: Sign in with your OpenID
ca: Inicieu una sessió amb OpenID
cs: Přihlásit se pomocí OpenID
de: Melde dich mit deiner OpenID an
el: Συνδεθείτε με τον Κωδικό σας OpenID
es: Inicia sesión con tu OpenID
ja: OpenIDでサインインする
ko: OpenID로 로그인
sq: Hyni me OpenID-në tuaj
sv: Logga in med OpenID
ug: سىز OpenID ئارقىلىق تىزىمغا كىرىڭ
vi_vn: Đăng nhập với OpenID của bạn

source: Sign In
ca: Ingressar
cs: Přihlásit se
de: Anmelden
el: Συνδεθείτε με κωδικό
es: Ingresar
ja: サインイン
ko: 로그인
sq: Hyni
sv: Logga in
ug: تىزىمغا كىرىڭ
vi_vn: Đăng nhập

source: Resend confirmation email
ca: Reenviar confirmació
cs: Znovu poslat potvrzovací email
de: Bestätigungs E-Mail erneut senden
el: Ξαναστείλτε ένα e-mail επιβεβαίωσης
es: Volver a enviar correo de confirmación
ja: 確認メールを再送信
ko: 확인 메일 다시 보내기
sq: Ridërgo email-in e ripohimit
sv: Skicka bekräftelsemail igen
ug: جەزملەيدىغان تورخەتنى قايتا يوللا
vi_vn: Gửi lại thư xác nhận

source: You have just created a new user on Amara using an external provider. If this is not what you meant to do, log out and log in with your existing credentials.
de: Du hast gerade einen neuen Nutzer auf Amara angelegt, indem du einen externen Anbieter benutzt hast. Wenn du das nicht tun wolltest, melde dich ab und melde dich mit deinen bestehenden Zugangsdaten wieder an.
sv: Du har just skapat en ny användare på Amara med hjälp av en extern tjänst. Om detta inte var meningen, logga ut och logga in igen med dina befintliga användaruppgifter

source: Alternatively, you can
de: Alternativ kann man
el: Εναλλακτικά, μπορείτε να
sv: Annars kan du

source: reset your password
de: Setze dein Passwort zurück
el: Επαναφέρετε τον Κωδικό Πρόσβασης
sv: återställa ditt lösenord

source: Are you sure that you want to permanently delete your profile?
ca: Esteu segurs de voler eliminar definitivament el vostre perfil?
cs: Jste si jisti, že chcete nastálo odstranit váš profil?
de: Bist du sicher, dass du dein Profil für immer löschen möchten?
el: Είστε σίγουροι πως θέλετε να διαγράψετε μονίμως το προφίλ σας;
es: ¿Estás seguro de que deseas eliminar permanentemente tu perfil?
ja: 本当に、あなたのプロファイルを永久的に消去しますか？
ko: 영구적으로 프로필을 삭제하시겠습니까?
sq: Jeni i sigurt që doni të fshihet përgjithmonë profili juaj?
sv: Är du säker på att du vill radera din profil permanent?
ug: سەپلىمە ھۆججىتىڭىزنى راستىنلا مەڭگۈلۈك ئۆچۈرەمسىز؟
vi_vn: Bạn có chắc rằng bạn muốn xóa hẳn hồ sơ của mình luôn?

source: This can't be undone!
de: Das kann nicht rückgängig gemacht werden!
sv: Detta kan inte ångras!

source: Please enter your login password to confirm
de: Bitte gib das Anmelde-Passwort zur Bestätigung ein.
sv: Vänligen ange ditt lösenord för att bekräfta

source: Use an existing identity
de: Verwende eine existierende Identität
sv: Använd en befintlig identitet

source: Or use your Amara account
de: Oder benutze dein Amara-Benutzerkonto
el: Ή, χρησιμοποιήστε τον λογαρισμό σας Amara
es: O usa tu cuenta Amara
ja: または Amara アカウントを利用する
sv: Eller använd ditt Amarakonto
ug: ياكى Amara ھېساباتىڭىزنى ئىشلىتىڭ
vi_vn: Hoặc sử dụng tài khoản Amara của bạn

source: Forgot your password?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Olvidaste tu contraseña?
ja: パスワードをお忘れの方
sv: Glömt ditt lösenord?
ug: ئىم ئۇنتۇپسىزمۇ؟
vi_vn: Quên mật khẩu rồi ư?

source: Create an Account
ca: Crear un compte
cs: Vytvořit účet
de: Lege ein Konto an.
el: Δημιουργήστε έναν Λογαριασμό
es: Crear una cuenta
ko: 계정 만들기
sq: Krijoni një Llogari
sv: Skapa konto

source: It's free!
de: Es ist kostenlos!
es: Es gratis!
sv: Det är gratis!

source: Create Account
ca: Crear compte
cs: Vytvořit účet
de: Account anlegen
el: Δημιουργία Λογαριασμού
es: Crear cuenta
ja: アカウントを作成する
ko: 계정 만들기
sq: Krijoje Llogarinë
sv: Skapa konto
ug: ھېسابات قۇر
vi_vn: Tạo Tài khoản

source: Sign Up
de: Registrieren
el: Εγγραφή
es: Regístrate
sv: Registrera dig

source: You are logging in via a provider (Google, Twitter, OAuth, etc), which will create a new Amara account with this email:
de: Du loggst dich über einen Provider (Google, Twitter, OAuth etc.) ein, der ein neues Amara-Nutzerkonto mit dieser E-Mail erstellt:
sv: Du loggar in via en extern tjänst (Google, Twitter, OAuth etc.) som kommer att skapa ett nytt Amarakonto med denna e-postadress:

source: IMPORTANT: Without a valid email, some Amara features will remain inaccessible and password retrieval will not be possible.
de: WICHTIG: Ohne gültige E-Mail-Adresse werden manche Amara-Funktionen gesperrt bleiben und die Passwort-Wiederherstellung wird nicht möglich sein.
sv: VIKTIGT: Utan en giltig e-postadress kommer vissa Amarafunktioner att vara otillgängliga och det kommer inte vara möjligt att återställa lösenordet.

source: Amara respects your privacy.
de: Amara respektiert deine Privatsphäre.
sv: Amara respekterar din integritet.

source: If you did not intend to create a new Amara account with an external provider, you can go back to the
de: Wenn Du nicht die Absicht hattest, ein neues Amara-Konto mit einem externen Anbieter zu erstellen, kannst du zurückkehren zu
sv: Om det inte var din mening att skapa ett nytt Amarakonto via en extern tjänst kan du gå tillbaka till

source: Sign in as a different user
de: Als anderer Benutzer anmelden
el: Συνδεθείτε ως ένας διαφορετικός χρήστης
es: Registrarse como usuario distinto
sv: Logga in som en annan användare
ug: باشقا ئىشلەتكۈچى سۈپىتىدە تىزىمغا كىرىڭ
vi_vn: Đăng nhập với tài khoản khác

source: View site
ca: Visita el lloc
cs: Zobrazit stránku
de: Seite anschauen
el: Προβολή ιστοσελίδας
es: Ver el sitio
ja: サイトを見る
ko: 사이트 보기
sq: Shiheni site-in
sv: Titta på sida
ug: تورتۇرانى كۆرۈش
vi_vn: Xem trang

source: Send
ca: Enviar
cs: Poslat
de: Senden
el: Αποστολή
es: Enviar
ja: 送信する
ko: 보내기
sq: Dërgoje
sv: Skicka
ug: يوللا
vi_vn: Gửi

source: You have %(msg_count)s new messages.
de: Du hast %(msg_count)s neue Nachrichten.
sv: Du har %(msg_count)s nya meddelanden

source: New message
de: Neue Nachricht
el: Νέο μήνυμα
es: Mensaje nuevo
sv: Nytt meddelande
ug: يېڭى ئۇچۇر
vi_vn: Viết tin nhắn

source: Inbox
ca: Safata d'entrada
cs: Příchozi
de: Eingang
el: Εισερχόμενα
es: Bandeja de entrada
ja: 受信箱
ko: 편지함
sq: Të marrë
sv: Inkorg
ug: قوبۇللاش ساندۇقى
vi_vn: Hộp thư đến

source: Sent
ca: Enviat
cs: Odeslané
de: Gesendet
el: Απεσταλμένα
es: Enviado
ja: 送信済み
ko: 보내기
sq: Të dërguar
sv: Skickat
ug: يوللانغىنى
vi_vn: Đã gửi

source: Messages - Inbox
de: Nachrichten - Eingang
el: Μηνύματα - Εισερχόμενα
es: Mensajes - Bandeja de entrada
sv: Meddelanden - Inkorg
ug: ئۇچۇرلار - قوبۇللاش ساندۇقى
vi_vn: Tin nhắn - Hộp thư đến

source: Do you really wish to delete this message?
ca: Voleu de debò eliminar aquest missatge?
cs: Opravdu si přejete smazat tuto zprávu?
de: Möchtest du diese Nachricht wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτό το μήνυμα;
es: ¿Realmente quieres borrar este mensaje?
ja: 本当にこのメッセージを削除しますか？
ko: 정말 이 메시지를 삭제 하시겠습니까?
sq: Doni vërtet të fshihet ky mesazh?
sv: Vill du verkligen radera detta meddelande?
ug: راستىنلا بۇ ئۇچۇرنى ئۆچۈرەمسىز؟
vi_vn: Bạn thực sự muốn xóa tin nhắn này?

source: Do you really wish to delete these messages?
de: Möchtest du diese Nachrichten wirklich löschen?
sv: Vill du verkligen radera dessa meddelanden?

source: The message has been successfully sent.
ca: El missatge ha estat enviat amb èxit.
cs: Zpráva byla úspěšně odeslána.
de: Die Nachricht wurde erfolgreich versendet.
el: Αυτό το μήνυμα στάλθηκε επιτυχώς.
es: El mensaje se ha enviado con éxito.
ja: メッセージの送信が完了しました。
ko: 메시지가 성공적으로 전송되었습니다.
sq: Mesazhi u dërgua me sukses.
sv: Meddelandet skickades.
ug: ئۇچۇر مۇۋەپپەقىيەتلىك يوللاندى.
vi_vn: Tin nhắn đã được gửi thành công.

source: Delete selected
de: Lösche die Auswahl
sv: Radera valda

source: Mark as read
de: Als Gelesen Markieren
sv: Markera som läst

source: Regular Message
de: Reguläre Mitteilung
sv: Vanligt meddelande

source: System Notification
de: System-Benachrichtigung
sv: Systemmeddelande

source: Mark Read
ca: Marcar com a llegit
cs: Označit jako přečteno
de: Als Gelesen Markieren
el: Σημείωση ως αναγνωρισμένο
es: Marcar como leído
ja: 開封済みにする
sq: Shënoje Si të Lexuar
sv: Markera som läst
ug: ئوقۇلدى بەلگىسى قوي
vi_vn: Đánh dấu Đã đọc

source: Reply
ca: Resposta
cs: Odpovědět
de: Antworten
el: Απάντηση
es: Respuesta
ja: 返信する
ko: 답변
sq: Përgjigjjuni
sv: Svara
ug: جاۋاب قايتۇر
vi_vn: Trả lời

source: You have no messages.
ca: No teniu missatges.
cs: Nemáte žádné zprávy
de: Du hast keine Nachrichten.
el: Δεν έχετε καθόλου μηνύματα.
es: No tienes ningún mensaje.
ja: メッセージはありません。
ko: 메시지가 없습니다.
sq: Nuk keni mesazhe.
sv: Du har inga meddelanden.
ug: ئۇچۇرىڭىز يوق.
vi_vn: Bạn không có tin nhắn nào cả.

source: Send Message
ca: Enviar Missatge
cs: Poslat zprávu
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
ja: メッセージを送る
ko: 메시지 보내기
sq: Dërgoje Mesazhin
sv: Skicka meddelande
ug: ئۇچۇر يوللا
vi_vn: Gửi Tin nhắn

source: Hide message thread
de: Nachrichten-Thread verbergen
sv: Dölj meddelandetråd

source: %(commenter)s commented on the %(lang_name)s Language of "%(title)s".
de: %(commenter)s kommentierte die %(lang_name)s Sprache von "%(title)s".
el: Ο/Η %(commenter)s σχολίασε στη γλώσσα %(lang_name)s του "%(title)s".
es: %(commenter)s ha comentado sobre el %(lang_name)s de "%(title)s".

source: %(commenter)s commented on "%(title)s".
de: %(commenter)s kommentierte "%(title)s".
el: Ο/Η %(commenter)s σχολίασε το "%(title)s".
es: %(commenter)s comentó en "%(title)s".
sv: %(commenter)s lämnade en kommentar på "%(title)s".

source: Messages - New
de: Nachrichten - Neu
el: Μηνύματα - Νέα
es: Mensajes - Nuevo
sv: Meddelanden - Nya
ug: ئۇچۇرلار - يېڭى
vi_vn: Tin nhắn - Mới

source: Messages - Sent
de: Nachrichten - Gesendet
el: Μηνύματα - Απεσταλμένα
es: Mensajes - Enviados
sv: Meddelanden - Skickade
ug: ئۇچۇرلار - يوللانغىنى
vi_vn: Tin nhắn - Đã gửi đi

source: You have no sent messages.
ca: No heu enviat missatges.
cs: Nemáte žádné odeslané zprávy.
de: Du hast keine gesendeten Nachrichten.
el: Δεν στείλατε μηνύματα.
es: No has enviado ningún mensaje.
ja: 送信済みメッセージはありません
ko: 보내 메시지가 없습니다.
sq: Nuk keni mesazhe të dërguar.
sv: Du har inga skickade meddelanden.
ug: يوللىغان ئۇچۇرىڭىز يوق
vi_vn: Bạn không có tin nhắn nào đã gửi đi cả

source: %(note_user)s added a note to subtitles on which you are collaborating. View tasks for <a href="%(tasks_url)s">%(video)s / %(language)s</a>.
de: %(note_user)s hat den Untertiteln, an denen ihr zusammenarbeitet, eine Notiz angefügt. Ansicht der Aufgaben zu <a href="%(tasks_url)s">%(video)s / %(language)s</a>.
sv: %(note_user)s gjorde en anteckning på undertexter som ni samarbetar kring. Se uppgifter för <a href="%(tasks_url)s">%(video)s / %(language)s</a>.

source: Stop watching for changes on this video
ca: Deixar de veure els canvis d'aquest vídeo
cs: Přestat sledovat změny v tomto videu
de: Änderungen an diesem Video nicht mehr mitverfolgen
el: Σταματήστε να κοιτάτε για αλλαγές σε αυτό το Βίντεο
es: Dejar de ver los cambios en este vídeo
ja: このビデオに対する変更の追跡を中止する
ko: 이 비디오에 대한 변경 사항 시청 중지
sq: Resht së mbikëqyruri për ndryshime te kjo video
sv: Sluta bevaka förändringar för denna video
ug: بۇ سىننىڭ ئۆزگىرىشىنى كۆرزىتىشنى توختات
vi_vn: Ngừng trông chừng các thay đổi trên đoạn phim này

source: Hi, Thanks for joining Amara!<br/> <p>If you created the "%(user)s" user account on universalsubtitles.org, please click the following link to confirm your email address (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
ca: Hola, Gràcies per unir-vos a Amara!<br/> <p>Si vas crear el compte de l'usuari "%(user)s" a universalsubtitles.org, sis plau, premeu al següent enllaç per a confirmar la adreça del correu electrònic (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirmar correu electrònic</a></p> <p>Si creeu que heu rebut aquest missatge per equivocació, us demanem disculpes i podeu ignorar-lo. Si teniu qualssevol dubte, sis plau, contacteu amb nosaltres a feedback@universalsubtitles.org.</p> Gràcies, <br/> L'equip d'Amara.
de: Hallo, vielen Dank, dass du bei Amara mitmachst!<br/> <p>Wenn du das Konto für den "%(user)s" Nutzer auf universalsubtitles.org erstellt hast, klicke bitte auf den folgenden Link um deine E-Mail-Adresse zu bestätigen (%(email)s):<br/></p> <p><a href="%(activate_url)s">bestätige E-Mail-Adresse</a></p> <p>Falls du glaubst, diese Nachricht fehlerhafterweise erhalten zu haben, entschuldigen wir uns dafür — ignoriere diese Nachricht dann einfach. Wenn du des Weiteren irgendwelche Bedenken hast, schreibe uns bitte unter feedback@universalsubtitles.org.</p> Vielen Dank, <br/> das Amara-Team
el: Γεια, Σας ευχαριστούμε για την εγγραφή σας στο Amara!<br/> <p>Αν δημιουργήσατε το λογαριασμό του χρήστη "%(user)s" στο universalsubtitles.org, παρακαλούμε, κάντε κλικ στο παρακάτω link, για να επιβεβαιώσετε την ηλεκτρονική σας διεύθυνση/ e-mail (%(email)s):<br/></p> <p><a href="%(activate_url)s">Επιβεβαίωση του e-mail</a></p> <p>Αν θεωρείτε πως λάβατε αυτό το μήνυμα κατά λάθος, ζητούμε συγγνώμη—μη διστάσετε να το αγνοήσετε. Αν έχετε οποιαδήποτε ανησυχία, παρακαλούμε να έρθετε σε επαφή μαζί μας στη διεύθυνση feedback@universalsubtitles.org.</p> Ευχαριστούμε, <br/> Η ομάδα του Amara
es: Hola, ¡Gracias por unirte a Amara!<br/> <p>Si creaste la cuenta "%(user)s" en universalsubtitles.org, por favor haz clic en el vínculo a continuación para confirmar su correo electrónico (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>Si crees que has recibido este mensaje por error, nos disculpamos—por favor ignórelo. Para cualquier consulta, sírvase contactarnos a feedback@universalsubtitles.org.</p> Gracias, <br/> Equipo Amara
ja: Amara にご登録していただき、ありがとうございます！<br/> ユーザアカウント %(user)s を universalsubtitles.org で作成された方は、下記のリンクにてメールアドレス (%(email)s) を確認してください：<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>もしこのメッセージに身に覚えのない場合は、申し訳ありませんが無視してくださって結構です。ご質問等ありましたら、feedback@universalsubtitles.org までお問い合わせください。</p> Amara チーム一同
sq: Njatjeta, Ju faleminderit që po bëheni pjesë e Amara-s!<br/> <p>Nëse patët krijuar llogarinë e përdoruesit "%(user)s" te universalsubtitles.org, ju lutemi, klikoni lidhjen vijuese që të ripohoni adresën tuaj email (%(email)s):<br/></p> <p><a href="%(activate_url)s">ripohoni email-in</a></p> <p>Nëse jeni të bindur që ky mesazh ju erdhi gabimisht, ju kërkojmë ndjesë — jeni të lirë ta hidhni tej. Nëse keni ndonjë problem tjetër, ju lutemi, lidhuni me ne përmes feedback@universalsubtitles.org.</p> Faleminderit, <br/> Ekipi Amara
sv: Hej, Tack för att du gick med i Amara!<br/> <p>Om du skapade ditt användarkonto "%(user)s" på universalsubtitles.org, klicka på länken för att bekräfta din e-postadress (%(email)s):<br/></p> <p><a href="%(activate_url)s">bekräfta e-post</a></p> <p>Om du tror att du felaktigt fått detta meddelande så ber vi om ursäkt och ber dig ignorera meddelandet. Har du några funderingar, kontakta oss på feedback@universalsubtitles.org</p> Tack,<br/> Amarateamet
ug: سالام! سىزنىڭ Amara غا قوشۇلغانلىقىڭىزغا كۆپ رەھمەت!<br/> <p>ئەگەر سىز universalsubtitles.org دا "%(user)s" ئىشلەتكۈچى قۇرغان بولسىڭىز، تۆۋەندىكى ئۇلانمىنى چېكىپ تورخەت ئادرېس (%(email)s):<br/></p> <p><a href="%(activate_url)s">تورخەت ئادرېس دەلىللەڭ</a></p> <p>ئەگەر بۇ تورخەتنى خاتا تاپشۇرۇۋالغان بولسىڭىز، بىزنى ئەپۇ قىلىڭ—بۇنىڭغا پەرۋا قىلماڭ. ئەگەر بۇ تورخەتكە كۆڭۈل بۆلسىڭىز feedback@universalsubtitles.org بىلەن ئالاقىلىشىڭ.</p> كۆپ رەھمەت <br/> The Amara team
vi_vn: Xin chào, Cảm ơn vì đã gia nhập Amara!<br/> <p>Nếu bạn đã tạo tài khoản người dùng "%(user)s" trên universalsubtitles.org, xin hãy nhấn vào đường dẫn sau để xác nhận địa chỉ thư điện tử của bạn (%(email)s):<br/></p> <p><a href="%(activate_url)s">xác nhận thư điện tử</a></p> <p>Nếu bạn tin rằng có trục trặc gì khi nhận được bức thư này, chúng tôi thật tình xin lỗi—và hãy thoải mái bỏ qua nó. Nếu bạn có bất cứ quan tâm nào, xin hãy liên hệ với chúng tôi tại feedback@universalsubtitles.org.</p> Chân thành cảm ơn, <br/> Nhóm Amara

source: %(author)s has just sent you a message on Amara:
ca: %(author)s acaba d'enviar-vos un missatge a Amara:
de: %(author)s hat dir eben eine Nachricht auf Amara geschickt.
el: Ο/Η %(author)s μόλις σας έστειλε ένα μήνυμα στο Amara:
es: %(author)s te acaba de enviar un mensaje en Amara:
ja: %(author)s さんが Amara でメッセージを送りました：
sq: %(author)s sapo ju dërgoi një mesazh nga Amara:
sv: %(author)s har just skickat ett meddelande till dig på Amara:
ug: تېخى بايىلا Amara دا %(author)s سىزگە بىر ئۇچۇر يوللىدى؛
vi_vn: %(author)s vừa gửi cho bạn một tin nhắn trên Amara:

source: Reply to this message
ca: Respondre a aquest missatge
cs: Odpovědět na tuto zprávu
de: Diese Nachricht beantworten
el: Απαντήστε σε αυτό το μήνυμα
es: Responder a este mensaje
ja: このメッセージに返信する
ko: 이 메시지에 회신
sq: Përgjigjjuni këtij mesazhi
sv: Svara på meddelandet
ug: بۇ خەتكە جاۋاب قايتۇر
vi_vn: Trả lời tin nhắn này

source: Your video was successfully imported!
de: Dein Video wurde erfolgreich importiert!
sv: Din video importerades!

source: To see them, you can go to <a href="%(my_videos_url)s">your user page</a>
de: Um sie zu sehen, kannst Du zu <a href="%(my_videos_url)s"> deiner Benutzerseite gehen </a>
sv: För att se dem, gå till <a href="%(my_videos_url)s">din sida</a>

source: If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@amara.org.
de: Wenn du meinst, diese Nachricht irrtümlich erhalten zu haben, bitten wir um Entschuldigung — du kannst sie ruhig ignorieren. Wenn du irgendwelche Bedenken hast, kontaktiere uns bitte unter: feedback@amara.org.
sv: Om du tror att du felaktigt fått detta meddelande så ber vi om ursäkt och ber dig ignorera meddelandet. Har du några funderingar, kontakta oss på feedback@amara.org</p>

source: Thanks, The Amara team
de: Danke, das Amara-Team
sv: Tack, Amara-teamet

source: Reject
ca: Rebutja
cs: Odmítnout
de: Ablehnen
el: Απόρριψη
es: Rechazar
ja: 拒否する
ko: 거절
sq: Hidhe tej
ug: رەت قىل
vi_vn: Từ chối

source: Add a new language!
de: Füge eine neue Sprache hinzu!
el: Προσθήκη νέας γλώσσας!
es: Añadir un nuevo idioma
sv: Lägg till nytt språk!

source: This video is in %(language)s
de: Dieses Video ist auf %(language)s
el: Αυτό το βίντεο είναι στα %(language)s
es: El vídeo esta en %(language)s
sv: Denna video är på %(language)s

source: Continue
de: Fortsetzen
el: Συνέχεια
es: Continuar
sv: Fortsätt

source: Please let us know what you were doing when you encountered this error.
ca: Sisplau, indiqueu-nos que fèieu quan es va produir aquest error.
cs: Dejte nám prosím vědět, co jste dělali, když jste narazili na tuto chybu.
de: Bitte lasse uns wissen, welche Aktivität zu diesem Fehler führte.
el: Παρακαλούμε ενημερώστε μας τι ακριβώς κάνατε όταν συναντήσατε αυτό το σφάλμα
es: Indícanos qué estabas haciendo cuando se produjo este error.
ja: このエラーが発生した時に、何をされていたかお知らせください。
ko: 이 오류가 발생하면 당신이 무엇을 하고 계셨는지 알려주시기 바랍니다.
sq: Ju lutemi, na rrëfeni se çfarë po bënit kur hasët këtë gabim.
sv: Låt oss veta vad du gjorde när du råkade ut för detta.
ug: بۇ خاتالىق كۆرۈلگەندە سىز قىلىدىغان ئىشتىن بىزنى خەۋەرلەندۈرۈڭ.
vi_vn: Xin hãy cho chúng tôi biết bạn đã làm gì khi mắc phải lỗi này.
