Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Sorry, the page you requested was not found.
ca: Ho lamentem, la pàgina que heu demanat no s'ha trobat.
cs: Omlouváme se, stránka, kterou jste požadovali, nebyla nalezena.
de: Die angeforderte Seite konnte leider nicht gefunden werden.
el: Λυπούμαστε, η σελίδα που ζητήσατε δεν υπάρχει.
es: Página no encontrada.
ja: 申し訳ございませんが、お尋ねのページは見つかりませんでした。
ko: 죄송합니다. 요청하신 페이지를 찾을 수 없습니다.
sq: Na ndjeni, faqja që kërkuat nuk u gjet dot.
sv: Sidan du söker kunde inte hittas.
ug: كەچۈرۈڭ، سىز ئىلتىماس قىلغان بەتنى تاپالمىدى.
vi_vn: Rất tiếc, trang mà bạn vừa yêu cầu không tìm thấy được.

source: How are you using Amara? What would make it better?
ca: Com utilitzeu Amara? Què es podria millorar?
de: Wie benutzt Du Amara? Was würde es verbessern?
el: Πως χρησιμοποιείτε το Amara; Τι νομίζετε πως θα το βελτίωνε;
es: ¿Cómo estás usando Amara? ¿Cómo mejoraría la experiencia?
ja: Amara はどのように利用していますか？もと良くするにはどうしたらいいですか？
sq: Si e përdorni Amara-n? Ç'do ta bënte më të mirë?
sv: Hur använder du Amara? Hur skulle det kunna förbättras?
ug: سىز Amara نى قانداق ئىشلىتىسىز؟ ئۇنى تېخىمۇ ياخشىلامسىز؟
vi_vn: Bạn đang sử dụng Amara như thế nào? Điều gì sẽ làm cho nó tốt hơn

source: Please let us know if you have any comments, questions, or suggestions!
ca: Sisplau, envia'ns els teus comentaris, dubtes o suggeriments!
cs: Dejte nám prosím vědět, pokud máte jakékoli komentáře, otázky nebo návrhy!
de: Bitte lasse uns wissen, wenn du Kommentare, Fragen oder Anregungen hast.
el: Παρακαλούμε ενημερώστε μας αν έχετε οποιαδήποτε σχόλια, ερωτήσεις, ή ιδέες!
es: Envíanos tus comentarios, dudas o sugerencias.
ja: コメント、ご質問、ご指摘など、是非お寄せください。
ko: 어떤 의견, 질문, 또는 제안 사항이 있으면 알려주시기 바랍니다!
sq: Ju lutemi, na bëni të ditur çfarëdo komenti, pyetje, ose këshille!
sv: Låt oss veta om du har kommentarer, frågor eller förslag!
ug: ئەگەر سىزنىڭ قانداق باھا، سوئال، مەسىلە ياكى تەكلىپىڭىز بولسا بىزنى خەۋەرلەندۈرۈڭ!
vi_vn: Xin hãy cho chúng tôi biết nếu bạn có bất kì bình luận, câu hỏi, hay đề xuất nào!

source: Note: we read/speak English best, but try to read/respond to anything we can.
ca: Nota: Llegim i escrivim en anglès, però intentarem llegir i respondre en les llengües que puguem.
cs: Poznámka: čteme a mluvíme nejlépe anglicky, ale pokusíme se přečíst a odpovědět, jak budeme nejlépe schopni.
de: Notiz: Wir lesen/sprechen Englisch am besten, aber wir versuchen, alles zu lesen und auf alles zu antworten, was wir können.
el: Σημείωση: εμείς διαβάζουμε/μιλάμε καλύτερα τα Αγγλικά, αλλά προσπαθήστε να διαβάζετε/απαντάτε σε οποιαδήποτε γλώσσα μπορείτε.
es: Nota: hablamos y entendemos mejor inglés, pero intentamos leer y responder todo lo que podamos.
ja: 注意：私達は英語が最も得意ですが、どんな言語にでもお答えするよう努めています。
ko: 참고 : 우리는 영어를 잘 읽고 말할 수 있지만, 우리가 할 수 있는 무엇이든 읽어보고 반응하려고 노력해 보세요.
sq: Shënim: në shkrim/lexim jemi më mirë në Anglisht, por do të përpiqemi të lexojmë/përgjigjemi për gjithçka mundemi.
sv: Obs: Vi läser/skriver bäst på engelska, men försöker läsa/svara på allt vi kan.
ug: دىققەت: ئىنگلىزچە ئوقۇپ/يېزىشتا ياخشى، ئەمما ئامالنىڭ بېرىچە باشقا تىللاردىمۇ ئوقۇپ/ئىنكاس قايتۇرۇشقا تىرىشىمىز.
vi_vn: Chú ý: chúng ta đọc/nói Tiếng Anh giỏi nhất rồi, những hãy cố đọc/phản hồi bất cứ thứ gì mà chúng ta có thể.

source: Your email:
ca: La teva adreça electrònica:
cs: Váš email:
de: deine E-Mail-Adresse:
el: Το email σας:
es: Tu dirección de correo:
ja: あなたのメールアドレス：
ko: 귀하의 이메일 :
sq: Email-i juaj:
sv: Din e-post:
ug: تورخېتىڭىز:
vi_vn: Địa chỉ thư điện tử của bạn:

source: Your Feedback
ca: El teu comentari
cs: Vaše zpětná vazba
de: deine Rückmeldung:
el: Η γνώμη σας
es: Comentarios
ja: あなたからのフィードバック
ko: 여러분의 의견
sq: Përshtypjet Tuaja
sv: Din feedback
ug: قايتۇرما ئىنكاسىڭىز
vi_vn: Phản hồi của bạn

source: Send feedback
ca: Enviar comentaris
cs: Poslat zpětnou vazbu
de: Sende Feedback
el: Στείλτε μας τη γνώμη σας
es: Envíanos tus comentarios
ja: フォードバックを送る
ko: 피드백 보내기
sq: Dërgoni përshtypjet
sv: Skicka feedback
ug: قايتۇرما ئىنكاس يوللا
vi_vn: Gửi phản hồi

source: Send Feedback
ca: Enviar comentari
cs: Poslat zpětnou vazbu
de: Rückmeldung abschicken.
el: Στείλτε τη γνώμη σας
es: Enviar comentario
ja: フィードバックを送る
ko: 의견 보내기
sq: Dërgoni Përshtypjet
sv: Skicka feedback
ug: قايتۇرما ئىنكاس يوللا
vi_vn: Gửi Phản hồi

source: Close
ca: Tancar
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
ja: 閉じる
ko: 닫기
sq: Mbylle
sv: Stäng
ug: ياپ
vi_vn: Đóng

source: Thank you for your feedback.
ca: Gràcies pel teu comentari.
cs: Děkujeme za vaši zpětnou vazbu.
de: Danke für deine Rückmeldung
el: Σας ευχαριστούμε για την ανταπόκρισή σας.
es: Muchas gracias por tus comentarios.
ja: フィードバックをいただき、ありがとうございました。
ko: 의견을 보내주셔서 감사합니다.
sq: Faleminderit për përshtypjet.
sv: Tack för din feedback
ug: قايتۇرما ئىنكاسىڭىزغا رەھمەت.
vi_vn: Cảm ơn phản hồi của bạn.

source: If you would like to perform some additional testing
ca: Si voleu realitzar alguna prova afegida
cs: Chcete-li provést nějaké další testy
de: Solltest du weitere Tests durchführen wollen,
el: Αν θέλετε να εκτελέσετε κάποιες πρόσθετες δοκιμές
es: Si quieres seguir evaluando el programa,
ja: さらにテストをされたい場合
ko: 당신이 몇 가지 추가 테스트를 수행하고자 하는 경우
sq: Nëse do të donit të kryenit ndonjë provë shtesë
sv: Skulle du vilja göra ytterligare tester
ug: ئەگەر سىز قوشۇمچە سىناقنى ئېلىپ بارماقچى بولسىڭىز
vi_vn: Nếu bạn muốn kiểm thử thêm

source: please go to our
ca: podeu utilitzar les nostres
cs: přejděte prosím na náš
de: navigiere bitte zu unseren
el: παρακαλώ πηγαίνετε στο
es: puedes utilizar nuestras pruebas
ja: こちらへ
ko: 우리로 이동하십시오
sq: ju lutemi, shkoni te
sv: var vänlig och gå till våra
ug: بىزنىڭ
vi_vn: xin hãy ghé xem

source: Litmus regression tests
ca: proves de regressió Litmus
cs: test Litmus regrese
de: Lackmus-Regressions-Tests
el: Δοκιμασίες παλινδρόμησης Litmus
es: de control de calidad Litmus
ja: リトマス回帰テスト
ko: 리트머스 회귀 테스트
ug: Litmus regression سىناقلىرىغا يۆتكىلىڭ
vi_vn: các yếu tố quyết định ở phiên bản lần trước

source: For new testers, we have
ca: Per als nous testejadors, tenim
cs: Pro nové testery máme
de: Für neue Tester haben wir
el: Για τους νέους δοκιμαστές, υπάρχει
es: Para los nuevos testers tenemos
ja: 初心者テスターには
ko: 새로운 테스터분들을 위해, 우리는 가지고 있습니다.
sq: Për testues të rinj, kemi
sv: För nya testare har vi
ug: يېڭى سىنىغۇچىلار ئۈچۈن، بىزدە
vi_vn: Đối với các bạn kiểm thử viên mới, chúng tôi có

source: a getting started guide
ca: una guia d'inici
cs: příručku pro začínající
de: eine Einführungsdokumentation
el: οδηγός για το ξεκίνημα
es: una guía de inicio
ja: スタートガイド
ko: 시작을 위한 가이드
sq: një udhërrëfyes për si t'ia fillohet
sv: en kom-igång-guide
ug: باشلانغۇچ ساۋات قوللانمىسى بار
vi_vn: hướng dẫn làm quen

source: Enter feedback please.
ca: Introduïu el comentari
cs: Vložte zpětnou vazbu prosím.
de: Bitte gib Kommentare und eine Rückmeldung ein.
el: Βάλτε τις παρατηρήσεις σας παρακαλώ.
es: Introduce el comentario
ja: フィードバックをご入力ください。
ko: 의견을 보내 주시기 바랍니다.
sq: Ju lutemi, shkruani përshtypjet.
ug: قايتۇرما ئىنكاس يېزىڭ.
vi_vn: Hãy nhập phản hồi.

source: x Stop Following
ca: x Deixar de seguir
de: x Nicht mehr folgen
el: x Διακοπή παρακολούθησης
es: x Dejar de seguir
ja: x フォローをやめる
sq: x Ndale Ndjekjen
sv: x Sluta följa
ug: x ئەگىشىشنى توختات
vi_vn: x Ngừng theo dõi

source: ✓ Click to Follow
ca: ✓ Premeu per a seguir
de: ✓ Klicke zum Folgen
el: ✓ Κάντε κλικ για να παρακολουθείτε
es: ✓ Haz clic para seguir
ja: ✓ フォローする
sq: ✓ Klikoni që të Ndiqet
sv: ✓ Klicka för att följa
ug: ✓ چېكىلسە ئەگىشىدۇ
vi_vn: ✓ Nhấn để Theo dõi

source: ✓ Following
ca: ✓ Seguint
de: ✓ Folgen
el: ✓ Υπό παρακολούθηση
es: ✓ Siguiendo
ja: ✓ フォローしている
sv: ✓ Följer
ug: ئەگىشىۋاتىدۇ✓
vi_vn: ✓ Đang theo dõi

source: Not Following
ca: Sense seguir
de: Nicht folgen
el: Δεν γίνεται παρακολούθηση
es: No estás siguiendo.
ja: フォローしていない
sv: Följer inte
ug: ئەگەشمەيۋاتىدۇ
vi_vn: Không theo dõi

source: You will stop receiving notifications when any subtitles for this video are edited. You can choose to follow again at any time.
ca: No rebreu notificacions quan un subtítol d'aquest vídeo siga modificat. Podeu elegir seguir-lo una altra volta quan vulgueu.
de: Du bekommst keine Benachrichtigungen mehr, wenn Untertitel für dieses Video verändert werden. Aber du kannst jeder Zeit dem Video wieder erneut folgen.
el: Θα σταματήσετε να λαμβάνετε ειδοποιήσεις όταν γίνει επεξεργασία σε οποιουσδήποτε υπότιτλους αυτού του βίντεο. Μπορείτε να επιλέξετε να το παρακολουθήσετε ξανά, ανά πάσα στιγμή.
es: No recibirás más notificaciones cuando se editen subtítulos en este vídeo. Puedes volver a seguirlo en cualquier momento.
ja: このビデオの字幕が編集されても通知メールは送信されません。いつでもフォローを再開することができます。
sv: Du kommer inte längre att få aviseringar när undertexter för denna video redigeras. Du kan välja att följa igen när som helst.
ug: بۇ سىننىڭ خالىغان كىنو خېتى تەھرىرلىنىپ تاماملانغاندىن كېيىن ئۇقتۇرۇش تاپشۇرۇۋالمايسىز. سىز خالىغان ۋاقىتتا يەنە ئەگىشەلەيسىز.
vi_vn: Bạn sẽ ngừng nhận thông báo khi bất cứ phụ đề nào cho thước phim này bị thay đổi. Bạn có thể lựa chọn để theo dõi nó lại vào bất cứ lúc nào.

source: Stop following this video
ca: Deixar de seguir aquest vídeo
de: Dem Video nicht mehr folgen
el: Παύση παρακολούθησης αυτού του βίντεο
es: Dejar de seguir este vídeo
ja: このビデオのフォローをやめる
sq: Resht së ndjekuri këtë video
sv: Sluta följa denna video
ug: بۇ سىنغا ئەگىشىشنى توختات
vi_vn: Ngừng theo dõi phim này

source: You will stop receiving notification when
ca: Deixareu de rebre notificacions quan
de: Du bekommst keine Benachrichtigungen mehr, wenn
el: Θα σταματήσετε να λαμβάνετε ειδοποιήσεις όταν
es: No recibirás más notificaciones cuando
sq: Do të reshtni së marri njoftime kur
sv: Du kommer inte längre att få aviseringar när
ug: ئۇقتۇرۇش تاپشۇرۇۋالمايسىز
vi_vn: Bạn sẽ ngừng nhận thông báo khi

source: subtitles for this video are edited. You can choose to follow again at any time.
ca: subtítols d'aquest vídeos estan editats. Podeu seguir-los de nou a qualssevol moment.
cs: někdo upravít titulky k tomuto videu. Sledovat můžete kdykoli začít znovu.
de: Untertitel für dieses Video sind bearbeitet. Du kannst dich jederzeit dazu entscheiden diesem erneut zu folgen.
el: οι υπότιτλοι αυτού του βίντεο έχουν υποστεί επεξεργασία. Μπορείτε, αν θέλετε, να τους ξαναπαρακολουθήσετε ανά πάσα στιγμή.
es: se modifiquen los subtítulos de este vídeo. Puedes volver a seguirlo en cualquier momento.
ja: このビデオの字幕は編集されています。いつでも再びフォローすることができます。
ko: 이 동영상에 대한 자막을 편집합니다. 언제든지 다시 팔로우 하도록 선택하실 수 있습니다.
sv: undertexter för denna video redigeras. Du kan välja att följa igen när som helst.
ug: بۇ سىننىڭ كىنو خېتىنى تەھرىرلەنگەندە. سىز خالىغان ۋاقىتتا يەنە ئەگىشەلەيسىز.
vi_vn: phụ đề cho đoạn phim này được chỉnh sửa. Bạn có thể lựa chọn theo dõi lại vào bất cứ lúc nào.

source: Stop following
ca: Deixar de seguir
de: Nicht mehr folgen
el: Παύση παρακολούθησης
es: Dejar de seguir
ja: フォローをやめる
sq: Ndale ndjekjen
sv: Sluta följa
ug: ئەگىشىشنى توختات
vi_vn: Ngừng theo dõi

source: subtitles
ca: subtítols
cs: titulky
de: Untertitel
el: υπότιτλοι
es: subtítulos
ja: 字幕
ko: 자막
sq: titra
sv: undertext
ug: كىنو خەتلىرى
vi_vn: phụ đề

source: Unfollow all languages
ca: Deixar de seguir tots els idiomes
cs: Nesledovat žádný jazyk
de: Alle sprachen ent-abonnieren
el: Διακοπή παρακολούθησης όλων των γλωσσών
es: No seguir ningún idioma
ja: 全ての言語のフォローを中止する
ko: 모든 언어 언팔로우
sq: Mos ndiq më asnjë gjuhë
sv: Avfölj alla språk
ug: ھەممە تىلغا ئەگەشمىدى
vi_vn: Bỏ theo dõi toàn bộ các ngôn ngữ

source: You will receive notifications when anyone edits
ca: Rebreu notificacions quan algú el modifique
de: Du wirst benachrichtigt, wenn jemand Änderungen vornimmt.
el: Θα λαμβάνετε ειδοποιήσεις όταν οποιοσδήποτε κάνει επεξεργασία
es: Recibirás notificaciones cuando alguien edite
ja: 誰かが編集した場合、メールでお知らせします
sq: Do të merrni njoftime kur cilido përpunon
sv: Du kommer att få aviseringar när någon redigerar
ug: بىراۋ بۇ سىننىڭ كىنو خېتى تەھرىرلىگەندە
vi_vn: Bạn sẽ ngừng nhận thông báo khi có bất kì ai thay đổi

source: subtitles for this video. You can stop these emails at any time.
ca: subtítols per a aquest vídeo. Podeu cancel·lar-los en qualssevol moment.
cs: titulky k tomuto videu. Kdykoli je můžete přesta odebírat.
de: Untertitel für dieses Video. Du kannst diese E-Mails jederzeit stoppen.
el: υπότιτλοι για το video αυτό. Μπορείτε να διακόψετε αυτά τα e-mails ανά πάσα στιγμή.
es: los subtítulos de este vídeo. Puedes detener la recepción de correos en cualquier momento.
ja: このビデオの字幕。 これらのメールはいつでも停止できます。
ko: 이 동영상에 대한 자막을 만들어 주세요. 언제든지이 이메일을 멈출 수 있습니다.
sv: undertext för denna video. Du kan stoppa dessa e-postmeddelanden när som helst.
ug: ئۇقتۇرۇش تاپشۇرۇۋالىسىز. سىز خالىغان ۋاقىتتا بۇ تورخەتلەرنى توختىتالايسىز.
vi_vn: phụ đề cho đoạn phim này. Bạn có thể ngừng những bức thư này vào bất cứ lúc nào.

source: Follow
ca: Seguir
de: Folgen
el: Παρακολουθήστε
es: Seguir
ja: フォローする
sq: Ndiqe
sv: Följ
ug: ئەگەش
vi_vn: Theo dõi

source: You will receive notifications when anyone edits any subtitles for this video. You can stop these emails at any time.
ca: Rebreu notificacions quan algú modifique qualssevol subtítol d'aquest vídeo. Podeu deixar de rebre correus quan vulgueu.
de: Du wirst benachrichtigt, wenn jemand Änderungen an den Untertiteln dieses Videos vornimmt. Du kannst diese Benachrichtigungen jederzeit abbestellen.
el: Θα λάβετε ειδοποιήσεις όταν κάποιος κάνει επεξεργασία σε οποιουσδήποτε υπότιτλους αυτού του Βίντεο. Μπορείτε να διακόψετε αυτά τα e-mail ανά πάσα στιγμή.
es: Recibirás notificaciones cuando alguien edite los subtítulos de este vídeo. Puedes dejar de recibir estos e-mails en cualquier momento.
ja: このビデオの字幕を誰かが編集した場合、メールでお知らせします。メールはいつでもストップすることができます。
sv: Du kommer att få aviseringar när någon redigerar undertext för denna video. Du kan stoppa dessa e-postmeddelanden när som helst.
ug: بىراۋ بۇ سىننىڭ كىنو خېتىنى تەھرىرلىگەندە ئۇقتۇرۇش تاپشۇرۇۋالىسىز. سىز خالىغان ۋاقىتتا بۇ تورخەتلەرنى توختىتالايسىز.
vi_vn: Bạn sẽ ngừng nhận thông báo khi có bất kì ai thay đổi bất cứ phụ đề nào của thước phim này. Bạn có thể ngừng nhận những bức thư này vào bất cứ lúc nào.

source: Follow this video
ca: Seguir aquest vídeo
de: Folge diesem Video
el: Παρακολουθήστε αυτό το βίντεο
es: Seguir este vídeo
ja: このビデオをフォローする
sq: Ndiqeni këtë video
sv: Följ denna video
ug: بۇ سىنغا ئەگەش
vi_vn: Theo dõi phim này

source: Follow all languages
ca: Seguir tots els idiomes
cs: Sledovat všechny jazyky
de: Alle Sprachen abonnieren
el: Παρακολούθηση όλων των γλωσσών
es: Seguir todos los idiomas
ja: 全ての言語をフォローする。
ko: 모든 언어를 따르기
sq: Ndiqi krejt gjuhët
sv: Följ alla språk
ug: ھەممە تىلغا ئەگەش
vi_vn: Theo dõi toàn bộ các ngôn ngữ

source: You must log in to follow a video.
ca: Heu d'iniciar sessió per a poder seguir un vídeo.
cs: Musíte se přihlásit, abyste mohli sledovat video.
de: Du musst dich einloggen, um ein Video zu abonnieren.
el: Πρέπει πρώτα να συνδεθείτε για να παρακολουθήσετε ένα βίντεο.
es: Debes iniciar sesión para poder seguir un vídeo.
ja: ビデオをフォローするにはログインしてください。
ko: 이 비디오를 보려면 로그인 하셔야 합니다.
sq: Duhet të bëni hyrjen që të ndiqni një video.
sv: Du måste logga in för att följa en video
ug: تىزىمغا كىرسىڭىز ئاندىن سىنغا ئەگىشەلەيسىز.
vi_vn: Bạn phải đăng nhập thì mới theo dõi đoạn phim được.

source: Authentication required
ca: Autenticació requerida
cs: Musíte se přihlásit
de: Authentifikation erforderlich
el: Απαιτείται πιστοποίηση
es: Se requiere inicio de sesión
ja: 要認証
ko: 인증 필요
sq: Lypset mirëfilltësim
ug: سالاھىيەت دەلىللەش زۆرۈر
vi_vn: Yêu cầu Xác thực

source: Get counter code:
ca: Obtenir codi del comptador:
cs: Získat kód počítadla:
de: Hole Zähler-Code (counter)
el: Πάρτε τον Κώδικα Καταμέτρησης:
es: Obtener código del contador:
ja: カウンターコードを得る
ko: 카운터 코드 얻기:
sq: Merrni kod numërimi:
sv: Hämta räknarkod:
ug: سانىغۇچ كودىغا ئېرىشىش:
vi_vn: Nhận mã bộ đếm:

source: %(count)s Language
de: %(count)s Sprache
el: %(count)s Γλώσσα
es: %(count)s idioma
sv: %(count)s Språk

source: Upload them directly.
de: Lade sie direkt hoch.
el: Μεταφορτώστε τους απευθείας.
es: Cárgalos directamente.
sv: Ladda upp direkt.

source: Upload Subtitles
ca: Pujar subtítols
cs: Nahrát titulky
de: Untertitel hochladen
el: Ανεβάστε Υπότιτλους
es: Cargar subtítulos
ja: 字幕をアップロードする
ko: 자막 업로드
sq: Ngarkoni Titra
sv: Ladda upp undertext
ug: كىنو خېتىنى يۈكلە
vi_vn: Tải phụ đề lên

source: Our site accepts SRT, SSA, SBV, DFXP, TXT, and VTT format. Only files ending in .srt, .ssa, .sbv, .dfxp, .txt, .vtt or .xml (for dfxp) are accepted.
de: Unsere Seite akzeptiert SRT, SSA, SBV, DFXP und TXT-Format. Nur Dateiendungen auf .srt, .ssa, .sbv, .dfxp, .txt oder .xml (für dfxp) werden akzeptiert.
sv: Vi accepterar SRT, SSA, SBV, DXFP, TXT och VTT-format. Endast filer med ändelse .srt, .ssa, .sbv, .dxfp, .txt, .vtt eller .xml (för dxfp) accepteras.

source: Translated from
de: Übersetzt aus
el: Μεταφράσθηκε από
es: Traducido desde
ja: から翻訳
sv: Översatt från
ug: تەرجىمە مەنبەسى
vi_vn: Được dịch từ

source: This subtitle file is 100%% complete
de: Die Untertiteldatei ist 100%% vollständig
el: Το αρχείο υποτιτλισμού είναι 100%% πλήρες
es: El archivo de subtitulado está completo al 100%%
sv: Denna undertextfil är 100%% färdig
ug: بۇ كىنو خېتى ھۆججىتى 100%% تاماملاندى
vi_vn: Tệp phụ đề này hoàn tất 100%%

source: Upload
ca: Pujar
cs: Nahrát
de: Hochladen
el: Φόρτωση
es: Cargar
ja: アップロードする
ko: 업로드
sq: Ngarkoje
sv: Ladda upp
ug: يۈكلە
vi_vn: Tải lên

source: Login to upload subtitles
ca: Inicieu sessió per a pujar subtítols
cs: Pro nahrání titulků se přihlaste
de: Anmelden zum Hochladen von Untertiteln
el: Συνδεθείτε για να ανεβάσετε υπότιτλους
es: Regístrate para enviar subtítulos
ja: 字幕をアップロードするためにログインする
ko: 자막을 업로드 하기 위해 로그인
sq: Bëni hyrjen që të ngarkoni titra
sv: Logga in för att ladda upp undertexter
ug: كىنو خېتىنى يۈكلەشتە تىزىمغا كىرىڭ
vi_vn: Đăng nhập để tải phụ đề lên

source: If you believe your subtitle file is compatible, <a href='mailto:feedback@universalsubtitles.org'>send it to us</a>
ca: Si creeu que el fitxer del teu subtítol és compatible,<a href='mailto:feedback@universalsubtitles.org'> envieu-nos-lo</a>
cs: Pokud se domníváte, že váš soubor titulků je kompatibilní, <a href='mailto:feedback@universalsubtitles.org'>pošlete nám ho</a>
de: Wenn du der Meinung bist, deine Untertiteldatei ist passend, <a href='mailto:feedback@universalsubtitles.org'>sckicke sie uns</a>
el: Αν πιστεύετε ότι το αρχείο με τους υπότιτλούς σας είναι συμβατό, <a href='mailto:feedback@universalsubtitles.org'>στείλτε το μας</a>
es: Si crees que el archivo de tu subtítulo es compatible, <a href='mailto:feedback@universalsubtitles.org'>envíanoslo</a>
ja: 字幕フィルが適合していると思われる場合は、<a href='mailto:feedback@universalsubtitles.org'>こちらまでお送りください。</a>
ko: 귀하의 자막 파일이 호환이 된다고 믿으신다면, <a href='mailto:feedback@universalsubtitles.org'>우리에게 그것을 보내주십시오. </a>
sv: Om du tror att din undertextfil är kompatibel, <a href='mailto:feedback@universalsubtitles.org'>skicka den till oss</a>
ug: ئەگەر كىنو خېتىڭىزنىڭ ماسلىشىدىغانلىقىغا ئىشەنسىڭىز، <a href='mailto:feedback@universalsubtitles.org'>ئۇنى بىزگە ئەۋەتىڭ</a>
vi_vn: Nếu bạn tin rằng tệp phụ đề của mình hoàn toàn tương thích, <a href='mailto:feedback@universalsubtitles.org'>hãy gửi nó cho chúng tôi</a>

source: Processing, please be patient...
de: In Bearbeitung. Habe bitte Geduld...
el: Γίνεται επεξεργασία, παρκαλώ περιμένετε...
es: Procesando, por favor sea paciente...
sv: Bearbetar, var vänlig vänta...
ug: بىر تەرەپ قىلىنىۋاتىدۇ، سەۋىرچانلىق بىلەن كۈتۈڭ…
vi_vn: Đang xử lí, xin hãy kiên nhẫn...

source: Added
ca: Afegit
cs: Přidáno
de: Hinzugefügt
el: Προσετέθη
es: Añadido
ja: 追加済
ko: 추가됨
sq: U shtua
sv: Tillagd
ug: قوشۇلدى
vi_vn: Đã thêm vào

source: %(number)s Language
ca: %(number)s idioma
de: %(number)s Sprache
el: %(number)s Γλώσσα
es: %(number)s Idioma
ja: one: ⏎ %(number)s 言語⏎ other: ⏎ %(number)s 言語⏎
sq: %(number)s Gjuhë
sv: %(number)s Språk
ug: %(number)s تىل
vi_vn: %(number)s Ngôn ngữ

source: Rebuilding video index. Please try again a bit later
ca: Reconstruint l'índex del vídeo. Sis plau, torneu-ho a intentar després.
de: Erstelle den Videoindex neu. Bitte versuche es ein wenig später nocheinmal.
el: Γίνεται αναδημιουργία του ευρετηρίου/ index των videos. Παρακαλούμε, ξαναδοκιμάστε λίγα αργότερα.
es: Rearmando el índice del video. Por favor intente de nuevo un poco más tarde.
sq: Po rikrijohet treguesi i videove. Ju lutemi, riprovoni pak më vonë
ug: سىن ئىندېكىسىنى قايتا قۇرۇۋاتىدۇ. سەل تۇرۇپ قايتا سىناڭ
vi_vn: Đang dựng lại bộ chỉ mục phim. Xin hãy thử lại trong giây lát

source: No videos found
ca: No s'han trobat vídeos
de: Keine Videos gefunden
el: Δεν βρέθηκαν καθόλου βίντεο
es: No se encuentran videos
ja: 該当ビデオなし
sq: Nuk u gjetën video
sv: Inga videos hittades
ug: ھېچقانداق سىن تېپىلمىدى
vi_vn: Không tìm thấy phim

source: Don't send any more emails about this particular video.
ca: No envieu més correus quant a aquest vídeo.
cs: Neposílat žádné další emaily o tomto konkrétním videu.
de: Keine E-Mails mehr über dieses Video senden.
el: Μη στέλνετε άλλα e-mails για αυτό το συγκεκριμμένο βίντεο.
es: No envíar más correos sobre este vídeo.
ja: このビデオに関してこれ以上のメールは送らないでください。
ko: 이 특정 동영상에 대한 이메일을 더 이상 보내지 마십시오.
sq: Mos dërgo më email-e për këtë video të dhënë.
sv: Skicka inga fler e-postmeddelanden angående denna video.
ug: بۇ ئۆزگىچە سىن ھەققىدىكى تورخەتنى يەنە يوللىما.
vi_vn: Đừng gửi thêm bất cứ thư nào về đoạn phim đặc thù này.

source: To stop receiving these emails, go to your preferences page and uncheck "notify me by email":
ca: Per a deixar de rebre aquests correus, aneu a la vostra pàgina de preferències i desmarqueu "Notifiqueu-me-ho per correu"
cs: Pro odhlášení se z e-mailových notifikací, jděte do nastavení a odškrtněte položku "notifikujte mě e-mailem":
de: Wenn du diese E-Mails nicht mehr erhalten möchtest, gehen auf die Voreinstellungen-Seite und entfernen den Haken bei "benachrichtige mich per E-Mail"
el: Για να μην λαμβάνετε πλέον αυτά τα emails, πηγαίνετε στη σελίδα με τις προτιμήσεις σας και αποεπιλέξτε το"Eιδοποιήστεμε μέσω email"
es: Para dejar de recibir estos correos, ve a tu página de preferencias y desmarca la opción "Notificarme por correo":
ja: メールの配信を停止するには、設定ページにて、「メールによるお知らせ」のチェックを外してください：
ko: 이러한 이메일을 받지 않으시려면 환경 설정 페이지로 가서 "이메일로 알림"에 체크를 없애 주세요.
sv: För att sluta få dessa meddelanden, gå till dina inställningar och avmarkera "meddela mig via e-post":
ug: بۇ تورخەتلەرنى تاپشۇرۇۋېلىشنى توختىتىشتا، مايىللىق تەڭشىكىڭىزگە يۆتكىلىپ «تور خەتتە ماقا ئۇقتۇر» تاللانمىسىنى چىقىرىۋېتىڭ.
vi_vn: Để ngừng nhận bức thư như thế này, hãy vào trang cài đặt của bạn và hủy bỏ "thông báo cho tôi bằng thư điện tử":

source: My profile / preferences
ca: El meu perfil / preferències
cs: Můj profil / nastavení
de: Mein Profil / Einstellungen
el: Το Προφίλ μου/ Προτιμήσεις
es: Mi perfil / preferencias
ja: プロファイル ／ 好み
ko: 내 프로필 / 환경 설정
sq: Profili / parapëlqimet e mia
sv: Min profil / inställningar
ug: سەپلىمە ھۆججەت/مايىللىقىم
vi_vn: Hồ sơ của tôi / tùy chọn
