Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: approved <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
de: bestätigt <a href="%(language_url)s">%(new_language)s</a> Untertitel für <a href="%(video_url)s">%(video_name)s</a>
el: ενέκρινε τους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> για τη γλώσσα <a href="%(language_url)s">%(new_language)s</a>
es: ha aprobado los subtítulos en <a href="%(language_url)s">%(new_language)s</a> de <a href="%(video_url)s">%(video_name)s</a>
sv: godkände <a href="%(language_url)s">%(new_language)s</a> undertext för <a href="%(video_url)s">%(video_name)s</a>

source: declined <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
de: abgelehnt <a href="%(language_url)s">%(new_language)s</a> Untertitel für <a href="%(video_url)s">%(video_name)s</a>
el: απέρριψε τους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> για τη γλώσσα <a href="%(language_url)s">%(new_language)s</a>
es: los subtítulos en <a href="%(language_url)s">%(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a> han sido denegados
sv: avböjde <a href="%(language_url)s">%(new_language)s</a> undertexter för <a href="%(video_url)s">%(video_name)s</a>

source: deleted a video: "%(title)s"
de: Video gelöscht: "%(title)s"
el: έχει διαγραφεί ένα video: "%(title)s"
es: se ha borrado el video: "%(title)s"
sv: raderade en video: "%(title)s"
ug: ئۆچۈرۈلگەن سىن: "%(title)s"
vi_vn: xóa đoạn phim: "%(title)s"

source: added <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> to Amara
de: fügte <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> zu Amara hinzu
el: Το <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> προστέθηκε στο Amara
es: se ha añadido <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> a Amara
sv: la till <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> till Amara
ug: <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> نى Amara غا قوشتى
vi_vn: đã thêm <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> vào Amara

source: <a href="%(video_url)s">%(video_name)s</a> added to Amara
de: <a href="%(video_url)s">%(video_name)s</a> wurde zu Amara hinzugefügt
el: Το <a href="%(video_url)s">%(video_name)s</a> προστέθηκε στο Amara
es: <a href="%(video_url)s">%(video_name)s</a> añadido a Amara
sv: <a href="%(video_url)s">%(video_name)s</a> tillagd till Amara
ug: <a href="%(video_url)s">%(video_name)s</a> نى Amara غا قوشتى
vi_vn: <a href="%(video_url)s">%(video_name)s</a> đã được thêm vào Amara

source: changed title for <a href="%(video_url)s">%(video_name)s</a>
ca: Títol canviat a <a href="%(video_url)s"> %(video_name)s </a>
cs: změnil název videa <a href="%(video_url)s">%(video_name)s</a>
de: – Titel von <a href="%(video_url)s">%(video_name)s</a> geändert
el: άλλαξε ο τίτλος για το <a href="%(video_url)s">%(video_name)s</a>
es: ha cambiado el título a <a href="%(video_url)s">%(video_name)s</a>
ja: <a href="%(video_url)s">%(video_name)s</a>のタイトルを変更しました
ko: <a href="%(video_url)s">%(video_name)s</a>의 제목이 변경 되었습니다.
sq: ndryshoi titullin për <a href="%(video_url)s">%(video_name)s</a>
sv: ändrade titel på <a href="%(video_url)s">%(video_name)s</a>
ug: <a href="%(video_url)s">%(video_name)s</a> نىڭ ماۋزۇسى ئۆزگەرتىلدى
vi_vn: tiêu đề đã được thay đổi <a href="%(video_url)s">%(video_name)s</a>

source: Title was changed for <a href="%(video_url)s">%(video_name)s</a>
ca: El títol fou canviat a <a href="%(video_url)s">%(video_name)s</a>
cs: Název byl změněn u videa <a href="%(video_url)s">%(video_name)s</a>
de: – Titel von <a href="%(video_url)s">%(video_name)s</a> geändert
el: Ο τίτλος άλλαξε για το <a href="%(video_url)s">%(video_name)s</a>
es: El título ha sido cambiado a <a href="%(video_url)s">%(video_name)s</a>
ja: <a href="%(video_url)s">%(video_name)s</a>のタイトルが変更されました
ko: <a href="%(video_url)s">%(video_name)s</a>의 제목이 변경 되었습니다.
sq: Ndryshoi titulli për <a href="%(video_url)s">%(video_name)s</a>
sv: Titeln ändrades på <a href="%(video_url)s">%(video_name)s</a>
ug: ماۋزۇسى <a href="%(video_url)s">%(video_name)s</a> غا ئۆزگەردى.
vi_vn: Tiêu đề đã được thay đổi <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(comments_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
de: Kommentar für <a href="%(comments_url)s">%(new_language)s Untertitel</a> für <a href="%(video_url)s">%(video_name)s</a>
el: άφησε σχόλιο στους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> στη γλώσσα <a href="%(comments_url)s">%(new_language)s
es: comentó en los <a href="%(comments_url)s">subtítulos en %(new_language)s</a> de <a href="%(video_url)s">%(video_name)s</a>
sv: kommenterade <a href="%(comments_url)s">%(new_language)s undertext</a> för <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(comments_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
de: Kommentar hinzugefügt für <a href="%(comments_url)s">%(new_language)s Untertitel</a> für <a href="%(video_url)s">%(video_name)s</a>
el: Νέο σχόλιο για τους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> στη γλώσσα <a href="%(comments_url)s">%(new_language)s
es: Comentario añadido a los <a href="%(comments_url)s">subtítulos en %(new_language)s</a> de <a href="%(video_url)s">%(video_name)s</a>
sv: Kommentar postad på <a href="%(comments_url)s">%(new_language)s undertext</a> för <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(video_url)s">%(video_name)s</a>
ca: comentat a <a href="%(video_url)s">%(video_name)s</a>
cs: komentoval video <a href="%(video_url)s">%(video_name)s</a>
de: – Kommentar zu <a href="%(video_url)s">%(video_name)s</a>
el: έγιναν σχόλια για τα <a href="%(video_url)s">%(video_name)s</a>
es: comentó <a href="%(video_url)s">%(video_name)s </a>
ja: <a href="%(video_url)s">%(video_name)s</a>にコメントしました
ko: <a href="%(video_url)s">%(video_name)s</a>에 댓글이 달렸습니다.
sq: komentoi te <a href="%(video_url)s">%(video_name)s</a>
sv: kommenterade <a href="%(video_url)s">%(video_name)s</a>
ug: <a href="%(video_url)s">%(video_name)s</a> غا باھا بېرىلدى
vi_vn: bình luận về <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(video_url)s">%(video_name)s</a>
ca: Comentari afegit a <a href="%(video_url)s">%(video_name)s</a>
cs: Přidán komentář k videu <a href="%(video_url)s">%(video_name)s</a>
de: – Kommentar zu <a href="%(video_url)s">%(video_name)s</a>
el: Προσετέθη ένα Σχόλιο για το <a href="%(video_url)s">%(video_name)s</a>
es: Comentario añadido a <a href="%(video_url)s">%(video_name)s</a>
ja: <a href="%(video_url)s">%(video_name)s</a>にコメントされました
ko: <a href="%(video_url)s">%(video_name)s</a>에 댓글이 추가 되었습니다.
sq: U shtuan komente për <a href="%(video_url)s">%(video_name)s</a>
sv: Kommentar postad på <a href="%(video_url)s">%(video_name)s</a>
ug: <a href="%(video_url)s">%(video_name)s</a> غا باھا قوشۇلدى
vi_vn: Lời bình đã được thêm vào <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
de: begonnen <a href="%(language_url)s">%(new_language)s Untertitel</a> für <a href="%(video_url)s">%(video_name)s</a>
el: ξεκίνησε τον υποτιτλισμό του βίντεο <a href="%(video_url)s">%(video_name)s</a> στη γλώσσα <a href="%(language_url)s">%(new_language)s </a>
es: comenzó los <a href="%(language_url)s">subtítulos en %(new_language)s</a> de <a href="%(video_url)s">%(video_name)s</a>
sv: påbörjade <a href="%(language_url)s">%(new_language)s undertext</a> för <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(new_language)s subtitles</a> started for <a href="%(video_url)s">%(video_name)s</a>
de: <a href="%(language_url)s">%(new_language)s Untertitel</a> angefangen für <a href="%(video_url)s">%(video_name)s</a>
el: Ξεκίνησε ο υποτιτλισμός του βίντεο <a href="%(video_url)s">%(video_name)s</a>στη γλώσσα <a href="%(language_url)s">%(new_language)s </a>
es: se han comenzado los <a href="%(language_url)s">subtítulos en %(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a>
sv: <a href="%(language_url)s">%(new_language)s undertext</a> påbörjad för <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
de: bearbeitet <a href="%(language_url)s">%(new_language)s Untertitel</a> für <a href="%(video_url)s">%(video_name)s</a>
el: επεξεργάστηκε τους υπότιτλους του βίντεο <a href="%(video_url)s">%(video_name)s</a> στη γλώσσα <a href="%(language_url)s">%(new_language)s
es: ha editado los <a href="%(language_url)s">subtítulos en %(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a>
sv: redigerade <a href="%(language_url)s">%(new_language)s undertext</a> för <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(new_language)s subtitles</a> edited for <a href="%(video_url)s">%(video_name)s</a>
de: <a href="%(language_url)s">%(new_language)s Untertitel</a> bearbeitet für <a href="%(video_url)s">%(video_name)s</a>
el: Εγινε επεξεργασία των υπότιτλων του βίντεο <a href="%(video_url)s">%(video_name)s</a> στη γλώσσα <a href="%(language_url)s">%(new_language)s </a>
es: Se han editado los <a href="%(language_url)s">subtítulos en %(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a>
sv: <a href="%(language_url)s">%(new_language)s undertext</a> redigerad för <a href="%(video_url)s">%(video_name)s</a>

source: added new URL for <a href="%(video_url)s">%(video_name)s</a>
ca: afegida nova URL per a <a href="%(video_url)s">%(video_name)s</a>
cs: přidal novou URL k videu <a href="%(video_url)s">%(video_name)s</a>
de: – neue URL für <a href="%(video_url)s">%(video_name)s</a> hinzugefügt
el: προσετέθη ένα νέο URL για το <a href="%(video_url)s">%(video_name)s</a>
es: ha añadido un nuevo URL para <a href="%(video_url)s"> %(video_name)s</a>
ja: <a href="%(video_url)s">%(video_name)s</a>に新しいURLを追加しました
ko: <a href="%(video_url)s">%(video_name)s</a>에 새로운 URL이 추가 되었습니다.
sq: shtoi URL të re për <a href="%(video_url)s">%(video_name)s</a>
sv: la till ny URL för <a href="%(video_url)s">%(video_name)s</a>
ug: بۇ <a href="%(video_url)s">%(video_name)s</a> غا يېڭى تور ئادرېس (URL) قوشۇلدى
vi_vn: đường dẫn URL mới được thêm vào cho <a href="%(video_url)s">%(video_name)s</a>

source: New URL added for <a href="%(video_url)s">%(video_name)s</a>
ca: Nova URL afegida per a <a href="%(video_url)s">%(video_name)s</a>
cs: Nová URL byla přidána k videu <a href="%(video_url)s">%(video_name)s</a>
de: – neue URL für <a href="%(video_url)s">%(video_name)s</a> hinzugefügt
el: Ένα νέο URL προσετέθη για το <a href="%(video_url)s">%(video_name)s</a>
es: Nuevo URL añadido para <a href="%(video_url)s">%(video_name)s</a>
ja: <a href="%(video_url)s">%(video_name)s</a>に新しいURLが追加されました
ko: <a href="%(video_url)s">%(video_name)s</a>에 새로운 URL이 추가 되었습니다.
sq: U shtua URL e re për <a href="%(video_url)s">%(video_name)s</a>
sv: Ny URL tillagd för <a href="%(video_url)s">%(video_name)s</a>
ug: بۇ <a href="%(video_url)s">%(video_name)s</a> ئۈچۈن يېڭى تور ئادرېس (URL) قوشۇلدى
vi_vn: Đường dẫn URL mới được thêm vào cho <a href="%(video_url)s">%(video_name)s</a>

source: joined the %(team)s team as a %(role)s
ca: s'ha unit a l'equip %(team)s com a %(role)s
de: – Als %(role)s neu dabei im %(team)s-Team
el: εγγραφήκατε στην ομάδα %(team)s με την ιδιότητα του %(role)s
es: se ha unido al equipo %(team)s como %(role)s
ja: %(role)sとして%(team)sチームに入会しました。
sq: u bë pjesë e ekipit %(team)s me rolin %(role)s
sv: gick med i team %(team)s som %(role)s
ug: %(role)s سۈپىتىدە %(team)s توپقا قوشۇلدى
vi_vn: gia nhập nhóm %(team)s với vai trò là %(role)s

source: left the %(team)s team
de: Nicht mehr im %(team)s-Team dabei
el: εγκατέλειψε την ομάδα %(team)s
es: ha dejado el equipo %(team)s
sv: lämnade team %(team)s

source: changed primary url from <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
de: – Haupt-URL von <a href="%(old_url)s">%(old_url)s</a> auf <a href="%(new_url)s">%(new_url)s</a> geändert
el: το πρωτεύον url άλλαξε από <a href="%(old_url)s">%(old_url)s</a> σε<a href="%(new_url)s">%(new_url)s</a>
es: url primario cambiado de <a href="%(old_url)s">%(old_url)s</a> a <a href="%(new_url)s">%(new_url)s</a>
sv: ändrade primär url från <a href="%(old_url)s">%(old_url)s</a> till <a href="%(new_url)s">%(new_url)s</a>
ug: ئاساسىي تور ئادرېسى <a href="%(old_url)s">%(old_url)s</a> دىن <a href="%(new_url)s">%(new_url)s</a> غا ئۆزگەردى
vi_vn: đường dẫn url chính đã được thay đổi từ <a href="%(old_url)s">%(old_url)s</a> sang <a href="%(new_url)s">%(new_url)s</a>

source: deleted url <a href="%(title)s">%(title)s</a>
de: – URL <a href="%(title)s">%(title)s</a> gelöscht
el: διεγράφη το url <a href="%(title)s">%(title)s</a>
es: url eliminado <a href="%(title)s">%(title)s</a>
sv: raderade URL <a href="%(title)s">%(title)s</a>
ug: تور ئادرېسى <a href="%(title)s">%(title)s</a> ئۆچۈرۈلدى
vi_vn: đường dẫn url đã bị xóa <a href="%(title)s">%(title)s</a>

source: add video
ca: afegir vídeo
cs: přidat video
de: Video hinzufügen
el: προσθήκη βίντεο
es: añadir vídeo
ja: ビデオを追加する
ko: 동영상 추가
sq: shtoni video
sv: lägg till video
ug: سىن قوش
vi_vn: thêm phim

source: change title
ca: canviar títol
cs: změnit název
de: Titel ändern
el: αλλαγή τίτλου
es: cambiar el título
ja: タイトルを変更する
ko: 제목 변경
sq: ndryshoji titullin
sv: ändra titel
ug: ماۋزۇ ئۆزگەرت
vi_vn: đổi tiêu đề

source: comment
ca: comentari
cs: komentovat
de: Kommentar
el: σχόλιο
es: comentario
ja: コメントする
ko: 코멘트
sq: koment
sv: kommentar
ug: ئىزاھات
vi_vn: bình luận

source: add version
ca: afegir versió
cs: přidat verzi
de: Version hinzufügen
el: προσθήκη έκδοσης
es: Añadir la versión
ja: 改訂を追加する
ko: 버전 추가
sq: shtoni version
sv: lägg till version
ug: نەشر قوش
vi_vn: thêm phiên bản

source: add translation
ca: afegir traducció
cs: přidat překlad
de: Übersetzung hinzufügen
el: προσθήκη μετάφρασης
es: añadir traducción
ja: 翻訳を追加する
ko: 번역 추가
sq: shtoni përkthim
sv: lägg till översättning
ug: تەرجىمە قوش
vi_vn: thêm bản dịch

source: add video url
ca: afegir URL de vídeo
cs: přidat url videa
de: Video-URL hinzufügen
el: προσθήκη video url
es: agregar url de video
ja: URLを追加する
ko: 동영상 URL 추가
sq: shtoni url videoje
sv: lägg till video-url
ug: سىن URL نى قوش
vi_vn: thêm đường dẫn url phim

source: request subtitles
ca: demanar subtítols
cs: vyžádat titulky
de: Untertitel anfordern
el: ζητήστε τους υπότιτλους
es: solicitar subtítulos
ja: 字幕を要求する
ko: 자막 요청
sq: kërkoni titra
sv: begär undertext
ug: كىنو خېتى ئىلتىماسى
vi_vn: yêu cầu phụ đề

source: approve version
ca: autoritzar versió
cs: schválit verzi
de: Version genehmigen
el: έγκριση εκδόσεως
es: aprobar versión
ja: 改訂を承認する
ko: 승인된 버젼
sq: miratoje versionin
sv: godkänn version
ug: دەلىللەنگەن نەشرى
vi_vn: chấp thuận phiên bản

source: add contributor
ca: afegir contribuïdor
cs: přidat přispěvatele
de: Mitwirkenden hinzufügen
el: προσθήκη Συνεισφέροντος
es: añadir colaborador
ja: 寄稿者を追加する
ko: 기여자 추가
sq: shtoni pjesëmarrës
sv: lägg till deltagare
ug: تۆھپىكار قوش
vi_vn: thêm người đóng góp

source: remove contributor
ca: eliminar contribuent
de: Mitwirkenden entfernen
el: Διαγραφή ατόμου που συνεισέφερε
es: Eliminar colaborador
sq: hiqe kontribuesin
sv: ta bort deltagare
ug: تۆھپىكارنى چىقىرىۋەت
vi_vn: loại trừ người đóng góp

source: reject version
ca: rebutjar versió
cs: odmítnout verzi
de: Version ablehnen
el: Απόρριψη έκδοσης
es: rechazar versión
ja: 改訂を棄却する
sq: hidhe tej versionin
sv: underkänn version
ug: رەت قىلغان نەشرى
vi_vn: từ chối phiên bản

source: review version
ca: revisar versió
de: Version korrekturlesen
el: Αναθεώρηση έκδοσης
es: Revisar versión
ja: バージョンをレビューする
sq: shqyrtoni versionin
sv: granska version
ug: تەكشۈرىدىغان نەشرى
vi_vn: đánh giá phiên bản

source: accept version
ca: versió acceptada
de: Version akzeptieren
el: Αποδοχή έκδοσης
es: aceptar versión
ja: バージョンを受け入れる
sq: pranojeni versionin
sv: acceptera version
ug: قوشۇلغان نەشرى
vi_vn: chấp nhận phiên bản

source: decline version
ca: versió rebutjada
de: Version ablehnen
el: Απόορριψη έκδοσης
es: rechazar versión
ja: バージョンを拒否する
sq: hidheni poshtë versionin
sv: avböj version
ug: رەت قىلىنغان نەشرى
vi_vn: khước từ phiên bản

source: delete video
ca: eliminar vídeo
de: Video löschen
el: Διαγραφή βίντεο
es: Eliminar vídeo
ja: ビデオを削除する
sq: fshije videon
sv: radera video
ug: سىن ئۆچۈر
vi_vn: xóa phim

source: edit url
de: URL bearbeiten
el: επεξεργασία του url
es: editar url
sv: redigera URL
ug: تور ئادرېس تەھرىر
vi_vn: sửa url

source: delete url
de: URL löschen
el: διαγραφή του url
es: eliminar url
sv: radera URL
ug: تور ئادرېس ئۆچۈر
vi_vn: xóa url

source: Video already exist on Amara
de: Video existiert bereits auf Amara
el: Το βίντεο υπάρχει ήδη στο Amara
es: El Video ya existe en Amara
sv: Videon finns redan på Amara

source: Unknown video type
de: Unbekannter Videotyp
el: Άγνωστος τύπος βίντεο
es: Formato de video desconocido
sv: Okänd videotyp

source: This URL already <a href="%(url)s">exists</a> as its own video in our system. You can't add it as a secondary URL.
ca: Aquesta URL ja <a href="%(url)s">existeix</a> al nostre sistema. Podeu afegir-la com a URL secundària.
cs: Tato URL již <a href="%(url)s">existuje</a> jako vlastní video v našem systému. Nemůžete ji přidat jako sekundární URL.
de: Diese URL <a href="%(url)s">existiert</a> bereits als eigenes Video in unserem System. Du kannst sie nicht als Sekundär-URL hinzufügen.
el: Αυτό το URL ήδη<a href="%(url)s">υπάρχει</a> ως ένα δικό μας βίντεο στο σύστημά μας. Δεν μπορείτε να το προσθέσετε σαν δευτερεύον URL.
es: Esta URL ya <a href="%(url)s">existe</a> como vídeo en nuestro sistema. No se puede agregar como URL secundaria.
ja: このビデオの URL は既に<a href="%(url)s">存在している</a>ため、追加できません。
ko: 이 URL은 이미 시스템 안에 자체 비디오로 <a href="%(url)s">존재합니다.</a> 당신은 보조 URL로 그것을 추가할 수 없습니다.
sq: Kjo URL <a href="%(url)s">ekziston</a> tashmë si video më vete në sistemin tonë. Nuk mund ta shtoni si URL dytësore.
sv: Denna URL <a href="%(url)s">finns redan</a> som egen video i systemet. Du kan inte lägga till den som sekundär URL.
ug: بۇ تور ئادرېس <a href="%(url)s">مەۋجۇت</a> چۈنكى ئۇ كۆرسەتكەن سىن بىزنىڭ سىستېمىمىزدا بار. ئىككىنچى تور ئادرېسى قىلىپ قوشالمايسىز.
vi_vn: Đường dẫn URL này <a href="%(url)s">đã là</a> đoạn phim chính trên hệ thống của chúng tôi. Bạn không thể thêm nó vào như một đường dẫn URL thứ hai.

source: Can't remove the primary video URL
de: Kann die primäre Video URL nicht entfernen
el: Δεν μπορείτε να αφαιρέσετε το πρωτεύον URL του βίντεο
es: No se puede eliminar la URL principal del vídeo
sv: Kan inte ta bort primär video-URL

source: incomplete
de: unvollständig
el: ατελής
es: incompleto
sv: ofullständig

source: needs review
de: benötigt Review
el: χρειάζεται αναθεώρηση
es: necesita ser revisado
sv: behöver granskas

source: needs approval
de: benötigt Freigabe
el: χρειάζεται έγκριση
es: Necesita aprobación
sv: behöver godkännas

source: needs editing
de: benötigt Bearbeitung
el: χρειάζεται επεξεργασία
es: Necesita ser editado
sv: behöver redigeras

source: Here is the subtitle workspace for your video. You can share the video with friends, or get an embed code for your site. To start new subtitles, click "Add a new language!" in the sidebar.
de: Hier ist der Untertitelungsarbeitsbereich für dein Video. Du kannst das Video mit Freunden teilen oder den Code zum Einbetten in deine Website bekommen. Um neue Untertitel hinzuzufügen, klicke auf "Neue Sprache hinzufügen!" in der Seitenleiste.
el: Εδώ είναι ο χώρος εργασίας για τους υπότιτλους του βίντεό σας. Μπορείτε να μοιρασθείτε το βίντεο με φίλους ή να πάρετε έναν κωδικό ενσωμάτωσης για τον ιστότοπό σας. Για να ξεκινήσετε νέους υπότιτλους, πατήστε "Προσθήκη νέας γλώσσας!" στην πλευρική στήλη.
es: Este es el área de trabajo de subtitulado para tu vídeo. Puedes compartir el vídeo con amigos u obtener un código de inserción para tu sitio. Para comenzar subtítulos nuevos, haz clic en "Añadir un idioma nueva!" en el panel lateral.
sv: Här är arbetsytan för undertextning av din video. Du kan dela videon med vänner eller få en inbäddningskod för din webbsida. För att påbörja ny undertext, klicka "Lägg till nytt språk" i sidomenyn.

source: You have submitted a video that is served over http. Your browser may display mixed content warnings.
ca: Heu enviat un vídeo que s'oferix mitjançant http. El vostre navegador pot mostrar alertes de contingut mixt.
de: Du hast ein Video eingereicht, das über http (anstelle https) übertragen wird. Es kann daher sein, dass dein Browser eine Warnung über »gemischte unsichere Inhalte« anzeigt. In diesem Fall ist das ok.
el: Υποβάλατε ένα video που σερβίρεται πάνω σε http. Ο περιηγητής σας μπορεί να εμφανίσει προειδοποιήσεις ανάμεικτου περιεχομένου.
es: Has subido un video con servidor http. Tu navegador puede mostrar contenidos de advertencia mezclados.
sq: Keni parashtruar një video që shërbehet përmes protokollit http. Shfletuesi juaj mund të shfaqë sinjalizime jo të qarta mbi lëndën.
ug: سىندىن بىرنى تاپشۇردىڭىز ئۇ http مۇلازىمىتىنى ئىشلىتىدىكەن. توركۆرگۈڭىز ھەر خىل مەزمۇندىكى ئاگاھلاندۇرۇشلارنى كۆرسىتىشى مۇمكىن.
vi_vn: Bạn đã gửi một đoạn phim được cung cấp thông qua giao thức http. Trình duyệt của bạn có thể hiển thị những cảnh báo hỗn tạp.

source: Existing subtitles will be imported in a few minutes.
ca: Els subtítols que ja existeixen seran importats en pocs minuts.
cs: Již existující titulky budou importovány za pár minut.
de: Bereits vorhandene Untertitel werden in einem Augenblick importiert.
el: Οι υπάρχοντες υπότιτλοιο θα εισαχθούν σε λίγα λεπτά.
es: Los subtítulos existentes se importarán en unos minutos.
ja: 既存の字幕を取り込みます。数分お待ちください。
ko: 몇 분 안에 기존 자막을 불러올 것입니다.
sq: Titrat e tanishëm do të importohen brenda pak minutash.
sv: Befintliga undertexter importeras inom ett par minuter.
ug: مەۋجۇت كىنو خەتلىرى بىر قانچە مىنۇتتا ئەكىرىلىدۇ.
vi_vn: Phụ đề hiện hữu sẽ được nhập vào trong một vài phút.

source: Thank you for uploading. It may take a minute or so for your subtitles to appear.
de: Vielen Dank für's hochladen; es wird zirka eine Minute dauern bis deine Untertitel erscheinen.
el: Σας ευχαριστούμε για τη μεταφόρτωση. Μπορεί να χρειαστεί περίπου ένα λεπτό για να εμφανιστούν οι υπότιτλοί σας.
es: Gracias por contribuir. Los subtítulos pueden tardar unos minutos en aparecer.
ja: アップロードありがとうございます。字幕が表示されるまで数分程度かかります。
sv: Tack för din uppladdning. Det kan ta ett par minuter innan din undertext syns.
ug: يۈكلىگىنىڭىزگە رەھمەت. كىنو خېتىڭىزنىڭ كۆرۈنۈشى ئۈچۈن بىر قانچە مىنۇت كېتىشى مۇمكىن.
vi_vn: Cảm ơn vì đã đăng tải. Có thể mất vài phút để phụ đề của bạn xuất hiện.

source: You don't have permission to rollback this language
de: Du hast nicht die Berechtigung diese Sprache zurückzusetzen
el: Δεν έχετε την άδεια για να επαναφέρετε αυτή τη γλώσσα
es: No tienes permiso para revertir este idioma
sv: Du har inte behörighet att göra rollback på detta språk

source: You have not permission change this URL
ca: No teniu permís per a canviar aquest URL
cs: Nemáte oprávnění změnit tuto URL
de: Du hast nicht die Berechtigung, diese URL zu ändern.
el: Δεν έχετε εξουσιοδότηση να αλλάξετε αυτό το URL
es: No tienes permiso para cambiar esta URL
ja: あなたには、このURLを変更する権限がありません。
ko: 당신은 이 URL을 변경할 권한이 없습니다.
sq: Nuk keni leje për ndryshimin e kësaj URL-je
sv: Du har inte behörighet att ändra denna URL
ug: بۇ تور ئادرېسى (URL)نى ئۆزگەرتىش ھوقۇقىڭىز يوق
vi_vn: Bạn không được phép thay đổi đường dẫn URL này
