Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: You must select a language for a %s task.
ug: بىر %s ۋەزىپە ئۈچۈن چوقۇم تىل تاللىشىڭىز كېرەك.
vi_vn: Bạn phải lựa chọn một ngôn ngữ cho công việc %s.

source: User has already been invited and has not replied yet.
ug: ئىشلەتكۈچى ئاللىبۇرۇن تەكلىپ قىلىنغان، جاۋاب قايتۇرمىدى.
vi_vn: Người dùng đã được mời nhưng chưa hồi âm lại.

source: Successfully synced subtitles.
ug: كىنو خەتلىرى مۇۋەپپەقىيەتلىك قەدەمداشلاندى.
vi_vn: Đồng bộ phụ đề thành công.

source: Incorrect format. Upload .%s
ug: خاتا پىچىم. يۈكلەش. %s
vi_vn: Định dạng không phụ hợp. Tải lên lại .%s

source: You can't remove primary URL
ug: ئاساسىي سىننىڭ تور ئادرېسى (URL)نى چىقىرىۋېتەلمەيسىز.
vi_vn: Bạn không thể loại bỏ đường dẫn URL chính

source: The language for %s has been changed
ug: %s نىڭ تىلى ئۆزگەردى
vi_vn: Ngôn ngữ cho %s đã được thay đổi

source: Pro Services
ug: كەسپىي مۇلازىمەتلەر
vi_vn: Dịch vụ Chuyên nghiệp

source: Got a YouTube account?<
ja: YouTubeアカウントをお持ちですか？
ug: بىر YouTube ھېساباتىڭىز بارمۇ؟<
vi_vn: Có tài khoản YouTube chưa?<

source: The most powerful and flexible subtitling platform in the world.
ug: دۇنيادىكى ئەڭ كۈچلۈك، ئەڭ ئەپچىل كىنو سىنلىرى سۇپىسى.
vi_vn: Thể thức làm phụ đề uyển chuyển và mạnh mẽ nhất trên thế giới.

source: Add a Video
ug: بىر سىن قوشۇڭ
vi_vn: Thêm Phim

source: Using YouTube?
ug: YouTube ئىشلىتەمسىز؟
vi_vn: Hiện đang dùng YouTube?

source: Sync automatically
ug: ئۆزلۈكىدىن قەدەمداشلايدۇ
vi_vn: Tự động đồng bộ hóa

source: Help Create Captions and Subtitles
ug: كىنو ماۋزۇسى ۋە كىنو خېتىنى قۇرۇشقا ياردەم بېرىدۇ
vi_vn: Giúp Làm Thuyết minh và Phụ đề

source: Help organizations and deaf and hard of hearing viewers make videos accessible around the world.
vi_vn: Giúp các tổ chức và những khán giả bị điếc hoặc lãng tai nhằm làm cho mọi thước phim đều có thể xem được trên khắp thế giới.

source: Take a Look.
vi_vn: Thử xem sao.

source: Groundbreaking Crowdsource Platform
vi_vn: Thể thức Nguồn công Đột phá nhất

source: Revolutionize how you create subtitles and reach viewers. Increase viewership with transcription, captioning, and translation services, and flexible API and integration options.
vi_vn: Cách mạng hóa cách thứ mà chúng ta làm phụ đề để thu hút khán giả. Tăng khả năng thưởng thức với các bản chuyển thể, thuyết minh, cùng các dịch vụ dịch thuật, và cả bộ API dẻo dai cùng các lựa chọn tích hợp khác.

source: See our pro services.
ug: كەسپىي مۇلازىمەتلىرىمىزنى كۆرۈڭ.
vi_vn: Xem dịch vụ chuyên nghiệp của chúng tôi.

source: Order Captions
vi_vn: Đặt hàng làm Thuyết minh

source: Lower costs and higher quality. Order captions and translations from Amara now, with rapid turnaround.
vi_vn: Chi phí thấp hơn nhưng chất lượng cao hơn. Đặt hàng làm thuyết minh và bản dịch từ Amara ngay bây giờ, với mức đầu tư xoay vòng nhanh chóng.

source: Learn more.
ug: تېخىمۇ كۆپ بىلدۈرگۈ.
vi_vn: Tìm hiểu thêm.

source: See how these companies use Amara to caption and subtitle more effectively.
vi_vn: Hãy xem thử các công ti này sử dụng Amara để làm thuyết minh và phụ đề hiệu quả hơn.

source: TED Community
ug: TED جامائىتى
vi_vn: Cộng đồng TED

source: Mozilla Community
ug: Mozilla جامائىتى
vi_vn: Cộng đồng Mozilla

source: Netflix Community
ug: Netflix جامائىتى
vi_vn: Cộng đồng Netflix

source: Coursera Community
vi_vn: Cộng đồng Coursera

source: Twitter Community
ug: Twitter جامائىتى
vi_vn: Cộng đồng Twittẻ

source: Udacity Community
ug: Udacity جامائىتى
vi_vn: Cộng đồng Udacity

source: Gravitas Community
vi_vn: Cộng đồng Gravitas

source: PBS Newshour Community
ug: PBS Newshour جامائىتى
vi_vn: Cộng đồng PBS Newshour

source: Awards for Amara
vi_vn: Những giải thưởng dành cho Amara

source: Don't have one?
ja: アカウントをお持ちでない方
ug: ھېساباتىڭىز يوقمۇ؟
vi_vn: Chưa có tài khoản?

source: Create an Amara account
ja: Amara のアカウントを作成する
ug: بىر Amara ھېساتى قۇر
vi_vn: Tạo tài khoản Amara

source: Already have one?
ja: すでにアカウントをお持ちの方
ug: ھېساباتىڭىز بار؟
vi_vn: Đã có tài khoản?

source: Avatar
ja: アバター
ko: 아바타
ug: سىما
vi_vn: Hình đại diện

source: Link is active
ug: ئۇلانما ئاكتىپ
vi_vn: Liên kết vẫn còn hoạt động

source: Enable Amara crowd subtitles on your personal YouTube channel (beta)
ja: あなたのYouTubeチャンネルにAmaraクラウドソース字幕を導入する(beta)
vi_vn: Kích hoạt tính năng phụ đề công Amara trên kênh YouTube cá nhân của bạn (thử nghiệm)

source: Change Password
ug: ئىم ئۆزگەرت
vi_vn: Đổi mật khẩu

source: Send notifications to my UniversalSubtitles.org inbox
ug: ئۇقتۇرۇشلارنى مېنىڭ UniversalSubtitles.org دىكى قوبۇللاش ساندۇقۇمغا يوللا
vi_vn: Gửi thông báo đến hộp thư UniversalSubtitles.org của tôi

source: Enable Crowd Subtitles on your Personal YouTube Channel (beta)
vi_vn: Kích hoạt Phụ đề Công trên kênh Youtube cá nhân của bạn (thử nghiệm)

source: We automatically <strong>add your YouTube videos to Amara</strong> (and import their subtitles).
ug: بىز <strong>سىزنىڭ YouTube سىنلىرىڭىزنى Amara غا ئاپتوماتىك قوشىمىز</strong> (ھەمدە ئۇلارنىڭ كىنو خەتلىرىنى ئەكىرىمىز)
vi_vn: Chúng tôi tự động <strong>đưa phim trên YouTube của bạn vào Amara</strong> (và nhập cả phụ đề vào).

source: All's quiet in your teams so far.
vi_vn: Cho đến nay thì tất cả trong nhóm đều im ắng.

source: Remove a third party account
ug: ئۈچىنچى تەرەپ ھېساباتىنى چىقىرىۋەت
vi_vn: Xóa tài khoản thuộc bên thứ ba

source: Are you sure you want to remove the %(type)s account
ug: راستىنلا %(type)s ھېساباتنى چىقىرىۋېتەمسىز؟
vi_vn: Bạn có chắc là muốn xóa tài khoản %(type)s

source: We've got lots of great content that we'd love your help with.
vi_vn: Chúng tôi có nhiều nội dung tuyệt vời lắm và mong muốn rằng bạn sẽ giúp một tay.

source: Create
vi_vn: Tạo

source: Subtitles
vi_vn: Phụ đề

source: Update your language preferences
ug: تىل مايىللىقىڭىزنى يېڭىلاڭ
vi_vn: Cập nhật cài đặt ngôn ngữ của bạn

source: and we'll narrow this list for you
vi_vn: và chúng tôi sẽ thu hẹp danh sách này lại

source: Videos in
vi_vn: Phim trong

source: View team:
vi_vn: Xem nhóm:

source: Our site accepts SRT, SSA, SBV, DFXP, and TXT format. Only files ending in .srt, .ssa, .sbv, .dfxp, .txt or .xml (for dfxp) are accepted.
ug: تورتۇرايىمىز SRT، SSA، SBV، DFXP ۋە TXT پىچىمىنى قوللايدۇ. پەقەت كېڭەيتىلگەن ئاتى .srt،.ssa، .sbv، .dfxp، .txt ياكى xml (DFXP ئۈچۈن) بولغان ھۆججەتلەرنىلا قوللايدۇ.
vi_vn: Trang của chúng tôi chấp nhận định dạng SRT, SSA, SBV, DFXP, và TXT. Chỉ có những tệp có đuôi .srt, .ssa, .sbv, .dfxp, .txt hay .xml (dành cho dfxp) được chấp nhận.

source: to subtitle all the videos on your site.
ug: تور تۇرايىڭىزدىكى ھەممە سىنلارغا كىنو خېتى قوشىدۇ.
vi_vn: để làm phụ đề cho toàn bộ phim trên trang của bạn.

source: Help organizations and deaf and hard of hearing viewers make videos accessible around the world.
vi_vn: Giúp các tổ chức và các khán giả bị điếc hoặc lãng tai, và làm cho mọi thước phim đều tiếp cận được trên khắp thế giới.

source: No subtitles yet.
vi_vn: Vẫn chưa có phụ đề nào.

source: View tasks for this video.
vi_vn: Xem các công việc cho thước phim này.

source: This video doesn't have any subtitles or tasks yet
vi_vn: Thước phim này vẫn chưa có bất cứ phụ đề hay công việc nào

source: Don't see one of your languages?
vi_vn: Không thấy một trong những thứ tiếng của bạn?

source: Create a new translation
vi_vn: Tạo bản dịch mới

source: This video belongs to the
vi_vn: Thước phim này thuộc về

source: Please keep file size under %(required_size)s. Current file size %(current_size)s
ug: ھۆججەت چوڭلۇقىنى %(required_size)s دىن تۆۋەن ھالەتتە ساقلاڭ. نۆۋەتتىكى ھۆججەت چوڭلۇقى %(current_size)s
vi_vn: Hãy giữ cho kích thước tệp dưới %(required_size)s. Kích thước tệp hiện tại %(current_size)s

source: Afrikaans
cs: afrikánština
ko: 아프리카어

source: Esperanto
cs: esperantsky
ko: 에스페란토어

source: Hausa
cs: haušsky
ko: 하우사어

source: Herero
cs: herersky

source: Igbo
cs: igbošsky
ko: 이그보어

source: Inuktitut
cs: inuktština
ko: 이누이트어

source: Kannada
cs: kannadsky
ko: 칸나다어

source: Komi
cs: komijsky

source: Lakota
cs: lakotsky
ko: 라코타

source: Oromo
cs: oromšsky
ko: 오로모어

source: Macedo
cs: makedonsky

source: Sango
cs: sangoštsky
ko: 상고어

source: Sinhala
cs: sinhálsky
ko: 신할라어

source: Somali
cs: somálština
ko: 소말리아어

source: Telugu
cs: telugsky
ko: 텔루구어

source: Klingon
cs: klingonsky
ko: 클링온어

source: Xhosa
cs: xhošsky
ko: 코사어

source: Zulu
cs: zulština
ko: 줄루어

source: Tweets
cs: Tweety
ko: 트윗

source: Ibibio
ko: 이비비오어

source: Gujarati
ko: 구자라트어

source: Haida
ko: 하이다어

source: Interlingua
ko: 과학자용 인공 국제어

source: Interlingue
ko: 인테르링구에어

source: Ido
ko: 이도어

source: Luo
ko: 루오어

source: Mandinka
ko: Mandinka어

source: Umbundu
ko: Umbundu어

source: Rosetta
ja: ロゼッタ
ko: 로제타
