Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more
ca: Els creadors de vídeo aconsegueixen: un millor posicionament, més espectadors, accés a una major audiència (potencialment multilingüe i global), accessibilitat per a espectadors sords o amb dificultats d'audició, i més
cs: Tvůrci videa získají: lepší SEO, větší sledovanost, přístup k mnohem většímu (potenciálně mnohojazyčnému a globálnímu) publiku, přístupnost pro hluché a sluchově postižené a další
de: Videohersteller bekommen: bessere Durchsuchbarkeit für Suchmaschinen (SEO), mehr Zuschauer, Zugang zu einer weit größeren Zielgruppe (mehrsprachig und global), zufriedenere hörgeschädigte und taube Zuschauer, und mehr
el: Οι δημιουργοί video κερδίζουν: καλύτερη κατάταξη στις μηχανές αναζήτησης/ SEO, πρόσβαση σε πολύ μεγαλύτερο κοινό (εν δυνάμει πολύγλωσσο και παγκόσμιο), προσβασιμότητα στους κωφούς και τους έχοντες προβλήματα ακοής, και πολλά παραπάνω
es: Los creadores de vídeo consiguen: un mejor posicionamiento, más visitas, el acceso a un público mucho más grande (potencialmente multilingüe y global), accesibilidad para personas sordas o con problemas de audición, y más
ja: ビデオ制作者はより良いSEO、多くの視聴、(潜在的に多言語で全世界的な)巨大な視聴者層へのアクセス、聴覚障害や難聴の視聴者へのアクセスなどが得られます。
ko: 비디오 제작자가 얻는 것: 더 나은 SEO, 더 많은 시청 수, 훨씬 더 큰 (잠재적으로 다국어 및 글로벌) 청중에 대한 접근, 청각 장애인 및 듣는데 어려움을 겪는 사람들에 대한 접근성, 그 외 많은 것.
sq: Krijuesit e videove përfitojnë: SEO më të mirë, më tepër shikime, audiencë shumë më të madhe (shumëgjuhëshe dhe mbarëbotërore), video të përdorshme nga shikues që janë të shurdhër ose me dëgjim të rënduar, dhe më tepër
ug: سىن ئىجادكارلىرى: تېخىمۇ كۆپ كۆرۈرمەن، تېخىمۇ كۆپ (دۇنيادىكى كۆپ تىل، يوشۇرۇن) كۆرۈرمەنلەرگە تەسىر كۆرسىتەلەيدۇ، شۇنداقلا قۇلىقى ئېغىرلار ۋە باشقىلارغا تەسىر كۆرسىتەلەيدۇ.
vi_vn: Những nhà làm phim sẽ nhận được: SEO tốt hơn, nhiều lượt xem hơn, tiếp cận với một lượng lớn khán giả (tiềm năng song ngữ và toàn cầu), khả năng tiếp cận được với người điếc và những khán giả có vấn đề về khả năng nghe, và nhiều hơn thế nữa

source: he Participatory Culture Foundation is a 501c3 non-profit organization whose mission is to build a fairer, more open, and more democratic media space. PCF saw a gap in the marketplace for more open and collaborative subtitling &mdash; Amara is helping to fill that need.
ca: La Participatory Culture Foundation és una 501c3 organització sense ànim de lucre, que té com a finalitat construir un espai multimèdia més obert i democràtic. PCF va vorer un espai de mercat per subtitular, més obert i col·laboratiu. &mdash; Amara està ajudant a omplir aquesta carència.
de: Die Participatory Culture Foundation ist eine gemeinnützige Organisation gemäß § 501(c)(3), die den Medienraum fairer, offener und demokratischer machen will. PCF hat erkannt, dass es eine Lücke im Marktplatz für offeneres und gemeinschaftliches Untertiteln gibt – Amara hilft dabei, diese Lücke zu füllen.
el: Το Ίδρυμα Συνεργατικής Κουλτούρας/ Participatory Culture Foundation είναι μία ΜΚΟ, σύμφωνα με το Νόμο 501c3, της οποίας η αποστολή είναι να χτίσει ένα δικαιότερο, πιο ανοικτό και περισσότερο δημοκρατικό χώρο για τα media. Το PCF διέβλεψε ένα κενό στην αγορά, για έναν πιο ανοικτό και συνεργατικό τρόπο υποτιλισμού, και το &mdash; Amara βοηθά στην κάλυψη αυτής της ανάγκης.
es: Participatory Culture Foundation es una organización sin fines de lucro 501c3 cuya misión es construir un espacio mediático más justo, abierto y democrático. PCF vio una brecha en el mercado para procesos de subtitulación más abiertos y colaborativos &mdash; Amara está ayudando en esta necesidad.
ug: تور ھەمبەھىر مەدەنىيەت ۋاخپىسى 501c3 ماددىلىرىغا رىئايە قىلىدىغان پايدا تاپمايدىغان تەشكىلات، ئۇنىڭ ۋەزىپىسى تېخىمۇ ئادىل، تېخىمۇ ئوچۇق ۋە تېخىمۇ دېموكراتىك بولغان تاراتقۇ بوشلۇقى يارىتىشتۇر. PCF نىڭ كۆزىتىشىچە بازاردا تېخىمۇ ئوچۇق ھەمكارلىق ئاساسىدىكى كىنو خەتلىرى ياساشتا بوشلۇق بارلىقىنى بايقىغان، Amara دەل مۇشۇ خىل ئېھتىياجنى قاندۇرۇۋاتىدۇ.
vi_vn: tổ chức Phong trào Văn hóa (Participatory Culture Foundation) là tổ chức phi lợi nhuận 501c3 với sứ mệnh là nhằm xây dựng một không gian truyền thông công bằng hơn, rộng mở hơn, và dân chủ hơn. PCF đã nhận thấy còn tồn tại một khoảng trống trong thị trường trong việc đem lại phương tiện tạo phụ đề cộng tác và rộng mở &mdash; Và Amara đang góp phần lấp đầy chỗ trống đó.

source: Yes, we are working on a solution for making closed captions [including information about sounds and music], as well as subtitles/translations.
ca: Sí, estem treballant per a crear etiquetes més representatives [incloent informació sobre sons i música], així com subtítols/traduccions.
cs: Ano, pracujeme na řešení titulků s informacemi o zvucích a hudbě stejně jako obyčejných titulcích a překladech.
de: Ja, wir arbeiten an einer Lösung sowohl für Untertitel für Hörgeschädigte [mit informativem Text zu Ton und Musik] als auch für untertitelte Übersetzungen.
el: Ναι, εργαζόμαστε για μία λύση που να επιτρέπει τη δημιουργία closed captions [περιλαμβανομένων και των πληροφοριών για τον ήχο και τη μουσική], καθώς και τη δημουργία υπότιτλων/ μεταφράσεων.
es: Sí, estamos trabajando para crear leyendas más representativas [que incluyan información sobre sonidos y música], así como subtítulos y traducciones.
ja: はい。字幕・翻訳に加え、[音響や音楽の情報を含めた] クローズドキャプションの取り組みもしています。
ko: 예, 우리는 자막과 번역 뿐만 아니라 귀가 불편한 사람들을 위한 자막[소리 및 음악에 대한 정보를 포함]을 만들기 위한 솔루션을 위해 노력하고 있습니다.
sq: Po, po punojmë për një zgjidhje që të ofrojë titra të mbyllur [përfshi informacion mbi tingujt dhe muzikën], si edhe për titra/përkthime.
sv: Ja, vi jobbar på en lösning för att skapa slutna bildtexter [inklusive information angående ljud och musik], så väl som undertexter/översättningar.
ug: شۇنداق، كىنو خېتى/تەرجىمىگە ئوخشاش، بىز يوشۇرۇن كىنو خېتىنى ياساش مەسىلىسىنى تىرىشىپ ھەل قىلىۋاتىمىز [ئاۋاز ۋە نەغمە ئۇچۇرلىرىمۇ بار].
vi_vn: Đúng vậy, chúng tôi đang làm việc nhằm tìm ra giải pháp trong việc làm thuyết minh dạng đóng [kèm theo cả thông tin về âm thanh, nhạc], cũng như phụ đề/bản dịch.

source: We will be working to support as many languages/charactersets as possible.
ca: Treballarem per incloure tants idiomes/jocs de caràcters com siga possible.
cs: Budeme pracovat na podpoře co nejvíce jazyků / znakových sad.
de: Wir werden daran arbeiten, möglichst viele Sprachen/Zeichensätze zu unterstützen.
el: Θα εργασθούμε για να υποστηρίξουμε όσο το δυνατόν περισσότερες γλώσσες/κωδικοσειρές χαρακτήρων γίνεται.
es: Trabajaremos para incluir el mayor número de idiomas y juegos de caracteres posibles.
ja: 可能な限り多くの言語・文字種をサポートするよう努力をしていくつもりです。
ko: 우리는 가능한 많은 언어나 문자를 지원하기 위해 노력하고 있습니다.
sq: Do të punojmë për të mbuluar sa më shumë gjuhë/bashkësi shkronjash që të jetë e mundur.
sv: Vi jobbar på att stödja så många språk/tecken uppsättningar som möjligt.
ug: بىز ئامالنىڭ بېرىچە تېخىمۇ كۆپ تىل/يېزىقلارنى قوللاشقا تىرىشىمىز.
vi_vn: Chúng tôi sẽ cố gắng hỗ trợ càng nhiều ngôn ngữ/bộ kí tự càng tốt.

source: The site and tools are available in a number of languages (set your language in your browser preferences and we’ll take care of the rest). We’re always looking for <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">volunteer translators</a> to help improve and add more languages.
ca: <span class="whitespace other" title="Tab"></span> Aquest lloc i eines estan disponibles en diferents idiomes (configureu el vostre idioma <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>a les preferències del vostre navegador i nosaltres s'encarregarem del demés). Sempre estem buscant <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span><a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">traductors voluntaris</a> <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>per a ajudar a millorar i afegir més idiomes. <span class="whitespace other" title="Tab"></span>
cs: <span class="whitespace other" title="Tab">»</span>Stránka a nástroje jsou k dipozici v několika jazycích (zvolte svůj jazyk <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>v nastavení svého prohlížeče a my se postaráme o zbytek). Stále hledáme další <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">dobrovolné překladatele</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>, kteří pomohou vylepšit překlady či přidají další jazyky. <span class="whitespace other" title="Tab">»</span>
de: Die Website und die Werkzeuge sind schon in etlichen Sprachen verfügbar (stelle die gewünschte Sprache in deinen Browser-Einstellungen ein, und wir kümmern uns um den Rest). Wir freuen uns jederzeit über <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">freiwillige Übersetzer</a>, damit wir mehr und bessere Übersetzungen bekommen.
el: <span class="whitespace other" title="Tab">»</span>Ο ιστότοπος και τα εργαλεία διατίθενται σε αρκετές γλώσσες (καθορίστε την γλώσσα σας <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>στις προτιμήσεις του Περιηγητή σας και εμείς θα φροντίσουμε όλα τα υπόλοιπα). Ψάχνουμε πάντοτε για <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">εθελοντές μεταφραστές</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>για να βοηθήσουν στη βελτίωση και την προσθήκη περισσότερων γλωσσών. <span class="whitespace other" title="Tab">»</span>
es: El sitio y las herramientas están disponibles en varios idiomas (selecciona tu idioma en las preferencias del navegador y nos encargaremos del resto).Siempre buscamos <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/"> traductores voluntarios</a> para ayudar a mejorar y añadir más idiomas.
ja: サイトとツールは、多言語に対応しています (ブラウザ設定で言語を指定するだけで大丈夫)。サイトの改善と新しい言語の追加のために、常に<a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">ボランティア翻訳者</a>を募集しています。
ko: »사이트 및 도구는 여러 가지 언어로 이용하실 수 있습니다. (브라우저 환경에서 귀하의 언어를 설정하시면 나머지는 저희가 알아서 해드리겠습니다.) 우리는 항상 더 많은 언어를 추가하고 향상시킬 수 있도록 » <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">자원 봉사 번역자</a>를 찾고 있습니다.
ug: تورتۇرا ۋە ئۇنىڭ قوراللىرى نۇرغۇن تىللاردا ئىشلىتىلىدۇ (توركۆرگۈڭىزنىڭ مايىللىق تەڭشىكىدە تىلىڭىزنى تەڭشەيسىز، قالغانلىرىنى بىز سىز ئۈچۈن ناھايىتى ئوبدان ساقلاپ بېرىمىز). بىز ئىزچىل <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">پىدائىي تەرجىمانلار</a> نى ئىزدەپ، تېخىمۇ كۆپ تىلنى قوشۇپ ۋە ياخشىلاشقا تىرىشىۋاتىمىز.
vi_vn: Trang và công cụ có sẵn ở một số ngôn ngữ (thiết đặt ngôn ngữ trong cài đặt trình duyệt của bạn và chúng tôi sẽ lo phần còn lại). Chúng tôi luôn muốn tìm kiếm <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">những tình nguyện viên dịch thuật</a> để cải thiện và thêm nhiều ngôn ngữ hơn nữa.

source: For a single video, use our site. For multiple videos on your website, use <a href="http://universalsubtitles.org/en/get-code/">this code</a> in your website’s template inside the &lt;head&gt; tags.
ca: <span class="whitespace other" title="Tab"></span> Per a un únic vídeo, utilitzeu el nostre lloc web. Per a més d'un vídeo al vostre lloc web, utilitzeu <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span> <a href="http://universalsubtitles.org/en/get-code/">aquest codi</a> en la <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span> vostra pàgina web dins l'etiqueta <head>. <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>
cs: <span class="whitespace other" title="Tab">»</span> Pro jednotlivé video použijte naši stránku. Pro více videí na své stránce použijte <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> <a href="http://universalsubtitles.org/en/get-code/">tento kód</a> ve <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> zdrojovém kódu vaší stránky mezi tagy <head>. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
de: Für ein einzelnes Video kannst du unsere Website direkt benutzen. Wenn du mehrere Videos auf deiner Website hast, solltest du <a href="http://universalsubtitles.org/en/get-code/">diesen Code</a> am Ende des &lt;head&gt;-Tags einfügen.
el: <span class="whitespace other" title="Tab">»</span> Για ένα μεμονωμένο video, χρησιμοποιήστε τον ιστότοπό μας. Για πολλαπλά videos στον ιστότοπό σας, χρησιμοποιήστε <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> <a href="http://universalsubtitles.org/en/get-code/">αυτό τον Κώδικα</a> στα templates <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> του ιστοτόπου σας, μέσα στις &lt;head&gt; ετικέτες/tags. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
es: Para un solo vídeo, usa nuestra web. Para varios vídeos en tu sitio web, usa <a href="http://universalsubtitles.org/en/get-code/">este código</a> en la plantilla de tu web entre las etiquetas &lt;head&gt;.
ja: 一つだけのビデオに字幕を付ける場合は、わたしたちのサイトを利用してください。あなたのウェブサイトに掲載している複数のビデオに字幕を付ける場合は、<a href="http://universalsubtitles.org/en/get-code/">このコード</a> をあなたのウェブサイトのテンプレートにある&lt;head&gt;タグ内に挿入してください。
ko: »하나의 비디오를 보시려면 우리 사이트를 이용하세요. 귀하의 웹사이트에 있는 여러 개의 동영상을 보시려면 당신의 태그 안에 있는 웹사이트 템플릿의 <a href="http://universalsubtitles.org/en/get-code/">이 코드</a>를 이용하세요.
ug: يەككە سىن ئۈچۈن تورتۇرايىمىزنى ئىشلىتىڭ، تورتۇرايىڭىزدىكى نۇرغۇن سىنلارغا نىسبەتەن <a href="http://universalsubtitles.org/en/get-code/">بۇ كود</a>نى تورتۇرايىڭىزنىڭ قېلىپىدىكى &lt;head&gt; بەلگىنىڭ ئىچىگە سىڭدۈرۈڭ.
vi_vn: Đối với các đoạn phim, sử dụng trang của chúng tôi. Đối với nhiều đoạn phim trên trang của bạn, sử dụng <a href="http://universalsubtitles.org/en/get-code/">đoạn mã lệnh này</a> trong khuôn mẫu của trang web nằm trong các thẻ &lt;head&gt;.

source: For our subtitling widget and community website, we're using the <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
ca: Per al giny de subtitulació i la web de la comunitat estem utilitzant la <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
cs: Pro náš titulkovací widget a komunitní stránky používáme licenci <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
de: Unser Untertitel-Widget und die Community-Website publizieren wir unter der <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL-Lizenz</a>.
el: Για το δικό μας widget υποτιτλισμού και την ιστοσελίδα της κοινότητας, χρησιμοιποιούμε το <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
es: Para el desarrollo de la herramienta para subtitular y la página de la comunidad utilizamos la licencia Affero o <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
ja: 字幕ウィジェットとコミュニティウェブサイトには、<a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>を利用しています。
ko: 자막 위젯과 커뮤니티 웹사이트를 위해, 우리는 <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>를 사용하고 있습니다.
sq: Për widget-in tonë të titrimeve dhe site-in web të bashkësisë, përdorim <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL-në</a>.
sv: För våran textnings-widget och webbsida använder vi <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
ug: كىنو خەت قورالى ۋە مەھەللە جامائەت تورىغا نىسبەتەن، <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>نى ئىشلىتىمىز.
vi_vn: Đối với widget phụ đề và trang web cộng đồng, chúng tôi sử dụng <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.

source: Please do! If you're interested in coding and development, please visit our <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer center</a>.
ca: Sisplau feu-ho! Si esteu interessats en la programació i el desenvolupament, per favor, visiteu el nostre <a href="http://wiki.github.com/8planes/unisubs/dev-center">centre de desenvolupament</a>.
de: Ja, bitte! Wenn du beim Programmieren und Entwickeln mitmachen möchtest, schauen bitte im <a href="http://wiki.github.com/8planes/unisubs/dev-center">Entwicklerzentrum</a> vorbei.
el: Παρακαλώ κάντετο! Αν σας ενδιαφέρει η συγγραφή κώδικα και η ανάπτυξη, τότε σας παρακαλούμε να επισκεφθείτε το δικό μας <a href="http://wiki.github.com/8planes/unisubs/dev-center">Κεντρο Ανάπτυξης</a>.
es: ¡Hazlo! Si estás interesado en el código y el desarrollo, visita nuestro <a href="http://wiki.github.com/8planes/unisubs/dev-center">centro para desarrolladores</a>.
ja: コーディングや開発に興味があれば、是非！私達の<a href="http://wiki.github.com/8planes/unisubs/dev-center">開発センター</a>を訪問ください。
ko: 개발에 관심이 있는 분은 <a href="http://wiki.github.com/8planes/unisubs/dev-center">개발자 센터</a>에 방문해 주세요.
ug: چوقۇم قىلىڭ! ئەگەر سىز پىروگرامما تۈزۈش ۋە يۇمشاق دېتال ئىجادىيىتىگە قىزىقسىڭىز، بىزنىڭ <a href="http://wiki.github.com/8planes/unisubs/dev-center">ئىجادكارلار مەركىزى</a>مىزنى زىيارەت قىلىڭ.
vi_vn: Mong hãy chú ý! Nếu bạn quan tâm về lập trình và phát triển, xin hãy ghé thăm <a href="http://wiki.github.com/8planes/unisubs/dev-center">trung tâm phát triển</a>.
