Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: A "subtitle me" or "choose language" button will appear across all compatible videos. Users can click to activate (or create) subtitles.
ca: El botó "subtituleu-me" o "elegiu idioma" apareixerà a tots els vídeos compatibles. Els usuaris poden fer clic per a activar (o crear els subtítols)
cs: Tlačítko „subtitle me“ nebo „choose language“ se objeví u všech kompatibilních videí. Uživatelé na ně mohou kliknout k aktivaci (či tvorbě) titulků.
de: Bei allen Videos, wo es geht, wird ein »Jetzt untertiteln«- oder »Sprache wählen«-Button erscheinen. Die Benutzer können da draufklicken, um Untertitel zu aktivieren (oder auch selbst zu erstellen).
el: Ένα κουμπί "Υποτίτλισέ με" ή "Επιλέξτε γλώσσα" θα εμφανισθεί σε όλα τα διαθέσιμα βίντεο. Οι χρήστες μπορούν να κάνουν κλικ για να ενεργοποιήσουν (ή να δημιουργήσουν) υπότιτλους.
es: En todos los vídeos compatibles aparecerá el botón "subtitúlame" o "elegir idioma". Los usuarios pueden hacer clic para activar (o crear) los subtítulos.
ja: 「字幕を付ける」もしくは「言語選択」ボタンが互換性のある全てのビデオ上に表示されます。 ボタンをクリックすると、字幕が表示されます(もしくは字幕を作成することができます)。
ko: "자막을 만들어 주세요."또는 "언어 선택" 버튼은 호환되는 모든 동영상에 나타납니다. 사용자 (또는 작성자)는 자막을 활성화하기를 클릭할 수 있습니다.
sq: Te videot e përputhshme do të shfaqet një buton "titromëni" ose "zgjidhni gjuhë". Përdoruesit mund të klikojnë që të aktivizojnë (ose krijojnë) titra.
sv: En "texta mig" eller "välj språk"-knapp kommer att finnas vid alla kompatibla videos. Användare kan klicka för att aktivera (eller skapa) undertexter.
ug: بىر «ماڭا كىنو خېتىنى قوش» ياكى «تىل تاللا» توپچىسى ماسلىشىدىغان بارلىق سىندا كۆرۈنىدۇ. ئىشلەتكۈچى چېكىپلا كىنو خېتىنى تەھرىرلەشنى ئاكتىپلاپ (ياكى قۇرۇپ) چىقالايدۇ.
vi_vn: Một nút "làm phụ đề cho tôi" hay "chọn ngôn ngữ" sẽ xuất hiện trên toàn bộ các đoạn phim tương thích. Người dùng có thể nhấn kích hoạt (hoặc tạo) phụ đề.

source: This code is experimental. If you run into problems, please
ca: Aquest codi és experimental. Si teniu problemes, sisplau
cs: Kód je experimentální. Pokud narazíte na problémy, prosíme,
de: Dieser Code ist experimentell. Wann immer du auf Probleme stößt,
el: Αυτός ο κώδικας είναι πειραματικός. Αν συναντήσετε προβλήματα, παρακαλώ
es: El código está en forma experimental. Si te da problemas, por favor
ja: このコードは試験的なものです。問題がある場合は
ko: 이 코드는 실험중이니 문제를 일으킬 수 있습니다.
sq: Ky kod është eksperimental. Nëse hasni probleme, ju lutemi
sv: Denna kod är på försöksstadiet. Får du problem, vänligen
ug: بۇ كود تەجرىبە خاراكتىرىدە، ئەگەر ئىجرا قىلىش جەريانىدا مەسىلە كۆرۈلسە،
vi_vn: Đoạn mã lệnh này chỉ mang tính chất thử nghiệm. Nếu gặp phải vấn đề, xin hãy

source: let us know
ca: feu-nos-ho saber
cs: dejte nám vědět
de: sage uns bitte Bescheid.
el: ενημερώστε μας.
es: háznoslo saber
ja: お知らせください
ko: 우리에게 알려주세요.
sq: na e bëni të ditur
sv: meddela oss
ug: بىزگە ئۇقتۇرۇڭ
vi_vn: cho chúng tôi biết

source: Frequently Asked Questions
ca: Preguntes Més Freqüents
cs: Často kladené dotazy
de: Häufig gestellte Fragen
el: Συχνά Υποβαλλόμενες Ερωτήσεις / FAQ
es: Preguntas más frecuentes
ja: よくある質問
ko: 자주 묻는 질문
sq: Pyetje të Bëra Shpesh
sv: Vanliga frågor och svar
ug: كۆپ سورىلىدىغان سوئاللار
vi_vn: Câu hỏi thường gặp

source: What is Amara?
ca: Què és Amara?
de: Was ist Amara?
el: Τι είναι το Amara;
es: ¿Que es AMARA?
ja: Amara とは？
sq: Ç'është Amara?
sv: Vad är Amara?
ug: نېمە ئۇ Amara دېگەن؟
vi_vn: Amara là gì

source: How can I use Amara?
ca: Com puc utilitzar Amara?
de: Was kann ich mit Amara machen?
el: Πως μπορώ να χρησιμοποιήσω τοπ Amara;
es: ¿Cómo puedo utilizar AMARA?
ja: Amara はどのように利用するのですか？
sq: Si mund ta përdor Amara-n?
sv: Hur kan jag använda Amara?
ug: مەن Amara نى قانداق ئىشلىتىمەن؟
vi_vn: Làm thế nào để tôi có thể sử dụng Amara

source: What are the benefits of subtitles?
ca: Quins són els beneficis dels subtítols?
cs: K čemu jsou titulky dobré?
de: Was sind die Vorteile von Untertiteln?
el: Ποιά είναι τα πλεονεκτήματα των υπότιτλων;
es: ¿Cuáles son las ventajas del subtitulado?
ja: 字幕の特長
ko: 자막의 이점은 무엇인가요?
sq: Cilat janë përfitimet prej titrave?
sv: Vad är fördelarna med undertexter?
ug: كىنو خېتىنىڭ قانداق پايدىسى بار؟
vi_vn: Lợi ích của phụ đề là gì?

source: Who is the Participatory Culture Foundation and why are they making Amara?
ca: Què és la Fundació Participatory Culture i per què estan creant Amara?
de: Wer ist die Participatory Culture Foundation, und warum macht sie Amara?
el: Ποιο είναι αυτό το Ίδρυμα Συνεργατικής Κουλτούρας/ Participatory Culture Foundation και γιατί φτιάχνουν το Amara;
es: ¿Qué es la Participatory Culture Foundation y por qué están haciendo Amara?
sq: Ç'është Participatory Culture Foundation dhe pse po e krijojnë Amara-n?
ug: تور ھەمبەھىر مەدەنىيەت ۋەخپىسى كىم، ئۇلار نېمە ئۈچۈن Amara نى قۇرىدۇ؟
vi_vn: Tổ chức Phong trào Văn hóa (Participatory Culture Foundation) là ai và tại sao họ lại xây dựng Amara?

source: Will Amara support closed captions for the deaf and hard of hearing?
ca: Suportarà Amara el subtitulat ocult [CC] per a persones sordes o amb deficiència auditiva?
de: Unterstützt Amara Untertitel für Hörgeschädigte und Taube?
el: Το Amara θα υποστηρίζει κλειστά captions, για τους κωφούς και τους έχοντες πρόβλημα ακοής;
es: ¿Amara tiene soporte de subtítulos para personas sordas y con problemas de audición?
ug: ئاڭلىيالمايدىغانلار ئىشلىتىدىغان يوشۇرۇن شەكىلدىكى كىنو خېتىنى Amara قوللامدۇ؟
vi_vn: Liệu Amara có hỗ trợ thuyết minh dạng đóng cho người mù hay người gặp phải khó khăn khi nghe?

source: Will your subtitles support my language or characterset?
ca: Els subtítols suportaran el meu idioma i el seu joc de caràcters?
cs: Budou vaše titulky podporovat můj jazyk nebo znakovou sadu?
de: Werden Untertitel in meiner Sprache oder Zeichensatz unterstützt?
el: Οι υπότιτλοί σας θα υποστηρίζουν τη δική μου γλώσσα ή την κωδικοσειρά χαρακτήρων;
es: ¿Los subtítulos serán compatibles con mi idioma o juego de caracteres?
ja: 私の言語と文字種は字幕に使えますか？
ko: 당신의 자막은 나의 언어나 문자를 지원하나요?
sq: A do t'i mbulojnë titrat tuaja gjuhën time ose kodimin e shenjave për të?
sv: Kommer era undertexter stödja mitt språk eller teckensystem?
ug: سىلەرنىڭ كىنو خېتىڭلار بىزنىڭ تىل ياكى خېتىمىزنى قوللامدۇ؟
vi_vn: Liệu phụ đề của bạn có hỗ trợ cho ngôn ngữ hay bộ kí tự của tôi?

source: When will the tools, including this site, be available in my language?
ca: Quan estaran totes les eines i la pàgina web en el meu idioma?
cs: Kdy budou nástroje, včetně webové stránky, k dispozici v mém jazyce?
de: Wann werden die Werkzeuge, einschließlich dieser Website, in meiner Sprache verfügbar sein?
el: Πότε θα είναι διαθέσιμα τα εργαλεία, περιλαμβανομένης της ιστοσελίδας, στη δική μου γλώσσα:
es: ¿Cuándo estarán todas las herramientas y la página web en mi idioma?
ja: いつになったらこのサイトを含めツールは私の言語で使えますか？
ko: 이 사이트를 포함해서 이 도구는 언제 나의 언어로 이용할 수 있나요?
sq: Kur do të ofrohen në gjuhën time mjetet, përfshi këtë site?
sv: Kommer verktygen, och denna sida, finnas på mitt språk?
ug: قاچان بۇ قوراللارنى مۇشۇ بەتنى ئۆز ئىچىگە ئالغان ھالدا ئۆز تىلىمدا ئىشلىتەلەيمەن؟
vi_vn: Khi nào thì những công cụ, kể cả trang này, sẽ có dạng ngôn ngữ của tôi?

source: How can I add subtitles to my video?
ca: Com puc afegir subtítols al meu vídeo?
cs: Jak mohu přidat titulky ke svému videu?
de: Wie kann ich Untertitel zu meinem Video hinzufügen?
el: Πώς μπορώ να προσθέσω υπότιτλους στο βίντεό μου;
es: ¿Cómo añado subtítulos a mi vídeo?
ja: どうやって私のビデオに字幕をつけるのですか？
ko: 내 비디오에 어떻게 자막을 추가할 수 있나요?
sq: Si mund t'i shtoj titra videos time?
sv: Hur kan jag lägga till undertexter till min video?
ug: سىنلىرىمغا كىنو خېتىنى قانداق قوشىمەن؟
vi_vn: Làm thế nào để tôi có thể thêm phụ đề vào phim của mình?

source: What open source license do you use?
ca: Quina llicència oberta utilitzeu?
cs: Jakou otevřenou licenci používáte?
de: Welche Open-Source-Lizenz wird verwendet?
el: Τι είδους Άδεια Ανοικτού Κώδικα χρησιμοποιείτε;
es: ¿Qué licencia de código abierto usas?
ja: どんなライセンスを採用していますか？
ko: 어떤 오픈 소스 라이센스를 사용하나요?
sq: Ç'leje burimi të hapur përdorni?
sv: Vilken öppen-källkodslicens använder ni?
ug: سىز قايسى ئوچۇق كودلۇق ئىجازەتنامىنى ئىشلىتىسىز؟
vi_vn: Giấy phép mã nguồn mở mà các bạn sử dụng là gì?

source: I'm a developer, can I help out?
ca: Sóc un desenvolupador, com puc ajudar-hi?
cs: Jsem vývojář, mohu pomoci?
de: Ich bin ein Entwickler, kann ich mich beteiligen?
el: Είμαι ένας developer, μπορώ να βοηθήσω;
es: Soy desarrollador, ¿cómo puedo colaborar?
ja: 私は開発者です。手伝えることはありますか？
ko: 나는 개발자입니다. 도울 수 있을까요?
sq: Jam zhvillues, a mund të ndihmoj?
sv: Jag är utvecklare, kan jag hjälpa till?
ug: مەن ئىجادكار، مەن ياردەم قىلالامدىم؟
vi_vn: Tôi là nhà phát triển, liệu tôi có thể giúp?

source: Can non-technical people get involved with the project?
ca: Pot unir-se al projecte una persona sense coneixements tècnics?
cs: Mohou se do projektu zapojit i technice nikoli blízcí lidé?
de: Können sich technisch nicht versierte Menschen an dem Projekt beteiligen?
el: Μπορούν όσοι δεν έχουν τεχνολογικό υποβαθρο να λάβουν μέρος σε αυτό το project;
es: ¿Puede unirse al proyecto una persona sin conocimientos técnicos?
ja: 技術的に詳しくなくてもこのプロジェクトに参加できますか？
ko: 기술자가 아닌 사람들도 프로젝트에 참여할 수 있나요?
sq: A mund të përfshihen në projekt njerëz pa njohuri teknike?
sv: Kan otekniska personer hjälpa till?
ug: تېخنىكىسى يوق كىشىلەرمۇ بۇ قۇرۇلۇشقا قاتنىشالامدۇ؟
vi_vn: Liệu những người không chuyên về kĩ thuật có thể tham gia dự án?

source: Do you accept donations? Are they tax deductible?
ca: Accepteu donacions? Són taxes deduibles?
cs: Přijímáte dary a příspěvky? Jsou daňově odečitatelné?
de: Akzeptierst du Spenden? Sind diese steuerlich absetzbar?
el: Δέχεσθε δωρεές; Εκπίπτουν από το φορολογητέο εισόδημα;
es: ¿Aceptas donaciones? ¿Son estas donaciones deducibles de impuestos?
ja: 寄付は受け付けていますか？寄付金控除はありますか？
ko: 기부도 받나요? 소득 공제가 되나요?
sq: A pranoni dhurime? A ka lehtësime tatimore prej tyre?
sv: Accepterar ni donationer? Är de avdragsgilla?
ug: ئىئانە قوبۇل قىلامسىلەر؟ ئىئانە باجغا ھېسابلىنىپ كېمەيتىلەمدۇ؟
vi_vn: Bạn có chấp nhận ủng hộ hay không? Chúng có được khấu trừ thuế không?

source: What is your relationship with Mozilla Drumbeat?
ca: Quines són les relacions amb Mozilla Drumbeat?
cs: Jaký je váš vztah k Mozilla Drumbeat?
de: Was ist deine Beziehung zu Mozilla Drumbeat?
el: Ποιά είναι η σχέση σας με το Mozilla Drumbeat;
es: ¿Qué sabes acerca del proyecto Mozilla Drumbeat?
ja: Mozilla Drumbeatとの関係はどのようなものですか？
ko: Mozilla Drumbeat와 어떤 연관이 있나요?
sq: Cila është lidhja juaj me Mozilla Drumbeat?
sv: Vad har ni för relation till Mozilla Drumbeat?
ug: سىز بىلەن Mozilla Drumbeat نىڭ مۇناسىۋىتى قانداق؟
vi_vn: Quan hệ của bạn với Mozilla Drumbeat là gì?

source: Where can I download subtitles in .SRT or other formats?
ca: On puc descarregar subtítols en .SRT i altres formats?
cs: Kde mohu stáhnout titulky ve formátu .SRT a dalších?
de: Wo kann ich Untertitel im .SRT-Format oder anderen Formaten herunterladen?
el: Από πού μπορώ να κατεβάσω τους υπότιτλους σε .SRT ή σε άλλα formats;
es: ¿De dónde puedo descargar subtítulos en .SRT y otros formatos?
ja: .SRTなどの形式で字幕はどこからダウンロードできますか？
ko: .SRT나 다른 포맷의 자막은 어디에서 다운로드 받을 수 있나요?
sq: Prej ku mund të shkarkoj titra në .SRT ose formate të tjera?
sv: Var kan jag ladda ner undertexter i .SRT eller andra format?
ug: قەيەردىن كىنو خەتلىرىنى .SRT ياكى باشقا پىچىمدا چۈشۈرەلەيمەن؟
vi_vn: Tôi có thể tải phụ đề ở định dạng .SRT hay các định dạng khác ở đâu?

source: It says "Someone else is currently editing these subtitles" and I can't do anything. How long will this last for? Why does it happen?
ca: Diu "Algú està editant aquests subtítols" i no puc fer res. Quant trigarà aquesta situació? Per què passa açò?
cs: Stránka tvrdí, že „někdo jiný již upravuje tyto titulky“ a já nemohu nic dělat. Jak dlouho to bude trvat? Proč se to děje?
de: Da steht »Jemand anders bearbeitet diese Untertitel gerade«, und jetzt kann ich nichts machen. Wie lange dauert das noch? Und warum passiert das überhaupt?
el: Λέει "Κάποιος άλλος επεξεργάζεται τώρα αυτούς τους υπότιτλους" και δεν μπορώ να κάνω τίποτε. Πόσο θα διαρκέσει αυτό; Γιατί συμβαίνει αυτό;
es: Dice: "Alguien está editando estos subtítulos" y no puedo hacer nada. ¿Cuánto tiempo durará esta situación? ¿Por qué sucede esto?
ja: 「誰かが字幕を編集中です」というメッセージが現れて、何もすることができないです。いつまでこの状態が続きますか？どうしてこんなことが起こるのですか？
ko: "누군가가 현재 이 자막을 편집하고 있습니다."라고 나타나고 나는 아무것도 할 수 없습니다. 이것이 얼마나 지속됩니까? 왜 이런 일이 일어납니까?
sv: Det står "Någon annan redigerar för närvarande denna undertext" och jag kan inte göra något. Hur länge kommer det att vara så? Varför blir det så?
ug: ئۇنىڭ دېيىشىچە «باشقىلار بۇ كىنو خەتلىرىنى تەھرىرلەۋېتىپتۇ» ئەمما مەن ھېچنېمە قىلالمىدىم. بۇ قانچىلىك ۋاقىت داۋاملىشىدۇ؟ نېمە ئۈچۈن بۇنداق بولىدۇ؟
vi_vn: Nó nói rằng "Ai đó hiện đang tinh chỉnh những phụ đề này" và tôi không thể làm bất cứ thứ gì. Tình trạng này sẽ kéo dài trong bao lâu? Tại sao nó lại xảy ra?

source: Why can't I change the timing on a translation?
ca: Per què no puc canviar la sincronització d'una traducció?
cs: Proč nemohu změnit časování u překladu?
de: Warum kann ich das Timing der Übersetzung nicht ändern?
el: Γιατί δεν μπορώ να αλλάξω τον χρονισμό σε μία μετάφραση;
es: ¿Por qué no puedo modificar la sincronización de una traducción?
ja: なぜ翻訳のタイミングを変える事が出来ないのですか？
ko: 왜 번역을 할 때 타이밍을 바꿀 수 없나요?
sq: Pse nuk mund të ndryshoj kohëshpërndarjen në një përkthim?
sv: Varför kan jag inte ändra timingen på en översättning?
ug: نېمە ئۈچۈن مەن ۋاقىت سىزىقىنى ئۆزگەرتەلمەيمەن؟
vi_vn: tại sao tôi không thể thay đổi thời gian trong một bản dịch?

source: How do old revisions work? What if somebody makes a change to my work that I don't approve of?
ca: Com de velles son les revisions del treball? Que passa si algú fa un canvi en el meu treball i no ho aprove?
cs: Jak fungují staré revize? Co když někdo provede změny v mé práci, se kterými nesouhlasím?
de: Wie funktionieren die »alten Revisionen«? Was ist, wenn jemand meine Werke ändert und ich nicht damit einverstanden bin?
el: Πώς δουλεύουν οι παλιές αναθεωρήσεις; Και αν κάποιος κάνει μία αλλαγή στη δουλειά μου την οποία δεν εγκρίνω;
es: ¿Cómo hago las revisiones anteriores de trabajo? ¿Qué pasa si alguien hace un cambio en mi trabajo que no apruebo?
ja: 改訂履歴はありますか？私の翻訳を誰かが変えて、私が同意しない場合はどうしたらいいですか？
ko: 예전 버전이 어떻게 작동합니까? 누군가 내가 승인하지 않은 작품에 대해 변경을 하면 어떡합니까?
sv: Hur fungerar gamla ändringar? Tänk om någon gör en ändring i mitt arbete som jag inte godkänner?
ug: كونا تۈزىتىلگەن نەشرى قانداق ئىشلەيدۇ؟ ئەگەر باشقىلار مەن تېخى تەستىقلىمىغان كىنو خېتىنى ئۆزگەرتسە قانداق قىلىمەن؟
vi_vn: Các bản hiệu đính cũ hoạt động ra sao? Sẽ ra sao nếu có ai đó chỉnh sửa công việc của tôi mà tôi lại không đồng ý?

source: How do I add the Amara &quot;embed all videos&quot; code to my site?
ca: Com faig per a afegir el codi incrustat del tots les vídeos d'Amara al meu lloc web?
de: Wie kann ich auf meiner Website den &quot;Alle Videos einbetten&quot;-Code hinzufügen?
el: Πως να προσθέσω τον κωδικό για την &quot;ενσωμάτωση όλων των βίντεο&quot; του Amara, μέσα στο δικό μου ιστότοπο;
es: ¿Cómo agrego el código &quot;embed all videos&quot; de Amara a mi sitio web?
sq: Si ta shtoj te site-i im kodin e Amara-s &quot;trupëzo krejt videot&quot;?
ug: قانداق قىلىپ Amara دىكى «سىڭدۈرۈلگەن ھەممە سىنلار»نىڭ كودىنى تورتۇرايىمغا قوشالايمەن؟
vi_vn: Làm thế nào để tôi có thể thêm đoạn mã &quot;nhúng tất cả phim&quot; vào trang của tôi?

source: Hey, you don’t list my language!
ca: Ei! No heu llistat el meu idioma!
cs: Hej, vy nemáte v seznamu můj jazyk!
de: Hey, meine Sprache ist gar nicht in der Liste!
el: Έ! Δεν συμπεριλαμβάνετε τη γλώσσα μου στον κατάλογο!
es: Hey, ¡no estás incluyendo mi idioma!
ja: 私の言語がリストに含まれていない！
ko: 이봐요, 내 언어가 목록에 없어요!
sq: Hej, nuk e paraqisni gjuhën time!
sv: Hallå, ni har inte med mitt språk!
ug: ھوي، تىلىم تىزىمدا يوقكەن!
vi_vn: Ơ kìa, bạn không liệt ra ngôn ngữ của tôi trong danh sách!

source: Amara is an easy way for anyone to add subtitles, captions, or translate nearly any video on the web. It works in a collaborative Wikipedia-like fashion. The software is free and open source and can be used and <a href="http://wiki.github.com/pculture/unisubs/dev-center">improved by anyone</a>.
ca: Amara és una manera fàcil per a que tothom afegeixi subtítols, etiquetes, o tradueixi qualssevol vídeo a la web. Funciona com a un lloc col·laboratiu com la Viquipèdia. El programari és gratuït i de codi obert i pot ser utilitzat i <a href="http://wiki.github.com/pculture/unisubs/dev-center">millorat per tothom</a>
de: Amara ist eine einfache Möglichkeit für jeden, fast jedes Video im Internet zu untertiteln oder zu übersetzen. Es funktioniert gemeinschaftlich, so wie Wikipedia. Die Software dazu ist Frei und Open Source und kann von jedem benutzt und <a href="http://wiki.github.com/pculture/unisubs/dev-center">verbessert</a> werden.
el: Το Amara είναι ένας εύκολος τρόπος για τον καθένα, για να προσθέτουν υπότιτλους, λεζάντες, ή να μεταφράζουν σχεδόν οποιοδήποτε video στο διαδίκτυο. Το σύστημα δουλεύει με έναν συνεργατικό τρόπο, παρόμοιο με εκείνον του Wikipedia. Το λογισμικό είναι ελεύθερο και Ανοικτού Κώδικα και μπορεί να χρησιμοποιηθεί και να <a href="http://wiki.github.com/pculture/unisubs/dev-center">βελτιωθεί από οποιονδήποτε</a>.
es: »»Amara es una manera fácil para que cualquier persona pueda añadir subtítulos, leyendas, »»»o traducir casi cualquier video en la red. Funciona de forma colaborativa »»»como Wikipedia. El software es gratis y de código abierto y puede ser usado y »»»<a href="http://wiki.github.com/pculture/unisubs/dev-center">mejorado por cualquier persona. »»
sq: Amara është një rrugë e lehtë që kushdo të shtojë titra, ose të përkthejë gati çdo video në web. Funksionon sipas modelit Wikipedia mbi bashkëpunimin. Software-i është i lirë dhe me burim të hapur dhe mund të përdoret dhe <a href="http://wiki.github.com/pculture/unisubs/dev-center">përmirësohet nga kushdo</a>.
sv: ⇥⇥Amara är ett enkelt sätt för alla att lägga till undertext, ⇥⇥⇥eller översätta nästan vilken video som helst på webben. Det bygger på samarbete ⇥⇥⇥liknande Wikipedia. Mjukvaran är gratis och öppen källkod och kan användas och ⇥⇥⇥<a href="http://wiki.github.com/pculture/unisubs/dev-center">förbättras av vem som helst</a>. ⇥⇥
ug: ھەر قانداق كىشى Amara غا ئاددىي ئۇسۇلدا توردىكى ھەممە سىنلارغا دېگۈدەك كىنو خەتلىرى، كىنو خېتى ياكى تەرجىمىسىنى قوشالايدۇ. ئۇ بىر خىل ۋىكى قامۇسىغا ئوخشاپ كېتىدىغان ئۇسلۇبدا ھەمكارلىشىپ ئېلىپ بېرىلىدۇ. يۇمشاق دېتال ھەقسىز ھەمدە ئوچۇق كودلۇق بولۇپ، ھەر قانداق كىشى ئىشلىتەلەيدۇ ھەمدە <a href="http://wiki.github.com/pculture/unisubs/dev-center">ياخشىلىيالايدۇ</a>.
vi_vn: Amara là phương thức dễ dàng để bất kì ai cũng có thể thêm phụ đề, thuyết minh, hay dịch thuật hầu như bất cứ đoạn phim nào trên web. Nó hoạt động theo phong cách cộng tác như Wikipedia vậy. Phần mềm miễn phí và nguồn mỏ và cho phép sử dụng <a href="http://wiki.github.com/pculture/unisubs/dev-center">cũng như cải thiện bởi bất kì ai</a>.

source: You can <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
de: Du kannst, für ein bereits im Netz veröffentlichtem Video, <a href="http://universalsubtitles.org/videos/create">begin subtitling</a>mit der Untertitelung beginnen.
el: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Καλωσορίσατε για να δοκιμάσετε το <a href="http://universalsubtitles.org/demo/">demo μας</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>για να δείτε πως λειτουργεί το λογισμικό μας. Μπορείτε, επίσης, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="http://universalsubtitles.org/videos/create">να αρχίσετε τον υποτιτλισμό</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>ενός video που έχετε ήδη στείλλει στο διαδίκτυο.<span class="whitespace other" title="Tab">»</span> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
es: Puedes <a href="http://universalsubtitles.org/videos/create">empezar a subtitular</a> un vídeo que ya hayas publicado en la web.
sv: ⇥⇥⇥Du kan <a href="http://universalsubtitles.org/videos/create">börja texta</a> ⇥⇥⇥en video som du redan har postat på webben.⇥ ⇥⇥
vi_vn: Bạn có thể <a href="http://universalsubtitles.org/videos/create">bắt tay làm phụ đề</a> cho một thước phim mà bạn đã đưa lên web.

source: VVideo subtitles are a gold mine of untapped potential.
ca: Els subtítols als vídeos són una mina d'or sense explotar.
cs: Titulky k videu jsou zlatým dolem nevyužitého potenciálu.
de: Untertitelte Videos sind eine Goldmine mit unerschlossenem Potenzial.
el: Οι υπότιτλοι των βίντεο είναι ένα χρυσορυχείο αναξιοποίητων δυνατοτήτων.
es: VVideo subtítulos son una mina de oro de potencial sin explotar.
ja: ビデオ字幕は非常に将来性のある未開拓な域です。
ko: VVideo 자막은 미개발 잠재력 금광 있습니다.
sv: VVideos undertexter är en guldgruva av outnyttjade möjligheter.
ug: سىن كىنو خەتلىرى ئېچىلىش ئالدىدا تۇرغان ئالتۇن كاندۇر.
vi_vn: Phụ đề phim là nguồn tài nguyên rộng mở vốn chưa được tận dụng

source: Captions make videos accessible for viewers who are deaf or hard of hearing
ca: Les etiquetes fan accessibles als vídeos per als espectadors sords o amb deficiències auditives.
cs: Titulky zpřístupňují video divákům, kteří jsou hluší nebo sluchově postižení
de: Untertitel machen Videos zugänglich für Zuschauer, die hörgeschädigt oder taub sind.
el: Τα Captions κάνουν τα videos προσβάσιμα σε θεατές που είναι κωφοί ή με προβλήματα ακοής
es: Leyendas hacen videos accesible para los espectadores sordos o con problemas de audición
ja: 字幕を付ける事で、聴力障害を持つ人達もビデオを鑑賞することが可能になります。
ko: 캡션은 청각장애인 또는 듣는데 어려움을 겪는 시청자들이 비디오에 액세스할 수 있도록 해줍니다.
sv: Textning gör videos tillgängliga för personer som är döva eller hörselskadade
ug: كىنو خەتلىرى بولسا ئاڭلىيالمايدىغان ۋە قۇلىقى ئېغىرلارمۇ سىننى كۆرۈپ چۈشىنەلەيدۇ
vi_vn: Thuyết minh giúp cho đoạn phim của bạn dễ tiếp cận với người xem hơn đặc biệt là những người bị điếc hoặc gặp phải vấn đề về nghe

source: Translations make it possible for all of us to watch video in languages that we don't speak
ca: Les traduccions fan possible que cadascú de nosaltres puguem vorer el vídeo en idiomes que no parlem
cs: Překlady umožňují všem sledovat video v jazycích, které sami neovládáme
de: Übersetzungen erlauben es uns allen, Videos in Sprachen zu sehen, die wir nicht sprechen.
el: Οι μεταφράσεις καθιστούν εφικτό για όλους εμάς να βλέπουμε videos σε γλώσσες που δε μιλάμε
es: Traducciones hacen posible que todos nosotros podamos ver el video en idiomas que no hablamos
ja: 翻訳する事で、知らない言語のビデオを鑑賞することができます。
ko: 번역은 우리 모두에게 우리가 하지 못하는 언어로 비디오를 볼 수 있도록 해줍니다.
sq: Përkthimet na mundësojnë të shohim video në gjuhë të cilat nuk i kuptojmë
sv: Översättningar gör det möjligt för oss alla att titta på video i språk som vi inte talar
ug: تەرجىمە ئارقىلىق ھەممە كىشىنىڭ ئۆزى بىلمەيدىغان باشقا تىلدىكى سىنلارنى كۆرۈشىگە ئىمكانىيەت يارىتىدۇ
vi_vn: Bản dịch khiến cho chúng ta có thể xem được phim ở những thứ tiếng mà chúng ta không nói được
