Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Task availability depends on settings and workflow. Some tasks (e.g. Translate) will always require original subtitles to be completed and published first. Others (like Review and Approve) must be enabled and can only follow a completed Transcribe/Translate task.
ca: La disponibilitat de la tasca depèn de les configuracions i dels fluxos de treball. Algunes tasques (p.e. Traduïr) sempre requeriran que el subtitulat en llengua original estiga completat i publicat abans de tot. Altres (com les Revisions i Aprovacions) han de estar habilitades i només poden continuar a una tasca de Transcripció/Traducció completa.
de: Die Verfügbarkeit der Aufgaben hängt von den Einstellungen und dem Workflow des Projektes ab. Einige Aufgaben (z.b. Übersetzung) bedürfen immer fertigen und publizierten Original-Untertiteln. Andere (wie Überprüfen und Genehmigen) müssen aktiviert sein und hängen von einer abgeschlossenen Transkribieren/Übersetzen Aufgabe ab.
el: Η διαθεσιμότητα εργασιών εξαρτάται από τις ρυθμίσεις και τη ροή εργασίας. Μερικές εργασίες (πχ. Μετάφραση) θα απαιτούν πάντα να ολοκληρωθούν, πρώτα και να δημοσιευθούν οι αρχικοί υπότιτλοι. Άλλες εργασίες (όπως η Αναθεώρηση και η Έγκριση), πρέπει να ενεργοποιηθούν και μπορούν μόνο να ακολουθούν μετά από μία ολοκληρωμένη εργασία Μεταγραφής/ Μετάφρασης.
es: La disponibilidad de tareas depende de los ajustes y del volumen de trabajo. Algunas tareas (por ej. Traducir) siempre requerirán que los subtítulos originales primero sean completados y publicados. Otras (como Revisar y Aprobar) deben estar habilitadas y solo vienen después de una tarea de Transcribir/Traducir.
sq: Punët që mund të kryhen varen nga rregullimet dhe rrjedha e punës. Disa punë (p.sh. Përkthimi) do të lypë gjithmonë plotësimin dhe botimin e titrave në origjinal së pari. Të tjera (si Shqyrtimi dhe Miratimi) duhen lejuar vetëm pas plotësimit të hapave Transkriptim/Përkthim.
ug: ۋەزىپىنىڭ ئىشلىتىلىشچانلىقى تەڭشەكلەر ۋە ئىش تەرتىپىگە باغلىق بولىدۇ. بەزى ۋەزىپىلەر (مەسىلەن، تەرجىمە) ئادەتتە ئەسلى كىنو خېتىنىڭ تاماملىنىپ تارقىتىلغانلىقىنى تەلەپ قىلىدۇ. باشقىلار (مەسىلەن، قايتا تەكشۈرۈش ۋە تەستىقلاش) چوقۇم قوزغىتىلغان ھەمدە پەقەت ئاڭلاپ خاتىرىلەنگەن ياكى تەرجىمە ۋەزىپىسى تاماملانغاندىلا ئاندىن داۋاملاشتۇرغىلى بولىدۇ.
vi_vn: Công việc hiện có phụ thuộc vào các thiết đặt và lưu lượng công việc. Một số công việc (ví dụ như dịch) sẽ luôn yêu cầu bản phụ đề gốc phải được hoàn thành và cho đăng tải trước. Những thứ khác (như Đánh giá và Chấp thuận) phải được kích hoạt và chỉ có thể tiếp nối một công việc đã hoàn thành việc Chuyển thể/Dịch thuật.

source: What needs to be done?
ca: Que cal fer?
cs: Co je potřeba udělat?
de: Was muss gemacht werden?
el: Τι πρέπει να γίνει;
es: ¿Qué hay por hacer?
sq: Ç'lypset për t'u bërë?
sv: Vad behöver göras?
ug: نېمە ئىش قىلىش كېرەك؟
vi_vn: Cần phải làm điều gì?

source: Grayed-out tasks are not available for this video at this time.
ca: Les tasques en color gris no estan disponibles per a aquest vídeo per ara.
de: Ausgegraute Aufgaben sind für dieses Video momentan nicht verfügbar.
el: Οι εργασίες που επισημαίνονται με γκρι χρώμα, δεν είναι διαθέσιμες για το video αυτό, προς το παρόν.
es: Las tareas sombreadas no están disponibles para este vídeo ahora mismo.
sq: Punët e ngjyrosura në gri nuk janë të mundshme për këtë video në këtë kohë.
sv: Gråmarkerade uppgifter är inte tillgängliga för denna video just nu.
ug: نۆۋەتتىكى بۇ سىننىڭ كۈلرەڭگە ئۆزگىرىپ قالغان ۋەزىپىسىنى ئىشلەتكىلى بولمايدۇ.
vi_vn: Công việc bị tô màu xám nhạt tức là không dành cho thước phim này vào lúc này.

source: What language is needed?
ca: Quin idioma es necessita?
cs: Jaký jazyk je potřeba?
de: Welche Sprache wird benötigt?
el: Τι γλώσσα χρειάζεται;
es: ¿Qué lengua es necesaria?
ja: 必要な言語はどれですか？
sq: Cila gjuhë ka nevojë?
sv: Vilket språk behövs?
ug: قايسى تىللارغا ئېھتىياجلىق؟
vi_vn: Cần ngôn ngữ gì?

source: Who should do it?
ca: Que deuria fer-se?
cs: Kdo to má udělat?
de: Wer sollte das machen?
el: Ποιος πρέπει να το κάνει;
es: ¿Quién debería hacerlo?
ja: 誰がしますか？
sq: Cili duhet ta bëjë?
sv: Vem borde göra det?
ug: كىم قىلىدۇ؟
vi_vn: Ai sẽ thực hiện?

source: Begin typing to search
ca: Comenceu a escriure per a cercar
cs: Pro vyhledávání začněte psát
de: Fang an zu tippen, um zu suchen
el: Αρχίστε να πληκτρολογείτε για την αναζήτηση
es: Introduzca texto para buscar
ja: 検索するにはタイプし始めてください
sq: Shtypni, që të kërkohet
sv: Börja skriva för att söka
ug: كىرگۈزۈۋاتقاندا ئىزدە
vi_vn: Bắt đầu nhập vào để tìm kiếm

source: Tasks left unassigned can be claimed by members with the appropriate permissions.
ca: Les tasques deixades sense assignar poden ser reclamades per membres amb els deguts permisos.
de: Nicht zugewiesene Aufgaben können von Mitgliedern mit den entsprechenden Berechtigungen übernommen werden.
el: Τα μέλη μπορούν να διεκδικήσουν τις εργασίες που δεν έχουν ακόμη αποδοθεί, εφόσον διαθέτουν τα κατάλληλα δικαιώματα.
es: Las tareas sin asignar pueden ser reclamadas por miembros con los permisos requeridos.
sq: Punët e lëna pa u caktuar mund të kërkohen nga anëtarë me leje të përshtatshme për to.
sv: Otilldelade uppgifter kan tas av medlemmar med rätt behörighet.
ug: تەقسىملەنمىگەن ۋەزىپەلەر مۇۋاپىق ھوقۇقى بار ئەزالارغا قالدۇرۇلىدۇ.
vi_vn: Các công việc chưa được phân công có thể được các thành viên nắm giữ với sự cho phép phù hợp.

source: You do not have permission to create any valid tasks for this video.
ca: No teniu permís per a crear tasques per aquest vídeo.
cs: Nemáte oprávnění tvořit nové úlohu pro toto video.
de: Du hast nicht die Erlaubnis, gültige Aufgaben für dieses Video zu erstellen.
el: Δεν έχετε την άδεια να δημιουργήσετε οποιεσδήποτε έγκυρες εργασίες για το βίντεο αυτό.
es: No tienes permiso para crear tareas válidas para este vídeo.
ja: このビデオのタスクを作成する権限がありません
ko: 이 동영상에 대해서 할 일을 추가할 권한이 없습니다.
sq: Nuk keni leje për krijim të çfarëdo pune të vlefshme për këtë video.
sv: Du har inte behörighet att skapa några giltiga uppgifter för denna video.
ug: بۇ سىنغا ئىناۋەتلىك ۋەزىپە قۇرىدىغان ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép tạo bất cứ công việc phù hợp nào cho đoạn phim này.

source: Selected Video
ca: Vídeo seleccionat
cs: Zvolené video
de: Ausgewähltes Video
el: Επιλέξτε Βίντεο
es: Seleccionar vídeo
sq: Video e Përzgjedhur
sv: Välj video
ug: تاللانغان سىن
vi_vn: Phim được chọn

source: New task form
ca: Nou formulari de tasca
cs: Formulář nového úkolu
de: Neue Aufgabe Formular
el: Νέα φόρμα εργασίας
es: Nuevo formulario de tarea
sq: Formular pune të re
ug: يېڭى ۋەزىپە ئورنى
vi_vn: Tạo hình thức công việc mới

source: Back to tasks list
ca: Tornar a la llista de tasques
cs: Zpět na seznam úkolů
de: Zurück zur Aufgabenliste
el: Πίσω στον Κατάλογο Εργασιών
es: Volver a la lista de tareas
ja: タスクリストに戻る
sq: Mbrapsht te lista e punëve
sv: Åter till uppgiftslistan
ug: ۋەزىپە تىزىمىغا قايت
vi_vn: Trở về danh sách công việc

source: Due in
de: Fällig in
el: Προθεσμία
es: El plazo finaliza en
sv: Förfallodag om
ug: سەۋەبىدىن
vi_vn: Còn nợ trong

source: Overdue by
de: Fristüberschreitung um
el: Καθυστέρηση από
es: El plazo expiró hace
sv: Försenad med
ug: كېچىكتۈرگۈچى
vi_vn: Quá nợ bởi

source: Helping out is easy!
de: Mitmachen ist einfach!
el: Είναι εύκολο να βοηθήσετε!
es: ¡Ayudar es fácil!
sv: Att hjälpa är enkelt!
ug: ياردەملىشىش بەك ئاسان!
vi_vn: Trợ giúp nay càng dễ!

source: Just find a video that interests you and click the button below it to get started!
de: Such ein Video, das dich interessiert, und klick auf den Button darunter um anzufangen.
el: Απλά βρείτε ένα βίντεο που σας ενδιαφέρει και πατήστε το κουμπί από κάτω για να ξεκινήσετε!
es: Busca un vídeo que te interese y haz clic en el botón de debajo para comenzar.
sv: Hitta en video som intresserar dig och klicka på knappen nedanför för att komma igång!
ug: سىز قىزىقىدىغان سىننى ئىزدەپ تېپىپ، ئۇنىڭ ئاستىدىكى توپچىنى چېكىپلا باشلاڭ!
vi_vn: Chỉ việc tìm cho mình một thước phim cảm thấy thích thú và nhấn nút ở bên dưới để bắt đầu!

source: about subtitling in Amara.
de: über das Untertiteln in Amara.
el: σχετικά με τον υποτιτλισμό στο Amara.
es: acerca del subtitulado en Amara.
sv: om textning på Amara.
ug: بۇ Amara دىكى كىنو خەتلىرى ھەققىدە.
vi_vn: về việc làm phụ đề ở Amara.

source: Welcome!
de: Willkommen!
el: Καλωσήλθατε!
es: ¡Bienvenido!
sv: Välkommen!
ug: مەرھابا!
vi_vn: Thân chào!

source: We need your help subtitling our videos!
de: Wir bitten für die Übersetzung unserer Videos um deine Hilfe!
el: Χρειαζόμαστε την βοήθειά σας για τον υποτιτλισμό των βίντεο!
es: ¡Necesitamos tu ayuda para subtitular nuestros videos!
sv: Vi behöver din hjälp med att undertexta våra videos!

source: Videos that need your help
de: Videos, die Deine Hilfe brauchen
el: Βίντεο που χρειάζονται τη βοήθειά σας
es: Vídeos que necesitan tu ayuda
sv: Videos som behöver din hjälp
ug: ياردىمىڭىزگە ئېھتىياجلىق سىنلار
vi_vn: Phim cần sự trợ giúp của bạn

source: Some of the videos we're working on now
de: Einige der Videos, an denen wir gerade arbeiten
el: Μερικά από τα βίντεο που επεξεργαζόμαστε τώρα
es: Algunos de los vídeos en los que estamos trabajando ahora
sv: Några videos vi arbetar med just nu
ug: ھازىر تەرجىمىسىگە ئىشلەۋاتقان بىر قىسىم سىنلار
vi_vn: Một số thước phim mà chúng tôi đang làm việc hiện giờ

source: Tell us what languages you speak
de: Sag uns, welche Sprachen du sprichst
el: Πείτε μας τι γλώσσες μιλάτε
es: Dinos qué idiomas hablas
sv: Berätta vilka språk du talar
ug: بىزگە قايسى تىلدا سۆزلەيدىغانلىقىڭىزنى ئېيتىڭ
vi_vn: Hãy cho chúng tôi biết bạn nói tiếng gì

source: and we'll personalize this list for you
de: und wir werden diese Liste für dich personalisieren
el: και εμείς θα προσαρμόσουμε τη λίστα στις προτιμήσεις σας
es: y personalizaremos esta lista para ti
sv: så personaliserar vi listan för dig
ug: بۇ تىزىمنى سىزگە ئۆزلەشتۈرۈپ بېرىمىز
vi_vn: và chúng tôi sẽ cá nhân hóa danh sách này cho bạn

source: languages need your help
de: Sprachen brauchen deine Hilfe
el: γλώσσες που χρειάζονται τη βοήθειά σας
es: idiomas necesitan su ayuda
sv: språk som behöver din hjälp
ug: تىللار ياردىمىڭىزگە ئېھتىياجلىق
vi_vn: các thứ tiếng cần sự trợ giúp của bạn

source: View all
ca: Vorer tot
cs: Zobrazit vše
de: Alle anschauen
el: Εμφάνιση όλων
es: Ver todos
ja: すべて見る
ko: 모두 보기
sq: Shihini krejt
sv: Se alla
ug: ھەممىنى كۆرسەت
vi_vn: Xem hết

source: Create Subtitles
de: Untertitel erstellen
el: Δημιουργία υποτίτλων
es: Crear subtítulos
sv: Skapa undertext
ug: كىنو خېتى قۇر
vi_vn: Tạo Phụ đề

source: Create %(language)s Subtitles
de: Erstelle %(language)s Untertitel
el: Δημιουργία υποτίτλων στα %(language)s
es: Crear subtítulos en %(language)s
sv: Skapa undertext på %(language)s

source: Sorry, you've reached the maximum number of tasks for this team.
de: Es tut uns leid, du hast die maximale Anzahl von Aufgaben für dieses Team erreicht.
el: Λυπούμαστε, φτάσατε τον μέγιστο αριθμό εργασιών για αυτή την ομάδα.
es: Has alcanzado el máximo de tareas en este equipo.
sv: Tyvärr, du har nått maximalt antal uppgifter i detta team.
ug: كەچۈرۈڭ، بۇ توپتىكى ۋەزىپە سانىنىڭ چېكىگە يەتتىڭىز.
vi_vn: Xin lỗi, bạn đã đạt tới số công việc tối đa cho nhóm này.

source: Sorry, we couldn't find any videos for you.
de: Wir konnten für dich leider keine Videos finden.
el: Δυστυχώς δε βρήκαμε βίντεο για εσάς.
es: Lo sentimos, no hemos podido encontrar ningún vídeo para ti.
sv: Vi kunde tyvärr inte hitta några videos till dig.
ug: كەچۈرۈڭ، سىز ئۈچۈن ھېچقانداق سىن تاپالمىدۇق.
vi_vn: Tiếc thật, chúng tôi không tìm thấy đoạn phìm nào cho bạn.

source: Add videos to the team
de: Videos zum Team hinzufügen
el: Προσθήκη video στην ομάδα
es: Añadir vídeos al equipo
sv: Lägg till videos till teamet
ug: توپقا سىن قوش
vi_vn: Thêm phim vào cho nhóm

source: Delete Language
de: Lösche Sprache
el: Διαγραφή γλώσσας
es: Eliminar idioma.
sv: Radera språk

source: Deleting %(language)s Language
de: Lösche %(language)s Sprache
el: Διαγράφεται η γλώσσα %(language)s
es: Eliminando el idioma %(language)s
sv: Raderar språk: %(language)s

source: WARNING!
de: WARNUNG!
el: ΠΡΟΣΟΧΗ!
es: ¡ADVERTENCIA!
sv: VARNING!

source: All subtitles for this language will be deleted
de: Alle Untertitel für diese Sprache werden gelöscht
el: Όλοι οι υπότιτλοι γι' αυτή τη γλώσσα θα διαγραφούν
es: Todos los subtítulos para este idioma serán eliminados
sv: Alla undertexter för detta språk kommer att raderas

source: Any tasks for this language will be deleted
de: Alle Aufgaben für diese Sprache werden gelöscht
el: Όλες οι εργασίες για αυτή τη γλώσσα θα διαγραφούν
es: Todas las tareas para este idioma serán eliminadas
sv: Uppgifter för detta språk kommer att raderas

source: The language can no longer be used for translations
de: Diese Sprache kann nicht weiter für Übersetzungen verwendet werden
el: Η γλώσσα δεν μπορεί πια να χρησιμοποιηθεί για μεταφράσεις
es: El idioma ya no puede ser usado para traducciones
sv: Detta språk kan inte längre användas för översättningar

source: Translation tasks will be deleted, unless there are other public subtitles that can be used
de: Übersetzungsaufgaben werden gelöscht, es sei denn es gibt andere öffentliche Untertitel, die genutzt werden können.
el: Οι εργασίες μετάφρασης θα διαγραφούν, εκτός κι αν υπάρχουν άλλοι δημόσιοι υποτιτλοι που μπορούν να χρησιμοποιηθούν.
es: Las tareas de traducción serán eliminadas, a menos que existan otros subtítulos públicos que puedan ser utilizados.

source: Delete Dependent Languages
de: Lösche abhängige Sprachen
el: Διαγραφή Εξαρτώμενων Γλωσσών
es: Eliminar idiomas dependientes

source: %(team_name)s needs your help subtitling and translating the following new videos:
ca: %(team_name)s necessita la teva ajuda per a subtitular i traduir els següents nous vídeos:
cs: Tým %(team_name)s potřebuje vaši pomoc při tvorbě titulků a překladu u následujících videí:
de: %(team_name)s brauchen deine Hilfe beim Untertiteln und Übersetzen der folgenden neuen Videos:
el: Η ομάδα %(team_name)s χρειάζεται τη βοήθειά σας για τον υποτιτλισμό και τη μετάφραση των ακόλουθων βίντεο:
es: %(team_name)s necesita ayuda para subtitular y traducir estos vídeos nuevos:
ja: %(team_name)s では以下の新しいビデオの字幕と翻訳付加が必要です：
ko: %(team_name)s은 다음 새로운 동영상에 대한 번역과 자막 제작을 위한 당신의 도움이 필요합니다.
sq: %(team_name)s ka nevojë për ndihmën tuaj në titrimin dhe përkthimin e videove të reja të mëposhtme:
sv: Team %(team_name)s behöver din hjälp med att översätta och undertexta följande nya videos:
ug: تۆۋەندىكى %(team_name)s غا تەۋە يېڭى سىنلار سىزنىڭ كىنو خېتى قۇرۇپ ۋە تەرجىمە ئىشلىرىغا ياردەملىشىشىڭىزگە ئېھتىياجلىق:
vi_vn: %(team_name)s cần sự trợ giúp của bạn để làm phụ đề và dịch các thước phim mới sau:

source: Or you can visit the team page to see the latest work
ca: O podeu visitar la pàgina de l'equip per vorer l'ultim treball
cs: Nebo můžete navštívit stránku týmu a podívat se na nejnovější práci
de: Oder du kannst dir die Teamseite ansehen, um die letzten Arbeiten zu sehen
el: Ή μπορείτε να επισκεφθείτε τη σελίδα της ομάδας, για να δείτε τα πιο πρόσφατα έργα της
es: También puede visitar la página del equipo para ver el último trabajo
ja: あるいは、最新の仕事を見るためにチームのページを訪問することもできます
ko: 또는 당신은 최신 작품을 볼 수 있는 팀 페이지를 방문할 수 있습니다.
sq: Ose mund të vizitoni faqen e ekipit për të parë punimet e fundit
ug: ياكى توپنىڭ بېتىنى زىيارەت قىلىپ يېقىنقى خىزمەتلەرنى كۆرۈڭ
vi_vn: Hoặc bạn có thể ghé thăm trang của nhóm để xem công việc gần đây nhất

source: Stop receiving new notifications when a new video is added.
ca: Deixar de rebre notificacions quan s'ha afegit un vídeo.
cs: Zrušit odběr upozornění při přidání nového videa.
de: Aufhören neue Benachrichtigungen zu bekommen, wenn ein neues Video hinzugefügt wird
el: Διακοπή λήψης νέων ειδοποιήσεων όταν προστίθεται ένα βίντεο
es: Dejar de recibir notificaciones cuando se añada un vídeo nuevo.
ja: 新しいビデオが追加された際の通知を停止する。
ko: 새로운 비디오를 추가할 때 새 알림을 수신 중지합니다.
sq: Reshtni së marri njoftime të reja kur shtohet një video e re.
ug: يېڭى سىن قوشۇلغانلىق ئۇقتۇرۇشىنى تاپشۇرۇۋېلىشنى توختىتىدۇ.
vi_vn: Ngừng nhận thông báo mới khi có thước phim mới được đưa vào.

source: The <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> team has added new videos, and they need your help:
ca: El equip <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> ha afegit nous vídeos, i necessiten la vostra ajuda:
cs: Tým <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> přidal nová videa a potřebují tvoji pomoc:
de: Das <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> Team hat neue Videos hinzugefügt und benötigt deine Hilfe::
el: Η ομάδα <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> αυτή πρόσθεσε νέα βίντεο και χρειάζονται τη βοήθειά σας:
es: El equipo <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> ha añadido vídeos nuevos y necesita tu ayuda:
ja: <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> チームに新しいビデオが追加され、あなたの協力が必要です：
ko: <a href="http://%(domain)s%(team_url)s">%(team_name)s 님</a>의 팀이 새로운 동영상을 추가했고, 그들은 당신의 도움을 필요로 합니다 :
sq: Ekipi <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> ka shtuar një video të re, dhe kanë nevojë për ndihmën tuaj:
sv: Team <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> har lagt till nya videos, och de behöver din hjälp:
ug: بۇ <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> غا يېڭى سىن قوشۇلدى، ئۇلار ياردىمىڭىزگە مۇھتاج:
vi_vn: Nhóm <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> đã đưa các thước phim mới vào, và họ cần sự trợ giúp của bạn:

source: Thank you!
ca: Gràcies!
cs: Děkujeme!
de: Herzlichen Dank!
el: Σας ευχαριστούμε!
es: ¡Muchas gracias!
ja: ありがとう！
ko: 감사합니다!
sq: Faleminderit!
sv: Tack!
ug: رەھمەت سىزگە!
vi_vn: Cảm ơn bạn!

source: The list of videos for team <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> was processed completely. Here is a summary.
de: Die Liste der Videos für Team <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> wurde vollständig bearbeitet. Hier ist ein Überblick.

source: Import Now
de: Jetzt importieren
sv: Importera nu

source: Delete Feed
de: Feed löschen
sv: Radera flöde

source: Last import attempt: %(last_update)s
de: Letzter Importversuch: %(last_update)s
sv: Senaste importförsök: %(last_update)s

source: No import attempts
de: Keine Importversuche
sv: Inga importförsök

source: No videos imported yet.
de: Noch keine Videos importiert.
sv: Inga videos importerade ännu.

source: Are you sure you want to delete the feed?
de: Bist du sicher, dass du den Feed löschen möchtest?
sv: Är du säker på att du vill radera flödet?

source: Delete
ca: Esborrar
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
ja: 削除する
ko: 삭제
sq: Fshije
sv: Radera
ug: ئۆچۈر
vi_vn: Xóa

source: Add Video Feed
de: Video-Feed hinzufügen
sv: Lägg till videoflöde

source: Last import attempt: %(last_update)s
de: Letzter Importversuch: %(last_update)s
sv: Senaste importförsök: %(last_update)s

source: No video feeds created.
de: Keine Video-Feeds erstellt.
sv: Inga videoflöden skapade.

source: Invite Members
ca: Invita membres
cs: Pozvat členy
de: Mitglieder einladen
el: Πρόσκληση Μελών
es: Invitar miembros
ja: メンバーを招待する
ko: 멤버 초대하기
sq: Ftoni Anëtarë
sv: Bjud in medlemmar
ug: ئەزا تەكلىپى
vi_vn: Mời Thành viên

source: Recipient
ca: Destinatari
cs: Příjemce
de: Empfänger
el: Παραλήπτης
es: Destinatario
ja: 受信者
sq: Marrës
sv: Mottagare
ug: قوبۇللىغۇچى
vi_vn: Người nhận

source: Begin typing to search.
ca: Comenceu a escriure per a cercar
cs: Pro vyhledávání začněte psát.
de: Fang an zu tippen, um zu suchen.
el: Αρχίστε να πληκτρολογείτε για την αναζήτηση.
es: Introduzca texto para buscar
ja: 検索するにはタイプし始めてください。
sq: Filloni të shtypni, që të kërkohet.
sv: Börja skriva för att söka.
ug: كىرگۈزۈۋاتقاندا ئىزدەيدۇ.
vi_vn: Bắt đầu nhập vào để tìm kiếm.

source: Amara username of the user you want to invite.
ca: Nom del usuari a Amara que vols convidar.
de: Amara-Benutzername des Benutzers, den du einladen möchtest.
el: Το όνομα χρήστη του Amara που θέλετε να προσκαλέσετε
es: Nombre de usuario en Amara del usuario al que quieres invitar.
ja: 招待するユーザの Amara ユーザ名
sq: Emri i përdoruesit në Amara për përdoruesin që dëshironi të ftoni.
sv: Användarnamn på Amara för användaren du vill bjuda in.
ug: سىز تەكلىپ قىلماقچى بولغان ئىشلەتكۈچىنىڭ Amara دىكى ئىشلەتكۈچى ئاتى.
vi_vn: Tên người dùng Amara của người mà bạn muốn mời.

source: Invite Details
ca: Detalls de la Invitació
cs: Detaily pozvánky
de: Einladungs-Details
el: Λεπτομέρειες πρόσκλησης
es: Detalles de Invitación
ja: 招待の詳細
sq: Hollësi Ftese
sv: Detaljer om inbjudan
ug: تەكلىپ تەپسىلاتلىرى
vi_vn: Thông tin chi tiết lời mời

source: Include a message
ca: Incloure un missatge
cs: Vložit zprávu
de: eine Nachricht einfügen
el: Να συμπεριληφθεί ένα μήνυμα
es: Incluir mensajes
ja: メッセージを添える
sq: Përfshini një mesazh
sv: Bifoga meddelande
ug: ئۆز ئىچىگە ئالىدىغان ئۇچۇر
vi_vn: Kèm theo tin nhắn

source: Role to be assigned to the user if they accept your invitation.
ca: Rol que serà assignat a l'usuari en cas d'acceptar la teua invitació.
de: Rolle, die der Benutzer bekommt, wenn er deine Einladung annimmt.
el: Ο ρόλος που θα αποδοθεί στον χρήστη, εφόσον αποδεχθεί την πρόσκλησή σας.
es: Rol que se asignará al usuario si acepta la invitación.
sq: Rol që i duhet caktuar përdoruesit nëse pranon ftesën tuaj.
sv: Roll som användaren ska tilldelas om hen accepterar din inbjudan.
ug: ئەگەر ئىشلەتكۈچى تەكلىپىڭىزنى قوبۇل قىلسا، ئۇنىڭغا بىر رول تەقسىملىشىڭىز كېرەك.
vi_vn: Vai trò được giao cho người dùng nếu họ chấp nhận lời mời của bạn.

source: Send Invites
ca: Envia invitacions
cs: Rozeslat pozvánky
de: Einladungen Senden
el: Αποστολή προσκλήσεων
es: Enviar invitaciones
ja: 招待を送信する
ko: 초대장 보내기
sq: Dërgoni Ftesa
sv: Skicka inbjudningar
ug: تەكلىپ يوللا
vi_vn: Gửi lời mời

source: Filter and Sort
ca: Filtrar i ordenar
cs: Filtrovat a třídit
de: Filtern und Sortieren
el: Φιλτράρισμα και Κατάταξη
es: Filtrar y ordenar
ja: フィルターと並び替え順
sq: Filtroni dhe Renditini
sv: Filtrera och sortera
ug: سۈزگۈچ ۋە تەرتىپ
vi_vn: Lọc và Sắp xếp

source: Move videos
de: Videos verschieben
sv: Flytta videos

source: has
de: hat
el: έχει
es: tiene
sv: har

source: doesn't have
de: hat nicht
el: δεν έχει
es: no tiene
sv: har inte

source: Sort:
de: Sortiere:
el: Κατάταξη:
es: Orden:
sv: Sortera:

source: time, newest
ca: temps, el més nou
cs: čas, nejnovější
de: Zeit, neueste
el: χρόνος, νεώτερο
es: tiempo, más nuevo
sq: kohësh, më të rejat
sv: tid, nyast
ug: ۋاقىت، ئەڭ يېڭى
vi_vn: thời gian, mới nhất

source: time, oldest
ca: temps, el més antic
cs: čas, nejstarší
de: Zeit, älteste
el: χρόνος, παλιότερο
es: tiempo, más antiguo
sq: kohësh, më të vjetrat
sv: tid, äldst
ug: ۋاقىت، ئەڭ كونا
vi_vn: thời gian, cũ nhất

source: most completed languages
de: am weitesten vorangeschrittene Sprachen
el: πιο ολοκληρωμένες γλώσσες
es: idiomas más completados
sv: flest slutförda språk

source: least completed languages
de: am wenigsten bearbeitete Sprachen
el: λιγότερο ολοκληρωμένες γλώσσες
es: idiomas menos completados
sv: minst slutförda språk

source: Primary audio language:
de: Vorrangige Audio-Sprache:
sv: Primärt ljudspråk:

source: set
de: festlegen
sv: inställt

source: not set
de: nicht festgestellt
el: δεν έχει καθορισθεί
es: sin especificar
sv: ej inställt
ug: تەڭشەلمىگەن
vi_vn: chưa được thiết đặt

source: Move selected
de: Verschiebe ausgewählte
sv: Flytta vald
