Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Your team has been created. Here are some next steps: <ul> <li><a href="%(edit)s">Edit team members' permissions</a></li> <li><a href="%(activate)s">Activate and customize workflows for your team</a></li> <li><a href="%(create)s">Create and customize projects</a></li> <li><a href="%(lang)s">Edit language preferences</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>
de: Dein Team ist angelegt worden. Hier sind einige der nächsten Schritte: <ul> <li><a href="%(edit)s">Bearbeite die Berechtigungen der Team-Mitglieder</a></li> <li><a href="%(activate)s">Aktiviere und passe die Arbeitsvorgänge für dein Team an</a></li> <li><a href="%(create)s">Erstelle und passe Projekte an</a></li> <li><a href="%(lang)s">Bearbeite die Spracheinstellungen</a></li> <li><a href="%(custom)s">Passe die Anleitungen für die Untertitler und die Übersetzer an</a></li> </ul>
el: Η ομάδα σας δημιουργήθηκε. Ορισμένα από τα επόμενα βήματα: <ul> <li><a href="%(edit)s">Επεξεργασία δικαιωμάτων των μελών της ομάδας</a></li> <li><a href="%(activate)s">Ενεργοποίηση και παραμετροποίηση της ροής εργασίας για την ομάδα σας</a></li> <li><a href="%(create)s">Δημιουργία και παραμετροποίηση projects</a></li> <li><a href="%(lang)s">Τροποποίηση των προτιμήσεων γλώσσας</a></li> <li><a href="%(custom)s">Παραμετροποίηση των οδηγιών προς τους δημιουργούς υποτίτλων και τους μεταφραστές</a></li> </ul>
es: Tu equipo se ha creado correctamente. Aquí tienes los siguientes pasos que puedes realizar: <ul> <li><a href="%(edit)s">Editar permisos de miembros del equipo</a></li> <li><a href="%(activate)s">Activar y personalizar flujos de trabajo del equipo</a></li> <li><a href="%(create)s">Crear y personalizar proyectos</a></li> <li><a href="%(lang)s">Editar las preferencias de idioma</a></li> <li><a href="%(custom)s">Personalizar las instrucciones para atraer a creadores y traductores</a></li> </ul>
sv: Ditt team har skapats. Här är några inställningar du kan göra nu: <ul> <li><a href="%(edit)s">Redigera behörigheter för medlemmar</a></li> <li><a href="%(activate)s">Aktivera och anpassa arbetsflöden för teamet</a></li> <li><a href="%(create)s">Skapa och anpassa projekt</a></li> <li><a href="%(lang)s">Redigera språkinställningar</a></li> <li><a href="%(custom)s">Anpassa instruktioner för undertextare och översättare</a></li> </ul>

source: You do not have permission to delete this team.
ca: No teniu permís per a eliminat aquest equip.
cs: Nemáte oprávnění smazat tento tým.
de: Du hast nicht die Berechtigung, dieses Team zu löschen.
el: Δεν έχετε δικαίωμα να διαγράψετε αυτή την ομάδα.
es: No tienes permiso para eliminar este equipo.
ja: あなたにはチームを削除する権限がありません。
sq: Nuk keni leje ta fshini këtë ekip.
sv: Du har inte behörighet att radera detta team.
ug: سىزنىڭ بۇ توپنى ئۆچۈرۈش ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép xóa nhóm này.

source: You can't add that video to this team/project.
ca: No podeu afegir aquest vídeo a aquest equip/projecte.
cs: Nemůžete přidat toto video tomuto týmu.
de: Du kannst dieses Video nicht zu diesem Team/Projekt hinzufügen.
el: Δεν μπορείτε να προσθέσετε αυτό το Βίντεο σε αυτή την ομάδα ή σε αυτό το project.
es: No puedes agregar ese video a este equipo/proyecto.
ja: そのビデオをこのチーム・プロジェクトに追加することはできません。
sq: Nuk mund ta shtoni këtë video te ky ekip/projekt.
sv: Du kan inte lägga till denna video till detta team/projekt.
ug: ئۇ سىننى بۇ توپ ياكى قۇرۇلۇشقا قوشالمايسىز.
vi_vn: Bạn không thể thêm đoạn phim đó vào nhóm/dự án này.

source: The video has been moved to the new team.
ca: El vídeo ha estat mogut al nou equip.
cs: Toto video bylo přesunuto novému týmu.
de: Dieses Video wurde zu dem neuen Team verschoben.
el: Το video αυτό μετακινήθηκε στη νέα ομάδα.
es: Este video ha sido movido al nuevo equipo.
ja: ビデオは新しいチームに移動しました。
sq: Kjo video është kaluar te ekipi i ri.
sv: Videon har flyttats till det nya teamet.
ug: بۇ سىن يېڭى توپقا يۆتكەلدى.
vi_vn: Đoạn phim này đã được chuyển sang nhóm khác.

source: You can't add videos to this team/project.
ca: No podeu afegir vídeos a aquest equip/projecte.
cs: Nemůžete přidávat videa tomuto týmu.
de: Du kannst keine Videos zu diesem Team/Projekt hinzufügen.
el: Δεν μπορείτε να προσθέσετε Βίντεο σε αυτή την ομάδα ή σε αυτό το project.
es: No puedes agregar videos a este equipo/proyecto.
ja: ビデオをこのチーム・プロジェクトに追加することはできません。
sq: Nuk mund të shtoni video te ky ekip/projekt.
sv: Du kan inte lägga till videos till detta team/projekt.
ug: سىننى بۇ توپ ياكى قۇرۇلۇشقا قوشالمايسىز.
vi_vn: Bạn không thể thêm phim vào nhóm/dự án này.

source: You can't edit this video.
ca: No podeu editar aquest vídeo.
cs: Nemůžete měnit toto video.
de: Du kannst dieses Video nicht bearbeiten.
el: Δεν μπορείτε να επεξεργασθείτε αυτό το βίντεο
es: No puedes editar este vídeo.
ja: このビデオは編集できません
ko: 이 동영상을 편집할 수 없습니다.
sq: S&#8217;mund ta përpunoni këtë video.
sv: Du kan inte redigera denna video.
ug: بۇ سىننى تەھرىرلىيەلمەيسىز.
vi_vn: Bạn không thể chỉnh sửa đoạn phim này.

source: Video has been updated.
ca: El vídeo ha estat actualitzat.
cs: Video bylo aktualizováno.
de: Das Video wurde aktualisiert.
el: Το video ενημερώθηκε.
es: El video se ha actualizado.
ja: ビデオが更新されました。
ko: 동영상이 업데이트 되었습니다.
sq: Videoja u përditësua.
sv: Videon har uppdaterats.
ug: سىن يېڭىلاندى.
vi_vn: Đoạn phim đã được cập nhật.

source: Request must be a POST request.
ca: La petició ha de ser una petició POST.
cs: Žádost musí být POST žádost.
de: Anfrage muss ein POST-Request sein.
el: Το αίτημα πρέπει να είναι ένα αίτημα POST.
es: La solicitud debe hacerse mediante una petición POST
ja: リクエストは、POST リクエストでなければなりません。
ko: 요청은 POST request 야 합니다.
sq: Kërkesa duhet të jetë një kërkesë POST.
sv: Begäran måste vara av typen POST.
ug: ئىلتىماس چوقۇم POST ئىلتىماسى بولۇشى كېرەك.
vi_vn: Yêu cầu phải là một yêu cầu POST.

source: You can't delete that video.
ca: No podeu eliminar aquest vídeo.
cs: Nemůžete smazat toto video.
de: Du kannst dieses Video nicht löschen.
el: Δεν μπορείτε να διαγράψετε αυτό το βίντεο.
es: No puedes eleminar ese video
ja: そのビデオは削除することができません。
sq: S&#8217;mund ta fshini këtë video.
sv: Du kan inte radera denna video.
ug: بۇ سىننى ئۆچۈرەلمەيسىز.
vi_vn: Bạn không thể xóa đoạn phim đó.

source: You can't remove that video.
ca: No podeu eliminar aquest vídeo.
cs: Nemůžete smazat toto video.
de: Du kannst dieses Video nicht löschen.
el: Δεν μπορείτε να απομακρύνετε αυτό το βίντεο
es: No puedes eliminar el vídeo.
ja: ビデオは移動できません
ko: 동영상을 삭제 할 수 없습니다.
sq: S&#8217;mund të hiqni këtë video.
sv: Du kan inte ta bort denna video.
ug: بۇ سىننى چىقىرىۋېتەلمەيسىز.
vi_vn: Bạn không thể loại trừ đoạn phim đó ra.

source: Video has been deleted from Amara.
ca: El vídeo ha estat eliminat d'Amara.
de: Das Video wurde von Amara gelöscht.
el: Αυτό το Βίντεο διεγράφη από το Amara.
es: Video eliminado de Amara.
ja: Amara からビデオを削除しました。
sq: Videoja është fshirë nga Amara.
sv: Videon har raderats från Amara.
ug: سىن Amara دىن ئۆچۈرۈلدى.
vi_vn: Đoạn phim đã bị xóa khỏi Amara

source: Video has been removed from the team.
ca: El vídeo ha estat eliminat de l'equip.
cs: Video bylo smazáno z tohoto týmu.
de: Das Video wurde von dem Team entfernt.
el: Το Βίντεο διεγράφη από την ομάδα.
es: El video ha sido eliminado del equipo.
ja: ビデオをチームから削除しました。
sq: Videoja është hequr nga ekipi.
sv: Videon har raderats från teamet.
ug: سىن قوشۇندىن چىقىرىۋېتىلدى.
vi_vn: Đoạn phim đã bị loại trừ khỏi nhóm.

source: Member has been removed from the team.
ca: El membre ha estat esborrat de l'equip.
cs: Člen byl odstraněn z týmu.
de: Das Mitglied wurde aus dem Team entfernt.
el: Το Μέλος διεγράφη από την ομάδα.
es: El miembro ha sido eliminado del equipo.
ja: メンバーをチームから削除しました。
ko: 회원이 팀으로부터 삭제되었습니다.
sq: Anëtari është hequr nga ekipi.
sv: Medlemmen har tagit bort från teamet.
ug: ئەزا قوشۇندىن چىقىرىۋېتىلدى.
vi_vn: Thành viên đã bị khai trừ khỏi nhóm.

source: Use the "Leave this team" button to remove yourself from this team.
ca: Utilitzeu el botó "Deixar aquest equip" per a deixar de ser membre d'aquest equip.
de: Benutze den »Dieses Team verlassen«-Button, um sich selbst aus dem Team zu entfernen.
el: Χρησιμοποιείστε το κουμπί "Εγακταλείψτε αυτή την ομάδα" για να φύγετε εσείς ο ίδιος/α από αυτή την αμάδα.
es: Usa el botón "Dejar este equipo" para eliminarte de este equipo.
ja: このチームから退会する場合、「チームを退会する」というボタンをクリックしてください。
ko: "팀 탈퇴" 버튼을 이용하여 팀에서 탈퇴할 수 있습니다.
sq: Përdorni butonin "Braktiseni këtë ekip" që të hiqni veten prej këtij ekipi.
sv: Använd knappen "Lämna detta team" för att gå ur teamet.
ug: «بۇ توپتىن ئايرىل» توپچىسى ئارقىلىق بۇ توپتىن ئايرىلالايسىز.
vi_vn: Sử dụng nút "Rời khỏi nhóm này" để tự rút lui ra khỏi nhóm này.

source: You don't have permission to remove this member from the team.
ca: No teniu permís per a esborrar aquest membre de l'equip.
de: Du hast nicht die Berechtigung, dieses Mitglied aus dem Team zu entlassen.
el: Δεν έχετε το δικαίωμα να διαγράψετε αυτό το μέλος από την ομάδα.
es: No tienes permiso para eliminar a este miembro del equipo.
ja: あなたにはこのメンバーをチームから削除する権限がありません。
ko: 이 회원을 팀에서 제거할 수 있는 권한이 없습니다.
sq: Nuk keni leje ta hiqni këtë anëtar nga ekipi?
sv: Du har inte behörighet att ta bort denna medlem från teamet.
ug: بۇ ئەزانى مەزكۇر توپتىن چىقىرىۋېتىش ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép loại trừ thành viên này ra khỏi nhóm.

source: Invalid task to approve
de: Hinfällige Aufgabe zu genehmigen
el: Μη έγκυρη εργασία για έγκριση
es: Tarea inválida para aprobar
sv: Ogiltig uppgift att godkänna

source: You can't approve applications.
ca: No podeu aprovar peticions.
cs: Nemůžete schvalovat žádosti.
de: Du kannst keine Bewerbungen annehmen.
el: Δεν μπορείτε να εγκρίνετε εφαρμογές.
es: No puedes aceptar solicitudes.
ja: 申請を許可できません
ko: 지원 내용을 승인할 수 없습니다.
sq: Nuk mund miratoni aplikime.
sv: Du kan inte godkänna ansökningar.
ug: ئىلتىماسنى تەستىقلىيالمايسىز.
vi_vn: Bạn không thể chấp thuận những đơn xin tham gia này được.

source: You can't deny applications.
ca: No podeu denegar peticions.
cs: Nemůžete odmítat žádosti.
de: Du kannst keine Bewerbungen ablehnen.
el: Δεν μπορείτε να αρνηθείτε τις εφαρμογές.
es: No puedes denegar solicitudes.
ja: 申請を棄却できません
ko: 지원 내용을 거부할 수 없습니다.
sq: Nuk mund të hidhni poshtë aplikime.
sv: Du kan inte neka ansökningar.
ug: ئىلتىماسنى رەت قىلالمايسىز.
vi_vn: Bạn không thể từ chối những đơn xin tham gia này được.

source: Application does not exist.
ca: La petició no existeix.
cs: Žádost neexistuje.
de: Bewerbung existiert nicht.
el: Η Εφαρμογή δεν υπάρχει.
es: La solicitud no existe.
ja: 申し込みは存在しません。
ko: 신청서가 존재하지 않습니다.
sq: Kërkesa nuk ekziston.
sv: Ansökan finns inte.
ug: ئىلتىماس مەۋجۇت ئەمەس.
vi_vn: Đơn xin tham gia không tồn tại.

source: Application already processed.
de: Bewerbung wurde bereits bearbeitet.
el: Το αίτημά σας είναι ήδη υπό επεξεργασία.
es: Tu aplicación ha sido procesada.
sv: Ansökan redan hanterad.
ug: ئىلتىماس بىر تەرەپ قىلىندى.
vi_vn: Đơn xin tham gia đã được xử lí.

source: Applications approved.
de: Bewerbungen angenommen
el: Εγκεκριμένες Αιτήσεις.
es: Solicitudes aprobadas.
sv: Ansökningar godkända.

source: Applications denied.
de: Bewerbungen abgelehnt.
el: Απορριπτέες Αιτήσεις.
es: Solicitudes denegadas.
sv: Ansökningar nekade.

source: Application approved.
ca: Petició aprovada.
cs: Žádost schválena.
de: Bewerbung angenommen.
el: Η Εφαρμογή εγκρίθηκε.
es: Solicitud aprobada.
ja: 申し込みが承認されました。
ko: 신청 승인.
sq: Kërkesa u miratua.
sv: Ansökan godkänd.
ug: ئىلتىماس تەستىقلاندى.
vi_vn: Đơn xin tham gia đã được chấp thuận.

source: Application denied.
ca: petició denegada.
cs: Žádost zamítnuta.
de: Bewerbung abgelehnt.
el: Απαγορευμένη εφαρμογή.
es: Solicitud denegada.
ja: 申し込みは拒否されました。
ko: 신청서가 거부되었습니다.
sq: Kërkesa u mohua.
sv: Ansökan nekad.
ug: ئىلتىماس رەت قىلىندى.
vi_vn: Đơn xin tham gia bị từ chối.

source: This invite is no longer valid
de: Diese Einladung ist nicht mehr gültig.
el: Αυτή η πρόσκληση δεν ισχύει πλέον
es: Esta invitación no es válida
sv: Denna inbjudan är inte längre giltig
ug: بۇ ئىلتىماسنىڭ ۋاقتى ئۆتكەن
vi_vn: Lời mời này không còn giá trị

source: You have left this team.
ca: Heu deixat aquest equip.
cs: Opustili jste tento tým.
de: Du hast dieses Team verlassen.
el: Έχετε εγκαταλείψει αυτή την ομάδα.
es: Has abandonado este equipo.
ja: このチームから脱会しました。
ko: 당신은 이 팀을 나갔습니다.
sq: E braktisët këtë ekip.
sv: Du har lämnat detta team.
ug: بۇ توپتىن ئايرىلدىڭىز.
vi_vn: Bạn đã rời khỏi nhóm này.

source: Member saved.
ca: Membre desat.
cs: Člen uložen.
de: Mitglied gespeichert.
el: Το Μέλος έχει αποθηκευθεί.
es: Miembro guardado.
ja: メンバーを保存しました。
sq: Anëtari u ruajt.
sv: Medlem sparad.
ug: ئەزا ساقلاندى.
vi_vn: Thành viên đã được lưu.

source: You cannot view this team's tasks.
ca: No podeu vorer les tasques d'aquest equip.
de: Du kannst die Aufgaben dieses Teams nicht einsehen.
el: Δεν μπορείτε να δείτε τις εργασίες αυτής της ομάδας.
es: No puedes ver las tareas de este equipo.
ja: このチームのタスクを見ることはできません。
ko: 이 팀의 작업을 삭제할 수 없습니다.
sq: Nuk mund të shihni punët e caktuara në këtë ekip.
sv: Du kan inte se detta teams uppgifter.
ug: بۇ قوشۇننىڭ ۋەزىپىلىرىنى كۆرەلمەيسىز.
vi_vn: Bạn không thể xem công việc của nhóm này.

source: You are not allowed to perform this task.
ca: No se us permet realitzar aquesta tasca.
cs: Nemůžete provést tuto úlohu.
de: Du darfst diese Aufgabe nicht ausführen.
el: Δεν είστε εξουσιοδοτημένοι να κάνετε αυτή την εργασία.
es: No tienes permisos para llevar a cabo esta acción.
ja: このタスクを遂行することができません
ko: 이 작업을 할 수 있도록 허락되지 않았습니다.
sq: Nuk ju është lejuar kryerja e këtij veprimi.
sv: Du har inte behörighet att utföra denna uppgift.
ug: سىزگە بۇ ۋەزىپىنى ئىجرا قىلالمايسىز.
vi_vn: Bạn không được phép thực hiện công việc này.

source: Task deleted.
ca: Tasca eliminada.
cs: Úkol smazán.
de: Aufgabe gelöscht.
el: Η εργασία διεγράφη.
es: Tarea eliminada.
ja: タスクを削除しました。
ko: 작업이 삭제되었습니다.
sq: Puna u fshi.
sv: Uppgift raderad.
ug: ۋەزىپە ئۆچۈرۈلدى.
vi_vn: Công việc đã bị xóa.

source: You cannot delete this task.
ca: No podeu eliminar aquesta tasca.
cs: Nemůžete smazat tento úkol.
de: Du kannst diese Aufgabe nicht löschen.
el: Δεν μπορείτε να διαγράψετε αυτή την εργασία.
es: No puedes eliminar esta tarea.
ja: このタスクを削除することはできません。
ko: 이 작업을 삭제할 수 없습니다.
sq: Nuk mund ta fshini këtë punë.
sv: Du kan inte radera denna uppgift.
ug: بۇ ۋەزىپىنى ئۆچۈرەلمەيسىز.
vi_vn: Bạn không thể xóa công việc này.

source: Task declined.
ca: Tasca rebutjada.
cs: Úkol odmítnut.
de: Aufgabe abgewiesen.
el: Απόρριψη εργασίας.
es: Tarea rechazada.
ja: タスクが拒否されました。
sq: Puna u hodh poshtë.
sv: Uppgift nekad.
ug: ۋەزىپە رەت قىلىندى.
vi_vn: Công việc đã bị khước từ.

source: Task assigned.
ca: Tasca assignada.
cs: Úkol přiřazen.
de: Aufgabe zugewiesen.
el: Έγινε ανάθεση εργασίας.
es: Tarea asignada.
ja: タスクを割り当てました。
ko: 작업이 할당되었습니다.
sq: Puna u caktua.
sv: Uppgift tilldelad.
ug: ۋەزىپە تەقسىملەندى.
vi_vn: Công việc đã được phân công.

source: You cannot assign this task.
ca: No podeu assignar aquesta tasca.
cs: Nemůžete přiřadit tento úkol.
de: Du kannst diese Aufgabe nicht zuweisen.
el: Δεν μπορείτε να κάνετε ανάθεση εργασίας.
es: No puedes asignar esta tarea.
ja: このタスクを割り当てることはできません。
ko: 이 작업을 할당할 수 없습니다.
sq: Nuk mund ta caktoni këtë punë.
sv: Du kan inte tilldela denna uppgift.
ug: بۇ ۋەزىپىنى تەقسىملىيەلمەيسىز.
vi_vn: Bạn không thể phân công công việc này.

source: Draft uploaded successfully.
ca: Esborrany pujat correctament.
de: Der Entwurf wurde erfolgreich hochgeladen.
el: Το πρόχειρο /draft φορτώθηκε με επιτυχία.
es: Borrador subido exitosamente.
sq: Skica u ngarkua me sukses.
sv: Utkast uppladdat.
ug: دەسلەپكى نۇسخا مۇۋەپپەقىيەتلىك يۈكلەندى.
vi_vn: Tải bản phác thảo lên thành công.

source: You are not allowed to download this transcript.
ca: No teniu permís per a baixar aquesta transcripció.
de: Du darfst dieses Transkript nicht herunterladen.
el: Δεν σας επιτρέπεται να μεταφορτώσετε αυτή τη μεταγραφή/ transcript
es: No tienes permitido descargar esta transcripción.
ja: この原稿をダウンロードする権限がありません。
sq: Nuk ju lejohet ta shkarkoni këtë transkript.
sv: Du har inte tillåtelse att ladda ner denna transkription.
ug: بۇ ئاڭلاش خاتىرىسىنى چۈشۈرۈشىڭىزگە يول قويۇلمىغان.
vi_vn: Bạn không được phép tải đoạn chuyển thể này.

source: You cannot edit that project.
ca: No podeu modificar aquest projecte.
cs: Nemůžete měnit tento projekt.
de: Du kannst dieses Projekt nicht bearbeiten.
el: Δεν μπορείτε να τροποποιήσετε αυτό το project.
es: No puedes editar este proyecto.
ja: プロジェクトを変更することはできません。
ko: 해당 프로젝트를 수정할 수 없습니다.
sq: Nuk mund ta përpunoni këtë projekt.
sv: Du kan inte redigera detta projekt.
ug: بۇ قۇرۇلۇشنى تەھرىرلىيەلمەيسىز.
vi_vn: Bạn không thể thay đổi dự án này.

source: Project saved.
ca: Projecte desat.
cs: Projekt uložen.
de: Das Projekt wurde gespeichert.
el: Το project αποθηκεύθηκε.
es: Proyecto guardado.
ja: プロジェクトを保存しました。
ko: 프로젝트가 저장되었습니다.
sq: Projekti u ruajt.
sv: Projekt sparat.
ug: قۇرۇلۇش ساقلاندى.
vi_vn: Dự án đã được lưu.

source: Someone else is currently editing %(language)s. Please try again later.
de: Jemand anderes bearbeitet gerade %(language)s. Bitte versuche es später noch einmal.
el: Κάποιος άλλος κάνει αυτή τη στιγμή επεξεργασία στα %(language)s. Παρακαλούμε προσπαθήστε αργότερα.
es: En este momento alguien está editando %(language)s. Inténtalo más tarde.
sv: Någon annan redigerar för närvarande %(language)s. Försök igen senare.

source: Successfully deleted language.
de: Sprache erfolgreich gelöscht.
el: Η γλώσσα διαγράφηκε επιτυχώς.
es: Idioma borrado exitosamente.
sv: Språket raderades.

source: Member
ca: Membre
cs: Člen
de: Mitglied
el: Μέλος
es: Miembro
sq: Anëtar
sv: Medlemmar
vi_vn: Thành viên

source: Task
ca: Tasca
cs: Úkol
de: Aufgabe
el: Εργασία
es: Tarea
sq: Punë
sv: Uppgift
vi_vn: Công việc

source: Can somebody help me subtitle these videos? %(url)s
ca: Pot algú ajudar-me subtitulant aquest vídeo? %(url)s
cs: Může mi někdo pomoci otitulkovat tato videa? %(url)s
de: Kann mir jemand helfen, diese Videos zu untertiteln? %(url)s
el: Μπορεί να με βοηθήσει κάποιος να βάλω υπότιτλους σε αυτά τα βίντεο;%(url)s
es: ¿Puede alguien ayudarme a subtitular estos vídeos? %(url)s
ja: ビデオの翻訳を手伝ってくれませんか？%(url)s
ko: 누군가 이 비디오에 자막 만드는 것을 도와줄 수 있을까요? %(url)s
sq: A mundet dikush të më ndihmojë në titrimin e këtyre videove? %(url)s
sv: Kan någon hjälpa mig att undertexta dessa videor? %(url)s
ug: كىم ماڭا ياردەم قىلىپ بۇ سىنلارغا كىنو خەتلىرىنى قوشالايدۇ؟ %(url)s
vi_vn: Có ai sẵn lòng giúp mình làm phụ đề cho những đoạn phim này không? %(url)s

source: Team Notes
de: Team-Notizen
el: Σημειώσεις της οάδας
es: Notas del Equipo
sv: Teamets anteckningar

source: Simple
de: Einfach
el: Απλά
es: Sencillo
sv: Enkel

source: Workflow updated
de: Arbeitsablauf aktualisiert
el: Η ροή εργασίας ανανεώθηκε
es: Flujo de trabajo se ha actualizado
sv: Arbetsflöde uppdaterat

source: %(user)s added a note while editing %(title)s
de: %(user)s hat eine Notiz hinzugefügt, während sie/er %(title)s bearbeitet hat.
el: %(user)s πρόσθεσε μια σημείωση κατά την επεξεργασία %(title)s
es: %(user)s añadió una nota mientras editar %(title)s
sv: %(user)s la till en anteckning vid redigering av %(title)s

source: Review
ca: Revisió
cs: Posoudit
de: Überprüfen
el: Αναθεώρηση
es: Revisión
ja: 校正する
ko: 리뷰
sq: Shqyrtoni
sv: Granska
ug: تەكشۈرۈش
vi_vn: Đánh giá

source: Watch the video and verify that the subtitles are correct. Click Approve when done, or Save Draft to finish later
de: Schau das Video an und überprüfe, ob die Untertitel fehlerfrei sind. Klicke "Akzeptieren" falls erledigt oder speichere den Entwurf zur späteren Fertigstellung.
el: Παρακολουθήστε το βίντεο και επιβεβαιώστε ότι οι υπότιτλοι είναι σωστοί. Πατήστε Έγκριση όταν τελειώσετε ή Αποθήκευση Προχείρου για να τελειώσετε αργότερα
es: Mira el video y verifica que los subtítulos estén correctos. Haz clic Aprobar cuando terminas, o Guardar Borrador para terminar luego.
sv: Titta på videon och säkerställ att undertexten är korrekt. Klicka på "Godkänn" när du är färdig eller "Spara utkast" för att fortsätta senare

source: Old Style
de: Alter Stil
el: Παλιό Στυλ
es: Estilo antiguo

source: Tasks
ca: Tasques
cs: Úkoly
de: Aufgaben
el: Εργασίες
es: Tareas
ja: タスク
ko: 할 일 목록
sq: Punë
sv: Uppgifter
ug: ۋەزىپىلەر
vi_vn: Công việc

source: i-names are not supported
ca: i-noms no són compatibles
cs: i-jména nejsou podporována
de: i-names werden nicht unterstützt.
el: τα i-names δεν υποστηρίζονται
es: Los i-names no son compatibles
ja: i-name はサポートされていません。
ko: i-이름은 지원되지 않습니다.
sq: nuk mbulohen i-names
sv: i-namn är inte tillåtna
ug: i-names نى قوللىمايدۇ
vi_vn: i-names không được hỗ trợ

source: The OpenID was invalid
ca: L'OpenID no és vàlid
cs: OpenID bylo neplatné
de: Die OpenID war nicht gültig.
el: Το OpenID δεν ήταν έγκυρο
es: El OpenID no es válido
ja: OpenID が無効です。
ko: 오픈 ID가 잘못되었습니다.
sq: OpenID-ja është e pavlefshme
sv: Ogiltigt OpenID
ug: بۇ OpenID ئىناۋەتسىز
vi_vn: OpenID không hợp lệ

source: The request was cancelled
ca: La petició fou cancel·lada
cs: Požadavek byl zrušen
de: Die Anfrage wurde abgebrochen.
el: Το αίτημα διεγράφη
es: La solicitud fue cancelada
ja: リクエストはキャンセルされました。
ko: 요청이 취소되었습니다.
sq: Kërkesa u anulua
sv: Begäran avbröts
ug: ئىلتىماس بىكار قىلىندى
vi_vn: Yêu cầu đã bị hủy bỏ

source: Setup needed
ca: Cal configurar
cs: Nastavení požadováno
de: Setup benötigt
el: Χρειάζεται ρύθμιση
es: Configuración necesaria
ja: セットアップが必要です。
ko: 설치가 필요함
sq: Lyp rregullim
sv: Inställningar behövs
ug: تەڭشەش زۆرۈر
vi_vn: Cần thiết phải cài đặt

source: Sorry, you cannot edit these subtitles now because they are being edited by another user. Please check back later.
de: Es tut uns leid aber du kannst diese Untertitel gerade nicht übersetzen, da sie von einem anderem Benutzer bearbeitet werden. Bitte versuche es später noch einmal.
el: Δυστυχώς δεν μπορείτε να επεξεργαστείτε τους υπότιτλους αυτή τη στιγμή γιατί επεξεργάζονται από άλλο χρήστη. Δοκιμάστε αργότερα.
es: Lo sentimos, no puedes editar estos subtítulos ahora porque otro usuario los esta editando. Por favor, vuelva a comprobarlos más tarde.
sv: Du kan tyvärr inte redigera de här undertexterna nu eftersom de redan redigeras av en annan användare. Försök igen senare.

source: Learn more
ca: Saber més
cs: Zjistit více
de: Erfahre mehr
el: Μάθετε περισσότερα
es: Aprender más
ja: さらに学ぶ
ko: 더 알아 보기
sq: Mësoni më tepër
sv: Lär dig mer
ug: تەپسىلات بىلدۈرگۈسى
vi_vn: Tìm hiểu thêm

source: Sorry, you do not have permission to edit these subtitles. (%(learn_more_link)s)
de: Entschuldigung, du hast nicht die Genehmigung dafür, diese Untertitel zu bearbeiten. (%(learn_more_link)s)
el: Συγγνώμη, δεν έχετε δικαιώματα επεξεργασίας αυτών των υπότιτλων. (%(learn_more_link)s)
es: Lo sentimos, usted no tiene permiso para editar estos subtítulos. (%(learn_more_link)s)
sv: Du har inte behörighet att redigera de här undertexterna. (%(learn_more_link)s)

source: Another user is currently performing the %(task_type)s task for these subtitles
de: Ein anderer Benutzer führt gerade die %(task_type)s-Aufgabe für diese Untertitel aus.
el: Κάποιος άλλος χρήστης κάνει αυτή τη στιγμή την εργασία %(task_type)s για αυτούς τους υπότιτλους
es: Otro usuario ya está realizando la tarea %(task_type)s para estos subtítulos.
sv: En annan användare utför just nu uppgiften %(task_type)s för de här undertexterna.
