Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Subtitle Lookup Protocol
ca: Protocol de recerca de subtítols
ja: 字幕検索プロトコル
ko: 자막 검색 통신 규약
sq: Protokoll Kërkimi Titrash
ug: كىنو خېتىنى ئىزدەش كېلىشىمى
vi_vn: Giao thức tìm kiếm Phụ đề

source: An open standard to let Firefox extensions, desktop video players, websites, browsers--any client--find and retrieve subtitles for any video.
ca: Un estàndard obert per permetre que les extensions del Firefox, els reproductors de vídeo d'escriptori, els llocs web i les navegador -- qualssevol client -- troben i recuperen subtítols de qualssevol vídeo.
cs: Otevřený standard, který umožní rozšířením Firefoxu, přehrávačům videa, webovým stránkám, prohlížečům – zkrátka jakémukoli klientu – najít a získat titulky pro libovolné video.
ja: Firefox 拡張機能、デスクトップ動画プレーヤー、ウェブサイト、ブラウザ等、どのようなクライアントでも、ビデオの字幕が検索できるオープンスタンダード。
ko: 파이어 폭스가 확장하도록 하는 개방형 표준은 데스크톱 비디오 플레이어, 웹사이트, 브라우저와 같은 모든 클라이언트가 동영상에 대한 자막을 찾고 검색합니다.
sq: Një standard i hapët për t'u krijuar mundësi zgjerimeve të Firefox-it, programeve desktop për luajtje videosh, site-ve web, shfletuesve - çfarëdo klienti - të gjejnë dhe të marrin titra për çfarëdo video.
ug: بىر خىل Firefox كېڭەيتىلمىسى، ئۈستەلئۈستى سىن قويغۇلار، تورتۇرالار، توركۆرگۈلەر --- ھەر قانداق سۇپا ئىزدەپ تاپالايدىغان ھەمدە ھەر قانداق سىننىڭ كىنو خېتىنى ئالالايدىغان ئوچۇق ئۆلچەم.
vi_vn: Một chuẩn mở rộng để các trình mở rộng của Firefox, trình xem phim, trang web, các trình duyệt--bất kì khách hàng, trình giao tiếp nào--có thể tìm và có được phụ đề cho bất cứ thước phim nào.

source: Get updates and find out first when we launch
ca: Sigueu els primers a aconseguir les últimes actualitzacions
cs: Odebírejte novinky a buďte první, kdo se dozví, kdy začínáme
ja: お知らせに登録して、最新情報をいち早く知ろう。
ko: 업데이트하고 우리 언제 처음 시작한지 알아보기
sq: Merrni përditësime dhe mësoni të parët gjërat e reja
ug: يېڭىلاشقا ئېرىشىپ، قۇرۇلۇشنى قوزغاتقاندا بىزنى تاپالايسىز
vi_vn: Nhận thông tin cập nhật và khám phá đầu tiên khi chúng tôi khai trương

source: Get Updates!
ca: Obtingueu actualitzacions!
cs: Odebírejte novinky!
ja: 最新情報に登録する！
ko: 업데이트 하기!
sq: Merrni Përditësime!
ug: يېڭىلاشقا ئېرىشىش!
vi_vn: Nhận thông tin Cập nhật!

source: Please enter a valid email address
ca: Sisplau introduïu una adreça de correu vàlida
cs: Vložte prosím platnou emailovou adresu
ja: 有効なメールアドレスを入力してください。
ko: 올바른 email 주소를 입력하세요.
sq: Ju lutemi, jepni një adresë email të vlefshme
ug: ئىناۋەتلىك تورخەت ئادرېسىنى كىرگۈزۈڭ
vi_vn: Xin hãy nhập địa chỉ thư điện tử hợp lệ

source: Please enter your email address.
ca: Sisplau introduïu la vostra adreça de correu.
cs: Vložte prosím svou emailovou adresu.
ja: メールアドレスを入力してください。
ko: email 주소를 입력하세요.
sq: Ju lutemi, jepni adresën tuaj email.
ug: تورخەت ئادرېسىڭىزنى كىرگۈزۈڭ.
vi_vn: Xin hãy nhập địa chỉ thư điện tử của bạn vào.

source: Check out the widget
ca: Proveu el giny
cs: Podívejte se na widget
ja: ウィジェットを試してみる
ko: 위젯 확인하기
sq: Shiheni widget-in
ug: ئەپچە تەكشۈرۈپ چىقىرىش
vi_vn: Khám phá widget

source: Test our subtitling widget
ca: Avalueu el nostre giny de subtitulat
cs: Zkuste náš titulkovací widget
ja: 字幕ウィジェットをテストする
ko: 자막 위젯 테스트하기
sq: Provoni widget-it tonë për titrime
ug: كىنو خەت ئەپچەمىزنى سىناڭ
vi_vn: Thử nghiệm widget phụ đề của chúng tôi

source: Try the Demo
ca: Proveu la Demo
cs: Zkuste demo
ja: デモを使ってみる
ko: 데모 이용하기
sq: Provoni Demon
ug: كۆرگەزمىنى سىناڭ
vi_vn: Thử bản thử nghiệm

source: Documentation
ca: Documentació
cs: Dokumentace
ko: 문서
sq: Dokumentim

source: Change password
ca: Canviar contrasenya
cs: Změnit heslo
ko: 비밀 번호 변경
sq: Ndryshoni fjalëkalimin

source: Log out
ca: Sortir
cs: Odhlásit se
ko: 로그아웃
sq: Dilni

source: Edit Site Settings
ca: Editar configuració del lloc
cs: Upravit nastavení stránky
ko: 사이트 설정 수정
sq: Përpunoni Rregullime Site-i

source: Livesettings are disabled for this site.
ca: Les configuracions en línia estan deshabilitades per aquest lloc.
cs: Živé nastavení je pro tuto stránku vypnuto.
ko: Livesettings은 이 사이트에서 사용하실 수 없습니다.
sq: Livesettings janë të çaktivizuar për këtë site.

source: All configuration options must be edited in the site settings.py file
ca: Totes les opcions de configuració han de ser editades al fitxer settings.py
cs: Všechna nastavení musí být upravena v souboru settings.py pro danou stránku
ko: 모든 구성 옵션은 사이트 환경 설정에서 편집할 수 있어야합니다.
sq: Krejt mundësitë e formësimit duhen përpunuar te kartela settings.py e rregullimeve

source: Please correct the error below.
ca: Sisplau, corregiu el error de sota.
cs: Opravte prosím chybu níže.
ko: 아래의 오류를 수정해 주시기 바랍니다.
sq: Ju lutem, ndreqni gabimin e mëposhtëm.

source: Group settings: %(name)s
ca: Grup de configuració: %(name)s
cs: Nastavení skupiny: %(name)s
ko: 그룹 설정: %(name)s
sq: Rregullime grupi: %(name)s

source: Update Settings
ca: Configuració d'Actualització
cs: Aktualizovat nastavení
ko: 업데이트 설정
sq: Përditësoni Rregullimet

source: Uncollapse all
ca: Desplegar-ho tot
cs: Rozbalit vše
ko: 모두 접기
sq: Çtkurri krejt

source: You don't have permission to edit values.
ca: No teniu permís per a editar els valors
cs: Nemáte oprávnění upravovat hodnoty.
ko: 당신은 값을 수정할 수 있는 권한이 없습니다.
sq: Nuk keni leje për të përpunuar vlera.

source: You have %(msg_count)s new messages.
ca: Teniu %(msg_count)s missatge(s) nou.
cs: Máte %(msg_count)s nových zpráv.
ja: %(msg_count)s通の新しいメッセージがあります
sq: Keni %(msg_count)s mesazhe të reja.
ug: سىزنىڭ %(msg_count)s يېڭى ئۇچۇرىڭىز بار.
vi_vn: Bạn có %(msg_count)s tin nhắn mới.

source: My Messages
ca: Els meus missatges
cs: Mé zprávy
ko: 내 메시지
sq: Mesazhet e Mia

source: Compose
ca: Redactar
cs: Napsat
sq: Hartoni

source: Compose a Message
ca: Redactar un missatge
cs: Napsat zprávu
sq: Hartoni Mesazh

source: Sent Messages
ca: Missatges enviats
cs: Odeslané zprávy
ko: 보낸 메시지
sq: Mesazhe të Dërguar

source: Hi, %(imported_videos)s your videos were successfull imported!<br/> <p>Too see them, you can go to <a href="%(my_videos_url)s">your user page</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
ca: Hola, Els teus vídeos %(imported_videos)s han estat importats correctament!<br/> <p>Per a vore'ls, podeu anar a <a href="%(my_videos_url)s">la vostra pàgina d'usuari</a></p> <p>Si creeu que heu rebut aquest missatge per error, disculpeu-nos i sigueu lliures d'ignorar-lo. Si teniu cap dubte, sisplau poseu-vos en contacte a feedback@universalsubtitles.org.</p> Gràcies<br/> L'equip d'Amara
ja: あなたのビデオ %(imported_videos)s がインポートされました。 <p>ビデオをみるには、<a href="%(my_videos_url)s">あなたのユーザページ</a>をご訪問ください。</p> <p>もしこのメッセージに身に覚えのない場合は、申し訳ありませんが無視してくださって結構です。ご質問等ありましたら、feedback@universalsubtitles.org までお問い合わせください。</p> Amara チーム一同
sq: Njatjeta, U importuan me sukses videot tuaja %(imported_videos)s!<br/> <p>Për t'i parë, mund të shkoni te <a href="%(my_videos_url)s">faqja juaj e përdoruesit</a></p> <p>Nëse jeni të bindur që ky mesazh ju erdhi gabimisht, ju kërkojmë ndjesë — jeni të lirë ta shpërfillni. Nëse keni ndonjë problem tjetër, ju lutemi, lidhuni me ne përmes feedback@universalsubtitles.org.</p> Faleminderit, <br/> Ekipi Amara
ug: سالام سىزنىڭ %(imported_videos)s سىنىڭىز مۇۋەپپەقىيەتلىك ئەكىرىلدى!<br/> ئۇلارنى <a href="%(my_videos_url)s">ئىشلەتكۈچى بېتىڭىز</a>غا يۆتكىلىپ كۆرەلەيسىز.</p> <p>ئەگەر بۇ ئۇچۇرنى خاتا تاپشۇرۇۋالغان بولسىڭىز، بىزنى كەچۈرۈڭ --- بۇنىڭغا پەرۋا قىلمىسىڭىزمۇ بولىدۇ. ئەگەر ھەر قانداق مەسىلە بولسا feedback@universalsubtitles.org بىلەن ئالاقىلىشىڭ.</p> كۆپ رەھمەت<br/> The Amara team
vi_vn: Xin chào, Các thước phim của bạn %(imported_videos)s đã được nhập vào thành công!<br/> <p>Để xem chúng, bạn có thể đi tới <a href="%(my_videos_url)s">trang người dùng của bạn</a></p> <p>Nếu bạn tin rằng có trục trặc gì khi nhận được bức thư này, chúng tôi thật tình xin lỗi—và hãy thoải mái bỏ qua nó. Nếu bạn có bất cứ quan tâm nào, xin hãy liên hệ với chúng tôi tại feedback@universalsubtitles.org.</p> Chân thành cảm ơn, <br/> Nhóm Amara

source: Overview
ca: Informació general
cs: Přehled
sq: Përmbledhje

source: Recent Activity
ca: Activitat recent
cs: Nedávná aktivita
sq: Veprimtari Së Fundi

source: My Videos
ca: Els meus vídeos
cs: Moje videa
sq: Videot e Mia

source: We really need your help!
ca: Ens cal de debó la vostra ajuda!
cs: Opravdu potřebujeme vaši pomoc!
ko: 우리는 당신의 도움이 절실히 필요합니다!
sq: Na duhet vërtet ndihma juaj!

source: Open Tasks
ca: Obrir tasca
cs: Otevřené úlohy
sq: Punë të Hapura

source: Decline Task
ca: Rebutjar tasca
sq: Hidhe Tej Punën

source: You have no open tasks assigned to you.
ca: No teniu tasques obertes assignades.
sq: Nuk keni të caktuara punë të hapura.

source: Sorry, no activity yet.
ca: Ho lamentem, no hi ha activitat.
cs: Promiňte, žádná aktivita.
sq: Na ndjeni, ende pa veprimtari.

source: Alerts
ca: Alertes
cs: Upozornění
sq: Sinjalizime

source: Edit My Profile
ca: Editar el meu perfil
cs: Upravit profil
ko: 내 프로필 수정
sq: Përpuno Profilin Tim

source: Do you really want delete your picture?
ca: Voleu eliminar la vostra imatge?
cs: Opravdu chcete smazat váš obrázek?
sq: Doni vërtet të fshihet figura juaj?

source: Edit Your Profile
ca: Editeu el vostre perfil
cs: Upravit profil
ko: 프로필 수정
sq: Përpunoni Profilin Tuaj

source: Will be displayed publicly
ca: Es mostrarà públicament
cs: Bude zobrazen veřejně
sq: Do të shfaqet publikisht

source: remove picture
ca: eliminar imatge
cs: odstranit obrázek
ko: 사진 제거
sq: hiqe foton

source: Upload picture
ca: Puja una imatge
cs: Nahrát obrázek
ko: 사진 업로드
sq: Ngarkoni foto

source: Account Details
ca: Detalls de compte
cs: Podrobnosti účtu
sq: Hollësi Llogarie

source: Send notifications to my UniversalSubtitles.org message inbox
ca: Enviar notificacions a la safata d'entrada d'UniversalSubtitles.org
sq: Dërgo njoftime te kutia ime e mesazhe në UniversalSubtitles.org

source: Language Info
ca: Informació d'idioma
cs: Jazykové info
ko: 언어 정보
sq: Të dhëna Gjuhe

source: Languages I Know
ca: Idiomes que conec
cs: Jazyky, které znám
ko: 내가 아는 언어
sq: Gjuhët Që Njoh

source: Remove Language
ca: Elimina l'idioma
cs: Odstranit jazyk
ko: 언어 제거
sq: Hiqe Gjuhën

source: Developer Info
ca: Informació del desenvolupador
cs: Informace o vývojáři
sq: Të dhëna për Zhvilluesa

source: Permanently Delete Your Profile
ca: Eliminar definitivament el vostre perfil
cs: Natrvalo smazat svůj profil
ko: 영구적으로 프로필 삭제
sq: Fshini Përgjithmonë Profilin Tuaj

source: My videos
ca: Els meus vídeos
cs: Má videa
ko: 내 동영상
sq: Videot e mia

source: Member since
ca: Membre des de
cs: Členem od
ko: 부터 회원
sq: Anëtar që prej

source: Homepage
ca: Pàgina d'inici
cs: Domovská stránka
ko: 홈페이지
sq: Faqe Hyrëse

source: <i>User has not submitted a bio.</i>
ca: <i>L'usuari no ha publicat informació personal </i>
cs: <i>Uživatel nevložil biografii.</i>
ko: <i>사용자가 Bio를 제출하지 않았습니다.</i>
sq: <i>Përdoruesi nuk ka parashtruar jetëshkrim.</i>

source: Memberships
ca: Afiliació
cs: Členství
ko: 멤버십
sq: Anëtarësi

source: Your password has been set. You may go ahead and log in now.
ca: S'ha canviat la contrasenya. Ara ja podeu iniciar una sessió.
cs: Vaše heslo bylo nastaveno. Nyní můžete pokračovat a přihlásit se.
ko: 비밀 번호가 설정되었습니다. 지금 로그인할 수 있습니다.
sq: Fjakalimi juaj u caktua. Mund të vazhdoni më tej dhe të bëni hyrjen tani.

source: Log in
ca: Inicia una sessió
cs: Přihlásit se
ko: 로그인
sq: Hyni

source: Plays (this week)
ca: Reproduïts (aquesta setmana)
cs: Přehrání (tento týden)
ko: (this week) 재생
sq: Parje (këtë javë)

source: Plays (this month)
ca: Reproduïts (aquest mes)
cs: Přehrání (tento měsíc)
ko: (this month) 재생
sq: Parje (këtë muaj)

source: Plays (all time)
ca: Reproduïts (Total)
cs: Přehrání (za celou dobu)
ko: (all time) 재생
sq: Parje (gjithsej)

source: Users statistic
ca: Estadística d'usuaris
cs: Statistika uživatelů
ja: ユーザー別集計
ko: 사용자 통계
sq: Satitistika përdoruesi
ug: ئىشلەتكۈچى سىتاتىستىكىسى
vi_vn: Thống kê người dùng

source: Videos statistic
ca: Estadística de Vídeos
cs: Statistika videí
ja: ビデオ別集計
ko: 동영상 통계
sq: Statistika videoje
ug: سىن سىتاتىستىكىسى
vi_vn: Thống kê phim

source: Languages statistic
ca: Estadística d'idiomes
cs: Statistika jazyků
ko: 언어 통계
sq: Statistika gjuhësh

source: stats for
ca: estadístiques per a
cs: statistika pro
ko: 대한 통계
sq: statistika për

source: day
ca: dia
cs: den
ko: 일
sq: ditë

source: week
ca: setmana
cs: týden
ko: 주
sq: javë

source: month
ca: mes
cs: měsíc
ko: 월
sq: muaj

source: Total number of videos captioned
ca: Número total de vídeos etiquetats
cs: Celkový počet videí s titulky
ko: 자막이 있는 동영상의 총계
sq: Numër videosh të titruara gjithsej

source: Facebook shares
ca: Compartits pel Facebook
cs: Sdílení na Facebooku
ko: Facebook 공유
sq: Ndarje me të tjerët në Facebook

source: Email shares
ca: Compartits per correu
cs: Sdílení emailem
ko: 이메일 공유
sq: Ndarje me të tjerët me email

source: Language statistic for
ca: Estadística d'idioma per a
cs: Statistika jazyků pro
ko: 대한 언어 통계
sq: Statistika gjuhe për

source: General statistic
ca: Estadística general
cs: Obecná statistika
ja: 全般集計
ko: 일반 통계
sq: Statistika të përgjithshme
ug: ئادەتتىكى سىتاتىستىكا
vi_vn: Thống kê chung

source: Videos count
ca: Comptador de vídeos
cs: Počet videí
ko: 동영상 개수
sq: Numërim videosh

source: Subtitles views count
ca: Comptador de visualització de subtítols
cs: Počet zhlédnutí titulků
ko: 자막 시청 개수
sq: Numërim parjesh titrash

source: Videos views count
ca: Comptador de visualització de vídeos
cs: Počet zhlédnutí videí
ko: 동영상 시청 개수
sq: Numërim parjesh videosh

source: Language statistic
ca: Estadística d'idioma
cs: Statistika jazyků
ko: 언어 통계
sq: Statistika gjuhe

source: Lanuage
ca: Idioma
cs: Jazyk
ko: 언어
sq: Gjuhë

source: Count
ca: Contar
cs: Počet
ja: 総数
ko: 카운트
sq: Numërim
ug: ساناق
vi_vn: Đếm

source: Time(sec)
ca: Temps (seg)
cs: Čas(sec)
ja: 尺(秒)
ko: 시간 (sec)
sq: Kohë(sek)
ug: ۋاقىت (سىكونت)
vi_vn: Thời gian(giây)

source: Activity statistic
ca: Estadística d'activitat
cs: Statistika aktivity
ja: アクティビティ集計
ko: 활동 통계
sq: Statistika veprimtarie
ug: پائالىيەت سىتاتىستىكىسى
vi_vn: Thống kê hoạt động

source: Day
ca: Dia
cs: Den
ja: 日
ko: 일
sq: Ditë
ug: كۈن
vi_vn: Ngày

source: Week
ca: Setmana
cs: Týden
ja: 週
ko: 주
sq: Javë
ug: ھەپتە
vi_vn: Tuần

source: Month
ca: Mes
cs: Měsíc
ja: 月
ko: 월
sq: Muaj
ug: ئاي
vi_vn: Tháng

source: By logger
ca: Per logger
ja: loggerによる
ko: 이력 기록 장치에 의해
ug: خاتىرىلىگۈچ
vi_vn: Bởi bộ thu

source: all
ca: tots
cs: vše
ja: 全ての
ko: 모든
sq: krejt
ug: ھەممىسى
vi_vn: tất cả

source: Class
ca: Clase
cs: Třída
ja: クラス
ko: 클래스
sq: Klasë
ug: تىپ
vi_vn: Lớp

source: Method
ca: Mètode
cs: Metoda
ja: メソッド
ko: 방법
sq: Metodë
ug: ئۇسۇل
vi_vn: Phương thức

source: Value
ca: Valor
cs: Hodnota
ja: 値
ko: 값
sq: Vlerë
ug: قىممىتى
vi_vn: Giá trị

source: Do you really wish to join this team?
ca: Voleu unir-vos a aquest equip?
cs: Opravdu se chcete přidat do tohoto týmu?
ja: 本当にこのチームに参加しますか？
ko: 정말로 이 팀에 참여 하시겠습니까?
sq: Doni vërtet të bëheni pjesë e këtij ekipi?
ug: راستىنلا بۇ توپقا قوشۇلامسىز؟
vi_vn: Bạn thực sự muốn gia nhập nhóm này?

source: Join this team now!
ca: Uniu-vos a aquest equip ara!
cs: Přidejte se k tomuto týmu hned!
ko: 지금 이 팀에 합류!
sq: Bëhuni pjesë e këtij ekipi që tani!

source: Join Team
ca: Adherir-vos a l'equip
cs: Připojte se k týmu
sq: Bëhuni Pjesë e Ekipit

source: No formal language training is required to translate for %(team)s. But we do ask that all translators are confident in their translation abilities. Please make sure your profile has your language
ca: No cal tindre coneixements formals de l'idioma per a traduir a %(team)s. Però volem que tots els traductors estiguen segurs de les seues habilitat per a traduir. Sis plau assegureu-vos que heu introduït el vostre idioma al perfil.
sq: Nuk është i domosdoshëm arsim formal gjuhësor për të përkthyer për %(team)s. Por kërkojmë që krejt përkthyesit të jenë të sigurt për aftësitë e tyre në përkthim. Ju lutemi, sigurohuni që profili juaj përmban gjuhën tuaj

source: proficiency
ca: competència
cs: schopnosti
ko: 능력

source: specified
ca: especificat
cs: specifikovány
ko: 명시된

source: Tell us a little bit about yourself and why you’re interested in translating with %(team)s. This should be 3-5 sentences, no longer!
ca: Conta'ns una mica sobre tu i perquè estàs interessat in traduir amb %(team)s. En 3 o 5 línies, no més!
ja: 自己紹介をして、なぜ%(team)sのメンバーとし翻訳したいのか教えてください。３から５行程度で説明してください！
sq: Na tregoni ndopak për veten tuaj dhe pse interesoheni për përkthime në %(team)s. Kjo duhet të marrë 3-5 fjali, jo më tepër!
ug: بىزگە ئۆزىڭىز ھەققىدە ۋە نېمە ئۈچۈن %(team)s دا تەرجىمە ئىشلىرىغا قىزىقىپ قالغانلىقىڭىزنى سۆزلەپ بېرەمسىز. ئۇزۇن بولمىسىمۇ بولىدۇ، 3-5 كىچە جۈملە بولسىلا كۇپايە.
vi_vn: Hãy cho chúng tôi biết một chcuts gì đó về bạn và tại sao bạn lại quan tâm đến công việc dịch thuật cùng với %(team)s. Khoảng 3-5 câu thôi, không cần dài lắm đâu!

source: Tasks in my languages
ca: Tasques en el meu idioma
sq: Punë në gjuhët e mia

source: See tasks in <a href="#" data-modal="language_modal">your languages</a>
ca: Vorer les tasques en <a href="#" data-modal="language_modal">els teus idiomes</a>
sq: Shihni punë në <a href="#" data-modal="language_modal">gjuhët tuaja</a>

source: My tasks
ca: Les meves tasques
cs: Moje úkoly
sq: Punët e Mia

source: All videos
ca: Tots els vídeos
cs: Všechny videa
sq: Krejt videot
vi_vn: Toàn bộ phim

source: Choose a team
ca: Elegiu un equip
cs: Zvolte tým
ja: チームを選ぶ
sq: Zgjidhni një ekip
ug: توپتىن بىرنى تاللاڭ
vi_vn: Chọn một nhóm

source: (%(num)s completed)
ca: (%(num)s completat)
cs: (%(num)s hotový)
sq: (%(num)s i plotësuar)

source: 1 open task
ca: 1 tasca oberta
cs: %(counter)s otevřený úkol
sq: 1 punë e hapur

source: You haven't linked any accounts yet.
ca: No heu enllaçat cap compte encara.
ja: アカウントはまだリンクしていません。
ug: سىز تېخى ھېچقانداق ھېساباتقا باغلانمىغان.
vi_vn: Bạn vẫn chưa liên kết với bất kì tài khoản nào.

source: Team Aplications
ca: Sol·licituts d'equip
cs: Žádosti o členství v týmu
ja: チーム申請
ko: 팀 지원
sq: Zbatime Ekipi
ug: توپ ئىلتىماسلىرى
vi_vn: Đơn xin gia nhập Nhóm

source: Manage subtitling and translation work for your videos
ca: Gestionar el treball de subtitulat i traducció dels vostres vídeos
sq: Administroni punën e titrimit dhe përkthimit për videot tuaja

source: Workflows enable you to add moderation steps and automate tasks
ca: Els flux de treball us permeten afegir mesures de control i tasques automatitzades.
sq: Rrjedhat e punës ju lejojnë të shtoni hapa moderimi dhe të automatizoni punët

source: tasks for
ca: tasques per a
cs: úkoly pro
sq: punë për

source: Accepted formats: .srt, .ssa, .sbv, .dfxp, .xml (for TTML)
ca: Formats acceptats: .srt, .ssa, .sbv, .dfxp, .xml (per a TTML)

source: This video is being moderated by team
ca: Aquest vídeo està moderant-se per l'equip
sq: Kjo video po moderohet nga ekipi
ug: بۇ سىننى توپ باشقۇرىدۇ
vi_vn: Hiện thước phim này đang được giám sát bởi nhóm

source: My team
ca: El meu equip
cs: Můj tým
ko: 내 팀
sq: Ekipi im

source: No description...
ca: Sense descripció...
sq: Pa përshkrim...

source: %(count)s video
ca: %(count)s vídeo
ug: %(count)s سىن
vi_vn: %(count)s thước phim

source: Videos with
ca: Vídeos amb
cs: Videa s
sq: Video me

source: most subtitles
ca: més subtítols
cs: nejvíce titulků
sq: me më shumë titra
vi_vn: nhiều phụ đề nhất

source: least subtitles
ca: menys subtítols
cs: nejméně titulků
sq: me më pak titra
vi_vn: ít phụ đề nhất

source: Unfeature video
ca: Deixar de destacar vídeo
ja: 注目ビデオとしての取り上げをやめる
ko: 일반동영상
ug: خاسلىقى يوق سىن
vi_vn: Ngưng chú trọng thước phim này

source: Feature video
ca: Destacar vídeo
ja: 注目ビデオとして取り上げる
ko: 추천 동영상
ug: ئۆزگىچە سىن
vi_vn: Chú trọng vào thước phim này

source: Submit a Transcript
ca: Enviar una transcripció
cs: Vložit transkripci
ko: 성적 제출
sq: Parashtroni Transkript
vi_vn: Nộp Bản chuyển thể

source: Paste a transcript into the space below. How you enter subtitles here determines how they display on the screen.<br/> 1) Hit enter twice to separate each subtitle;<br/> 2) You cannot submit subtitles longer than 3 lines (2 is best).
ca: Enganxeu una transcripció dins l'espai de sota. De la manera que introduïu els subtítols aquí es determinarà com seran mostrats en pantalla;<br/> 1) Colpegeu dues vegades per a separar cada subtítol; <br/> 2) No podeu enviar subtítols més llargs de 3 línies (2 és el millor).
cs: Vložte transkript do prostoru níže. Jak sem vložíte titulky, rozhoduje o tom, jak se zobrazí na obrazovce.<br/> 1) Vložte dva entery pro oddělení jednotlivých titulků;<br/> 2) Nevkládejte titulky delší než 3 řádky (2 řádky jsou nejlepší).
ko: 아래의 공간에 기록하신 것을 붙여 넣습니다. 여기에 자막을 입력하는 방법은 자막이 화면에 표시되는 방법을 결정합니다. <br/> 1) 각각의 자막을 분리하기 위해 두 번 엔터를 치세요; <br/> 2) 3줄 이상의 (2줄까지) 자막을 제출할 수 없습니다.
vi_vn: Dán bản chuyển thể vào vùng phía bên dười. Cách mà bạn nhập phụ đề ở đây sẽ xác định xem chúng sẽ hiển thị như thế nào trên màn hình.<br/> 1) Nhấn enter hai lần để ngăn cách từng phụ đề;<br/> 2) Bạn không thể gửi những phụ đề dài hơn 3 dòng (2 là tốt nhất).

source: Some of your subtitles take up more than two lines and will not display correctly.
ca: Alguns dels vostres subtítols tenen més de dues línies i no es mostraran correctament.
cs: Některé vaše titulky zabírají více než dva řádky a nezobrazí se správně.
ko: 귀하의 자막 중 일부가 두 개 이상의 라인을 가지고 있어 올바르게 표시되지 않습니다.
vi_vn: Một số phụ đề của bạn chiếm hơn hai dòng và sẽ hiển thị không chính xác.

source: Upload TXT file
ca: Pujar fitxer TXT
cs: Nahrát soubor TXT
ko: TXT 파일 업로드
sq: Ngarkoni kartelë TXT
vi_vn: Tải tệp TXT lên

source: Collaborate
ca: Col·laborar
sq: Bashkëpunoni
vi_vn: Cộng tác

source: Visit
ca: Visitar
cs: Návštívit
sq: Vizitojeni

source: Translation Project
ca: Projecte de traducció
sq: Projekt Përkthimi
vi_vn: Dự án Dịch thuật

source: upload
ca: pujat
sq: ngarkoje
vi_vn: tải lên

source: This subtitle file is 100% complete
ca: Aquest subtítol està 100% completat
cs: Tento soubor titulků je 100% hotov
ko: 이 자막 파일이 100 % 완료 되었습니다.

source: view
ca: espectador
cs: shlédnutí
ko: 조회수
sq: parje

source: You put your video on Youtube, Vimeo, Blip, and Dailymotion and you want the subtitles you make to work on all of those versions.
ca: Voleu posar un vídeo a Youtube, Vimeo, Blip i Dailymotion i voleu que els subtítols que heu fet funcionen en totes aquestes versions.
cs: Vložíte své video na YouTube, Vimeo, Blip a Dailymotion a chcete, aby titulky, které vytvoříte, fungovaly ve všech těchto verzích.
ja: Youtube, Vimeo, Blip, Dailymotionにビデオを掲載し、同じ字幕をそれら全てに適用したい。
ko: YouTube, Vimeo, Blip, 그리고 Dailymotion에 비디오를 올리고 그 모든 버전의 비디오에 직접 만든 자막을 넣고 싶습니다.
ug: سىز سىنىڭىزنى Youtube، Vimeo، Blip ۋە Dailymotion غا قويۇپ، كىنو خېتىنىڭ مۇشۇلارنىڭ ھەممە نەشرىدە ئىشلەيدىغان قىلماقچى.
vi_vn: Bạn để phim của mình trên Youtube, Vimeo, Blip, và Dailymotion và bạn muốn những phụ đề mà mình làm đều làm việc trên toàn bộ các phiên bản đó.
