Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: The easiest way to caption and translate any video.
ca: La manera més fàcil per a etiquetar i traduir qualssevol vídeo.
cs: Nejjednodušší cesta, jak otitulkovat a přeložit video.
ja: 簡単にビデオに字幕を付け、翻訳しよう
ko: 어느 동영상이나 자막을 달거나 번역을 할 수 있는 가장 쉬운 방법
sq: Rruga më e lehtë për titrim dhe përkthim të çfarëdo videoje.
ug: ھەر قانداق سىنغا كىنو خېتى قوشۇشنىڭ ئەڭ ئاددىي ئۇسۇلى.
vi_vn: Cách dễ nhất để thuyết minh và dịch bất kì đoạn phim nào.

source: Subtitles make videos more powerful, more global, and more searchable.
ca: Els subtítols fan els vídeos més útils, més globals i més fàcils de trobar.
cs: Titulky dělají video mocnějším, globálnějším a vyhledávanějším.
ko: 자막은 동영상을 보다 강력하고, 세계적이고 검색가능하게 만듭니다.
sq: Titrimi i bën videot më të fuqishme, më globale, dhe më të kapshme nga kërkimet.

source: Subtitle a Video Now
ca: Subtituleu un vídeo ara
cs: Otitulkovat video
ko: 동영상에 자막 만들기
sq: Titroni një Video Që Tani

source: Subtitle
ca: Subtítol
cs: Otitulkujte
ja: 字幕
ko: 자막
sq: Titroni
ug: كىنو خېتى
vi_vn: Phụ đề

source: Works with YouTube, Vimeo, HTML5, and more.
ca: Treballa amb YouTube, Vimeo, HTML5, i més.
cs: Funguje s YouTube, Vimeo, HTML5, a dalšími.
ja: YouTube、Vimeo、HTML5などに適合。
ko: 유투브,비메오, HTML5 기타 동영상 서비스 사용가능
sq: Funksionon me YouTube, Vimeo, HTML5 dhe të tjerë.
ug: YouTube، Vimeo، HTML5 ۋە تېخىمۇ كۆپنى قوللايدۇ
vi_vn: Làm việc với YouTube, Vimeo, HTML5, và nhiều hơn nữa.

source: Features
ca: Característíques
cs: Funkce
ja: 特徴
ko: 기능
sq: Veçori
ug: ئىقتىدارلار
vi_vn: Tính năng

source: Embed the video anywhere
ca: Incrusteu el vídeo a qualssevol lloc
cs: Vložte video kamkoliv
ja: 好きな場所にビデオを埋め込むことが可能
ko: 동영상을 원하는곳에 넣으세요.
sq: Trupëzojeni videon kudo
ug: سىننى خالىغان يەرگە سىڭدۈرەلەيسىز
vi_vn: Nhúng trang phim ở bất cứ đâu

source: Add subtitles yourself or ask viewers to help.
ca: Afegiu els subtítols vosaltres mateixos o demaneu ajuda als espectadors
cs: Přidejte titulky vlastnoručně nebo požádejte diváky o pomoc.
ja: 自分で字幕を付け加え、または閲覧者に協力してもらうことが可能
ko: 동영상을 보는 분을 돕기 위해서 자막을 추가하세요
sq: Shtoni titra ju vetë ose kërkojuni ndihmë shikuesve.
ug: ئۆزىڭىز كىنو خېتىنى قوشسىڭىز ياكى كۆرۈرمەنلەرنى ياردەمگە چاقىرسىڭىزمۇ بولىدۇ.
vi_vn: Tự thêm phụ đề hoặc yêu cầu người xem trợ giúp.

source: Full site integration
ca: Completa integració al lloc web
cs: Celostránková integrace
ko: 전체 사이트 통합
sq: Integrim i plotë me site-e

source: Volunteers Needed
ca: Calen voluntaris
cs: Dobrovolníci vítáni
ko: 자원봉사자를 필요로 합니다.
sq: Lypsen Vullnetarë

source: Our deaf and hard of hearing users and non-profits request help for videos that need captions or translations.
ca: Els nostres usuaris sords o amb deficiència auditiva demanen ajuda per a etiquetar i traduir un vídeo.

source: Start volunteering.
ca: Començar el voluntariat.
cs: Začněte s dobrovolnictvím.
sq: Filloni në:

source: Complete Subtitling Solutions
ca: Solucions completes de subtitulat
cs: Kompletní titulkovací řešení
ko: 완벽한 자막 솔루션
sq: Zgjidhje të Plota Titrimi

source: Increase viewership with transcription, captioning, and translation services, and flexible API and integration options. Improve SEO, reach a global audience, and build a managed volunteer community.
ca: Incrementeu l'audiència amb els serveis de transcripció, etiquetat i traducció i una API flexible amb opcions d'integració. Milloreu el posicionament als cercadors, assolint una audiència més global, i construïu i gestioneu una comunitat de voluntaris.

source: See our enterprise services.
ca: Mireu els nostres serveis empresarials.
cs: Podívejte se na naše podnikové služby.
ko: 기업을 위한 서비스
sq: Shihni shërbimet tona për nivel ndërmarrjesh

source: For Enterprise
ca: Per a l'empresa

source: The largest, most powerful captioning and translation platform in the world.
ca: La més gran, i potent plataforma d'etiquetatge i traducció del món.
ko: 세계에서 가장 크고 뛰어난 캡션, 자막 번역 플랫폼

source: TED Team
ca: Equip TED
cs: Tým TED
sq: Ekipi TED

source: Mozilla Team
ca: L'equip Mozilla

source: Khan Integration
ca: Integració Khan
cs: Khan integrace
sq: Integrim me Khan-in

source: Drupal Example
ca: Exemple Drupal
cs: Příklad Drupal
ko: Drupal의 예
sq: Shembull nga Drupal

source: Al Jazeera Team
ca: Equip Al Jazeera
cs: Tým Al Džazíra
ko: 알 자리라 팀
sq: Ekipi Al Jazeera

source: Newshour Team
ca: Equip Newshour
cs: Tým novinky

source: NewsHour Team
ca: Actualitat de l'equip

source: More Popular
ca: Més popular
cs: Populárnější
ja: 人気ビデオををもっと観る
ko: 인기있는 동영상 더보기
sq: Më Populloret
ug: ئەڭ قىزىقارلىقى
vi_vn: Phổ biến hơn

source: Most Popular Today
ca: Més popular avui
cs: Dnes nejpopulárnější
ja: 今日の人気
ko: 오늘 가장 인기 있는 동영상
sq: Më Popullore për Sot
ug: بۈگۈنكى ئەڭ قىزىقارلىقى
vi_vn: Phổ biến nhất hôm nay

source: Top this month
ca: Top d'aquest més
cs: Nejlepší tohoto měsíce
ja: 今月のトップ
ko: 이번달에 최고인기
sq: Kryesueset e këtij muaji
ug: بۇ ئايدىكى ئەڭ
vi_vn: Dẫn đầu tháng này

source: Top all-time
ca: Top des de sempre
cs: Nejlepší celkově
ja: 全期間のトップ
ko: 최고 인기
sq: Kryesueset e të gjitha kohërave
ug: ھازىرغىچە ئەڭ
vi_vn: Dẫn đầu mọi thời đại

source: More Featured
ca: Més destacat
ja: 注目ビデオをもっと観る
ko: 선택된 동영상 더보기
sq: Më Tepër të Zgjedhura
ug: تېخىمۇ كۆپ جەۋھەرلەر
vi_vn: Nổi bật hơn

source: Easily caption and translate your videos, with help from your viewers.
ca: Fàcil comprensió i traducció dels seus vídeos amb l'ajuda dels seus espectadors.
cs: Snadno tvořte titulky a překlady ke svým videím, s pomocí svých diváků.
ko: 시청자의 도움으로 손쉽게 동영상에 자막과 번역을 만들어 보세요.

source: Increase video views by reaching global audiences and being accessible to the deaf and hard-of-hearing.
ca: Incrementeu les visualitzacions dels vídeos per a arribar a un públic global i accessibles a les persones sordes i amb problemes d'audició.
cs: Zvyšte sledovanost svých videí dosažením globálního publika a přístupností pro hluché a sluchově postižené.
ko: 글로벌 고객에게 도달하고 청각장애인들과 듣는데 어려움을 겪는 사람들이 이용할 수 있게 함으로써 비디오 시청률을 높일 수 있습니다.

source: It's powered by viewers and other volunteers: it's collaborative editing and translation, like a wiki.
ca: És impulsat pels espectadors i altres voluntaris: és l'edició col·laborativa i la traducció com a una wiki.
cs: Síla uživatelů a dalších dobrovolníků: Společná tvorba a překlad, jako wiki.
ko: 이것은 시청자 및 기타 자원 봉사자에 의해 운영됩니다: 위키와 같이 공동 편집 및 번역을 할 수 있습니다.

source: It's the world's easiest subtitle creator - type and tap.
ca: És el creador de subtítols més fàcil del món - escriviu i tabuleu.
cs: Nejjednodušší tvorba titulků na světě – pište a klikejte.
ko: 유형 및 탭 - 이것은 세계에서 가장 쉬운 자막 제작 도구 입니다.
sq: Është krijuesi më i lehtë në botë për titra - shtypni dhe shijojeni.

source: The fastest way to add subtitle functionality to a single video or a whole site. Super easy to integrate with no software to install.
ca: La manera més ràpida d'afegir funcionalment subtítols a un únic vídeo o a tot un lloc web. Super fàcil d'integrar sense caldre instal·lacions de programari.
cs: Nejrychlejší způsob jak přidat titulky k jednotlivému videu i celé stránce. Super jednoduchá integrace bez instalace jakéhokoli softwaru.
ko: 하나의 비디오 또는 전체 사이트에 자막 기능을 추가하는 가장 빠른 방법입니다. 설치할 소프트웨어 없이 정말 쉽게 통합할 수 있습니다.

source: Free, open-source, and non-profit!
ca: Lliure, de codi obert, i sense ànim de lucre.
cs: Zdarma, neziskové a s otevřeným kódem!
ko: 무료, 오픈 소스, 그리고 비영리!
sq: I lirë me burim të hapët, dhe jofitimprurës!

source: videos use
ca: vídeos utilitzen
cs: videí používá
ko: 동영상 사용
sq: videot përdorin

source: Add this subtitle tab to a video in seconds.
ca: Afegir una eina de subtítols com aquesta a un vídeo en segons.
cs: Přidejte tento panel s titulky k videu během chvilky.
ko: 이 자막 탭을 동영상에 추가하기
sq: Shtoni brenda pak sekondash te videoja këtë skedë titrimi.

source: For an individual video
ca: Per a només un vídeo
cs: K jednotlivému videu
ko: 개별 비디오
sq: Për video individuale

source: enter a video URL to enable and then embed anywhere
ca: introduïu la URL d'un vídeo per a activar-lo i incrustar-lo després a qualssevol lloc
cs: vložte URL videa a pak vložte kód kamkoliv
ko: 활성화할 비디오 URL을 입력하고 어디에나 비디오를 올려 보세요.

source: For every video on a page or site
ca: Per a tots els vídeos d'una pàgina o lloc web
cs: Pro všechna videa na webové stránce
ko: 페이지 또는 사이트에 있는 모든 동영상
sq: Për çdo video në një faqe apo site

source: paste this single line of code into your page header and every video will be subtitle enabled
ca: enganxeu aquest codi dins el vostre encapçalament de pàgina i tots els vídeos seran activats per a ser subtitulats
cs: vložte tento řádek kódu do hlavičky své stránky, a aktivujte tak titulky u všech videí na ní
ko: 당신의 페이지 머리글에 이 한 줄의 코드를 붙여 넣으세요. 그러면 모든 비디오의 자막이 활성화됩니다.

source: Amara works with these video sites and formats
ca: Amara treballa amb aquests llocs web i formats
sq: Amara funksionon me këto site-e dhe formate videosh

source: With Amara, you can:
ca: Amb Amata, pots:
sq: Me Amara-n, mundeni të:

source: Add subtitles
ca: Afegir subtítols
cs: Přidat titulky
ko: 자막 추가
sq: Shtoni titra

source: We've built the easiest way to subtitle videos. Add our subtitling widget toyour video (or your site) and click the "subtitle me" button. The rest is simple! Totally free, and no software to download.
ca: Hem creat la manera més fàcil de subtitular vídeos. Afegiu el nostre giny de subtitulat al vostre vídeo (o web) i premeu el botó "Subtituleu-me". La resta és senzill! Completament gratuït i sense descarregar cap programari.
ko: 우리는 동영상에 자막을 만드는 가장 쉬운 방법을 구축했습니다. 귀하의 동영상 (또는 사이트)에 우리의 자막 위젯을 추가하고 "자막을 만들어 주세요"버튼을 클릭하십시오. 나머지는 간단합니다! 완전히 무료이며, 다운로드가 필요 없는 소프트웨어입니다.

source: Add translations
ca: Afegir traduccions
cs: Přidat překlady
ko: 번역 추가
sq: Shtoni përkthime

source: Once subtitles exist, any viewer can add a translation in any language. No need for robotic machine translations that confuse viewers. Universal Subtitles lets you collect high-quality translations from your viewer community.
ca: Una volta existeixen subtítols, qualssevol espectador pot afegir una traducció a qualssevol llengua. No cal traduccions automàtiques robòtiques que confonen als espectadors. Universal Subtitles us permet obtindre traduccions d'alta qualitat des de la seva comunitat d'espectadors.
cs: Jakmile máte titulky, každý divák může přidat překlad do libovolného jazyka. Není třeba žádných robotických překladů, které matou diváky. Universal Subtitles vám umožní získat vysoce kvalitní překlady od vaší divácké komunity.
ko: 자막이 존재하면, 시청자는 모든 언어로 번역을 추가할 수 있습니다. 시청자를 혼동하게 만드는 로봇 기계 번역은 필요 없습니다. Universal Subtitles은 당신이 여러분들의 시청자 커뮤니티에서 고품질의 번역을 모으실 수 있도록 해드립니다.

source: Get volunteer help
ca: Obteniu ajuda voluntària
cs: Získat pomoc od dobrovolníků
ko: 자원봉사자 도움 받기
sq: Merrni ndihmë nga vullnetarë

source: Your viewers (and members of our subtitling community) can improve any subtitles or translation. That way subtitles are constantly getting better - like an article on wikipedia. We mobilize your international audience to make your videos more accessible.
ca: Els seus espectadors (i membres de la nostra comunitat de subtitulat) poden millorar qualssevol subtitulat o traducció. Aquesta manera de subtitular millora constantment - com un article a la Viquipèdia. Mobilitzem la vostra audiència per fer els vostres vídeos més accessibles.
cs: Vaši diváci (a členové naší komunity) mohou vylepšovat jakékoli titulky nebo překlady. Takto jsou titulky neustále zdokonalovány – jako články na Wikipedii. Mobilizujeme vaše mezinárodní publikum, aby byla vaše videa přístupnější.
ko: 당신의 시청자들(및 자막 만들기 커뮤니티의 구성원)은 자막이나 번역을 향상시킬 수 있습니다. 그렇게 하면 자막은 위키피티아에 있는 기사처럼 지속적으로 좋아집니다. 저희는 귀하의 동영상을 보다 쉽게​​ 사용할 수 있도록 하기 위해 국제 관객을 동원합니다.

source: It’s free with no software to download
ca: És gratuït sense necessitat de descarregar programari.
cs: Je to zdarma bez nutnosti stahovat jakýkoli software
ko: 완전히 무료이며, 다운로드가 필요 없는 소프트웨어입니다.
sq: Është e lirë, pa software që duhet shkarkuar

source: Add our embed code to your videos.
ca: Afegiu el nostre codi incrustable als vostres vídeos.
cs: Vložte náš kód ke svým videím.
ko: 동영상에 우리의 소스 코드를 추가하기
sq: Shtojuni videove tuaja kodin tonë për trupëzime.

source: Submit your video, and get an embed code to post in your site. When the page loads, our subtitle tools will display underneath your video (as a small, simple button)
ca: Envieu el vostre vídeo, i obtingueu un codi incrustable per a publicar al vostre lloc web. Quan la pàgina carregue, la nostra eina de subtitulat es mostrarà per sota del vostre vídeo (com un petit i senzill botó)
cs: Vložte vaše video a získejte kód pro vložení na svou stránku. Když se stránka načte, náš titulkovací nástroj se zobrazí pod vaším videem (jako malé, jednoduché tlačítko)
ko: 동영상을 제출하고, 귀하의 사이트에 게시물을 올리기 위해서 소스 코드를 받아 보세요. 페이지가 나타나면, 우리 자막 도구는 당신의 동영상 아래에 표시됩니다. (작고, 단순한 버튼)

source: Subtitling tools open in your page.
ca: Obertura de les eines de subtitulat a la vostra pàgina.
cs: Nástroje pro tvorbu titulků přímo na vaší stránce.
ko: 자막 도구는 당신의 페이지에서 열립니다.
sq: Mjete titrimi hapur në faqen tuaj.

source: When someone clicks the “subtitle me” button, a subtitling interface appears on your page (most users never leave your site). Subtitles they create are then visible to other users, on your site.
ca: Quan algú prem el botó "subtituleu-me", una interfície apareix a la vostra pàgina (la majoria dels seus usuaris mai surten del seu web). Els subtítols que creen són aleshores visibles per a d'altres usuaris del seu lloc.
cs: Když někdo klikne na tlačítko „subtitle me“, přímo na vaší stránce se zobrazí titulkovací rozhraní (většina uživatelů nikdy neopustí vaši stránku). Titulky, které vytvoří, jsou pak viditelné pro ostatní uživatele, na vaší stránce.
ko: 누군가가 "자막을 만들어 주세요."버튼을 클릭하면, 자막 인터페이스가 페이지에 나타납니다. (대부분의 사용자는 귀하의 사이트를 떠나지 않을 겁니다.) 그들이 만드는 자막은 귀하의 사이트에서 다른 사용자들에게 보여집니다.

source: How it works
ca: Com treballa
cs: Jak to funguje
ko: 어떻게 작동할까요.
sq: Si funksionon

source: You add our widget to your videos. Then you and your viewers can add subtitles. We save the subtitles on our site. And each video has its own collaboration space on our site where people can track changes, and give feedback.
ca: Afegiu el nostre giny als vostres vídeos. Aleshores vosaltres i els vostres espectador podreu afegir subtítols. Nosaltres desarem els subtítols al nostre web. I cada vídeo tindrà el seu propi espai de col·laboració al nostre web on la gent podrà controlar els canvis i fer comentaris.
ko: 귀하의 동영상을 위한 위젯을 추가합니다. 그리고 당신과 시청자는 자막을 추가할 수 있습니다. 우리는 사이트에 자막을 저장합니다. 그리고 각 비디오들에서 사람들에게 변경사항을 알리고, 피드백을 줄 수있는 협업 공간이 우리 사이트에 있습니다.

source: Try the demo
ca: Proveu la demo
cs: Zkuste demo
ko: 데모 사용해 보기
sq: Provoni demon

source: Why Amara is different
ca: Per què Amara és diferent
sq: Pse është ndryshe Amara

source: It's built by a 501(c)3 nonprofit working with a community of volunteers
ca: Està fet per una organització 501(c)3 sense ànim de lucre treballant amb una comunitat de voluntaris.
cs: Jsou vyvíjeny neziskovou organizací (podle 501(c)(3)) s komunitou dobrovolníků
ko: 자원 봉사자 커뮤니티와 함께 일하는 501 (C) 3 비영리 노력에 의해 만들어졌습니다.

source: find out how to volunteer
ca: Trobeu com ser voluntari
cs: zjistěte jak se zapojit
ko: 자원 봉사할 방법 찾기
sq: shihni se si mund të bëheni vullnetar

source: The code is free and open source
ca: El codi es lliure i obert
cs: Kód je zdarma a otevřený
ko: 코드는 무료이며 오픈 소스입니다.
sq: Kodi është i lirë dhe me burim të hapur

source: get the source code
ca: obteniu el codi font
cs: získejte zdrojový kód
ko: 소스 코드 얻기
sq: merrni kodin burim

source: It's built using Javascript and HTML5 instead of proprietary software like Flash
ca: Està construït amb Javascript i HTML5 en lloc de programari propietari com Flash
cs: Jsou vytvořeny pomocí Javascriptu a HTML5 namísto proprietárního softwaru, jako je Flash
ko: 이것은 플래쉬와 같은 사유 소프트웨어 대신 자바 스크립트와 HTML5를 사용하여 만들어졌습니다.

source: It's 100% web-based, there’s no software to download.
ca: 100% basat en la web, no cal descarregar cap programari.
cs: Jsou 100% založené na webu, není třeba stahovat žádný software
ko: 이것은 100 % 웹 기반이며 다운로드할 소프트웨어가 없습니다.

source: You don't have to host your video with us, and you're not dependent on any one video host, platform, or format.
ca: No heu de allotjar els vostres vídeos amb nosaltres i no et fa dependre de qualssevol allotjament de vídeo, plataforma o format.
cs: Nemusíte ukládat své video k nám na server a nejste závislí na žádné video službě, platformě ani formátu
ko: 당신은 우리와 함께 비디오를 호스팅할 필요가 없습니다. 그리고 당신은 어느 한 동영상 호스트, 플랫폼, 또는 형식에 의존하지 않습니다.

source: People are free to add subtitles to any video
ca: La gent es lliure d'afegir subtítols a qualssevol vídeo
cs: Lidé mohou volně přidávat titulky k libovolnému videu
ko: 어떤 동영상에나 자막을 추가하실 수 있습니다.
sq: Njerëzit janë të lirë të shtojnë titra te cilado video

source: Mozilla will double your donation!
ca: Mozilla duplicarà la vostra donació!
cs: Mozilla zdvojnásobí váš příspěvek!
ja: Mozillaはあなたの寄付を2倍にします！
ko: Mozilla는 당신의 기부금을 두 배로 만듭니다!
sq: Mozilla do të dyfishojë dhurimin tuaj!
ug: Mozilla سىزنىڭ ئىئانىڭىز ئاساسىدا ھەسسىلەپ ئىئانە قىلىدۇ!
vi_vn: Mozzilla sẽ nhân đôi sự ủng hộ của bạn!

source: We're a featured Mozilla Drumbeat project!
ca: Som dins del projecte Mozilla Drumbeat!
cs: Jsme vybraný projekt Mozilla Drumbeat!
ja: 選ばれたMozilla Drumbeatプロジェクトです！
ko: 우리는 Mozilla의 주요 Drumbeat 프로젝트입니다!
sq: Jemi një projekt i zgjedhur i Mozilla Drumbeat-it!
ug: بىز Mozilla Drumbeat تەنھەرىكەت ئالاھىدىلىك قۇرۇلۇشى
vi_vn: Chúng tôi là dự án nổi trội của Mozzilla Drumbeat

source: Donate Now
ca: Doneu ara
cs: Přispějte hned
ja: 寄付する
ko: 지금 기부하기
sq: Dhuroni Tani
ug: ھازىر ئىئانە قىلىڭ
vi_vn: Ủng hộ ngay bây giờ

source: Edit settings
ca: Editar la configuració
cs: Upravit nastavení
ko: 설정 수정
sq: Përpunoni rregullime

source: Login to Your Existing Account
ca: Ingressar al vostre compte existent
cs: Přihlásit se na existující účet
ko: 기존 계정에 로그인
sq: Hyni te Llogaria Juaj Ekzistuese

source: Forgot password?
ca: Heu oblidat la contrasenya?
cs: Zapomněli jste heslo?
ko: 비밀 번호를 잊으셨습니까?
sq: Harruat fjalëkalimin?

source: You can also login using
ca: També podeu iniciar sessió amb
cs: Můžete se také přihlásit pomocí
ko: 당신은 또한 이것을 사용하여 로그인하실 수 있습니다.
sq: Mund të hyni edhe përmes

source: Subtitles and Captions for Every Video on the Web
ca: Subtítols i etiquetes per a tots els vídeos a la Web
cs: Titulky pro každé video na webu
ja: ウェブにある全てのビデオに字幕とキャプションをつけよう
ko: 웹에 있는 모든 비디오를 위한 자막과 캡션
sq: Titra për Çdo Video në Web
ug: تورتۇرادىكى ھەربىر سىنغا كىنو خېتىنى قوشىدۇ
vi_vn: Làm Phụ đề và Thuyết minh cho mọi thước phim trên thế giới Web

source: The Problem
ca: El problema
cs: Problém
ja: 問題
ko: 문제
sq: Problemi
ug: كاشىلا
vi_vn: Vấn đề

source: Web video is beginning to rival television, but there isn't a good open resource for subtitling.
ca: Els vídeos al web estan rivalitzant amb la televisió, però encara no hi ha cap bona eina lliure de subtitulat.
cs: Webové video začíná konkurovat televizi, ale neexistuje dobrá otevřená možnost vkládání titulků.
ja: ウェブビデオはテレビのライバルになりつつあります。ただ、字幕をつけるための良いオープンソースはありません。
ko: 웹 비디오는 텔레비전의 라이벌이 되기 시작했습니다.
sq: Videot Web kanë filluar të rivalizojnë televizionin, por nuk ka ndonjë mjet të mirë, me burim të hapur, për titrimet.
ug: توردىكى سىنلار تېلېۋېزور بىلەن رىقابەتلىشىشكە باشلىدۇ ئەمما كىنو خېتى ياساشقا بولىدىغان ياخشى بولغان ئوچۇق مەنبە يوق.
vi_vn: Phim trên web đang trở thành đối thủ của truyền hình, nhưng lại chưa có một nguồn tài nguyên mở để làm phụ đề.

source: Our Mission
ca: La nostra missió
cs: Naše mise
ja: 私たちのミッション
ko: 우리의 목표
sq: Misioni Ynë
ug: بۇرچىمىز
vi_vn: Sứ mạng của chúng tôi

source: We're trying to make captioning, subtitling, and translating video publicly accessible in a way that's free and open, just like the Web.
ca: Estem intentant fer etiquetes, subtítols i traduccions d'una manera més lliure i oberta, com la mateixa web.
cs: Snažíme se tvorbě titulků a překládání videí zpřístupnit svobodnou a otevřenou cestu. Otevřenou a svobodnou jako je celý internet.
ja: ウェブが無料で公開されているように、ビデオの字幕付けや翻訳も公的にアクセスできるようにしたい。
ko: 우리는 웹처럼 무료이고 개방되어 있는 공개적으로 접근가능한 비디오에 캡션과 자막을 만들고 번역을 하고 있습니다.
sq: Po përpiqemi që transkriptimin, titrimin dhe përkthimin e videove ta bëjmë të mundshëm për këdo, në një mënyrë të lirë dhe të hapur, ashtu si vetë Web-i-.
ug: بىر خىل ئوچۇق ئۇسۇلدا سىنغا كىنو خېتى ياساش، تەرجىمە قوشۇشنى سىناۋاتىمىز، خۇددى ئىنتېرنېت تورىغا ئوخشاش.
vi_vn: Chúng tôi đang cố gắng làm thuyết minh, phụ đề, và dịch phim để dễ truy cập công khai hơn và làm sao cho nó được miễn phí, mở như Web vậy.

source: Learn More
ca: Més informació
cs: Dozvědět se více
ja: さらに学ぶ
ko: 더 알아보기
sq: Mësoni Më Tepër
ug: تېخىمۇ كۆپ بىلدۈرگۈ
vi_vn: Tìm hiểu thêm

source: Right now
ca: Actualment
cs: Právě teď
ja: 現在
ko: 바로 지금
sq: Menjëherë
ug: ھازىر
vi_vn: Ngay bây giờ

source: we're in an alpha stage, building and testing. You can help!
ca: Estem en versió alfa, desenvolupant i provant. Sou benvinguts a ajudar!
cs: jsme v alfa fázi, vyvíjíme a testujeme. Můžete pomoci!
ja: アルファステージで開発やテストをしている段階です。是非手伝ってください！
ko: 현재 테스트 하고 있는 알파 단계에 있습니다. 당신이 도울 수 있습니다!
sq: jemi në fazën alfa, duke krijuar dhe testuar. Mund të ndihmoni!
ug: بىز تېخى ئالفا باسقۇچىدا قۇرۇپ ۋە سىناق قىلىۋاتىمىز. سىز ياردەم قىلالايسىز!
vi_vn: chúng tôi đang thử nghiệm giai đoạn đầu, xây dựng và thử nghiệm. Bạn có thể giúp đấy!

source: Try our demo
ca: Proveu la demo
cs: Zkuste naše demo
ja: デモを試してみる
ko: 데모 사용하기
sq: Provoni demon tonë
ug: كۆرگەزمىمىزنى سىناڭ
vi_vn: Thử bản thử nghiệm của chúng tôi

source: Become a tester
ca: Esdevingueu un provador
cs: Staňte se testerem
ja: テスターになる
ko: 테스터 되기
sq: Bëhuni testues
ug: سىنىغۇچى بولۇش
vi_vn: Trở thành người kiểm thử

source: Subtitle Widget
ca: Giny per subtitular
cs: Titulkovací widget
ja: 字幕ウィジェット
ko: 자막 위젯
sq: Widget Titrimesh
ug: كىنو خېتى ئەپچىسى
vi_vn: Widget Phụ đề

source: A simple way to create and add captions to almost any video on the web (without having to transcode or re-upload videos).
ca: Una forma fàcil per a crear i afegir subtítols als vídeos del web (sense haver de tornar a codificar i pujar els vídeos).
cs: Jednoduchý způsob jak vytvořit a přidat titulky k téměř jakémukoli videu na webu (aniž by bylo nutné překódovávat či znovunahrávat videa).
ja: ウェブ上のほとんどすべてのビデオに簡単に字幕をつけることができる（ビデオを変換・再アップロードすることなく）。
ko: 웹상에 있는 거의 모든 비디오에 캡션을 만들고 추가할 수 있는 간단한 방법(비디오를 다시 업로드하거나 트랜스코드 필요 없이)
sq: Një mënyrë e thjeshtë për krijim dhe shtim titrash thuajse te çdo video në web (pa lypur ndërkodime apo ringarkime të videove).
ug: ئاساسەن ھەر قانداق تورتۇرادىكى سىنغا كىنو خېتى قۇرۇپ ۋە قوشىدىغان ئاددىي ئۇسۇل (كودىنى ئايلاندۇرۇش ياكى سىن يۈكلەش ھاجەتسىز).
vi_vn: Cách đơn giản để tạo và thêm thuyết minh cho hầu hết mọi thước phim có trên web (mà không phải chuyển mã hoặc tải phim lên lại).

source: Community Site
ca: Lloc comunitari
cs: Komunitní stránky
ja: コミュニティサイト
ko: 커뮤니티 사이트
sq: "Site" Bashkësie
ug: جامائەت تورتۇراسى
vi_vn: Trang Cộng đồng

source: An online community for collaboratively subtitling and translating the world's videos (like a Wikipedia for subtitles).
ca: Una comunitat en línia per a col·laborar subtitulant i traduint vídeos de arreu el món (com una viquiipèdia de subtítols).
cs: Online komunita pro společnou tvorbu titulků a překládání videí z celého světa (jako Wikipedie pro titulky).
ja: 世界中のビデオに、協力し合いながら字幕をつけたり翻訳をしたりするオンラインのコミュニティです（字幕のためのウィキペディアみたいなものです）。
ko: 전세계의 비디오에 협력해서 자막을 넣고 번역하는 온라인 커뮤니티(자막을 위한 위키피디아 같이)
sq: Një bashkësi online për titrim dhe përkthim në bashkëpunim të videove të botës (pak a shumë si një Wikipedia për titrat).
ug: پۈتۈن دۇنيادىكى سىنلارغا ھەمكارلىشىپ كىنو خېتىنى تەرجىمە قىلىدىغان توردىكى مەھەللە جامائىتى (كىنو خېتىنىڭ ۋىكى قامۇسى)
vi_vn: Một cộng đồng trực tuyến nhằm cộng tác trong việc tạo phụ đề và dịch thuât các thước phim trên toàn thế giới (giống như một Bách khoa Toàn thư mở cho phụ đề vậy).
