Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Search Results for %(query)s
ca: Cercar resultats per a %(query)s
cs: Výsledky vyhledávání pro %(query)s
de: Suchergebnisse für »%(query)s«
el: Αναζήτηση αποτελεσμάτων για %(query)s
es: Resultados de la búsqueda para %(query)s
ja: %(query)sに対する検索結果
ko: %(query)s에 대한 검색 결과
sq: Përfundime Kërkimi për %(query)s
sv: Sökresultat för %(query)s
ug: %(query)s نىڭ ئىزدەش نەتىجىسى
vi_vn: Kết quả tìm kiếm cho %(query)s

source: of
ca: de
cs: z
de: von
el: με το
es: de
ko: 의
sq: e
sv: av
ug: نىڭ
vi_vn: của

source: Apply to Join
ca: Accepteu per a unir-vos
cs: Zažádat o vstup
de: Bewerben um beizutreten
el: Κάντε αίτηση εγγραφής
es: Solicitar unirse
ja: 加入を申請
ko: 가입신청
sq: Aplikoni Për T'u Bërë Pjesë
sv: Ansök om medlemskap
ug: قوشۇلۇشقا رۇخسەت
vi_vn: Xin Gia nhập

source: Apply to
ca: Aplicar a
cs: Požádat
de: Bewerben bei
el: Ισχύει για
es: Solicitar
ja: 適用する
ko: 적용
sq: Zbatoje mbi
sv: Ansök
ug: قوللىنىدىغىنى
vi_vn: Áp dụng cho

source: Language skill
ca: Habilitats lingüístiques
cs: Jazyková schopnost
de: Sprachfähigkeiten
el: Ικανότητα στη γλώσσα
es: Aptitudes de idiomas
ja: 言語能力
ko: 언어 기술
sq: Aftësi gjuhësore
sv: Språkkunskaper
ug: تىل ماھارىتى
vi_vn: Kĩ năng ngôn ngữ

source: No formal language training is required to translate for %(team)s. But we do ask that all translators are confident in their translation abilities. Please make sure your language selections are accurate (click "Select your Languages" in the blue bar on any page).
de: Um für %(team)s zu übersetzten ist keine formale Sprachausbildung erforderlich. Aber wir erwarten von alles Übersetzern, dass sie Vertrauen in Ihre eigenen Übersetzungsfähigkeiten haben. Bitte achte darauf, dass die Sprachauswahl richtig ist (drücke "Wähle deine Sprachen" in der blauen Leiste auf jeder Seite).
el: Δεν απαιτείται επίσημη γλωσσική εκπαίδευση για την μετάφραση με την ομάδα %(team)s. Ζητάμε, όμως, από όλους τους μεταφραστές να είναι σίγουροι για τις ικανότητές τους στη μετάφραση. Παρακαλούμε να βεβαιωθείτε πως οι επιλογές γλώσσας στο προφίλ σας είναι ακριβείς (πατήστε "Επιλέξτε τις γλώσσες σας" στην μπλε μπάρα εργαλείων σε οποιαδήποτε σελίδα).
es: Aunque no se requiere formación específica en idiomas para traducir en %(team)s, sí que pedimos que todos los traductores estén seguros de sus habilidades como tales. Asegúrate de que la selección de los idiomas sea la correcta (haz clic en "Selecciona tus idiomas" en la barra azul de cualquier página).
sv: Det krävs ingen formell språkutbildning för att översätta för %(team)s, men vi vill att alla översättare är säkra på sin översättningsförmåga. Vänligen se till att dina språkval är korrekta (klicka på "Välj dina språk" i den blå listen på varje sida).
vi_vn: Không yêu cầu tập huấn ngôn ngữ chính thức nào để dịch cho %(team)s. Nhưng chúng tôi yêu cầu rằng tất cả dịch thuật viên đều tự tin với khả năng của họ. Xin hãy chắc rằng lựa chọn thứ tiếng của bạn là chính xác (nhấn "Lựa chọn Ngôn ngữ của bạn" trên thanh màu xanh ở mỗi trang).

source: We request that each new applicant does at least one full set of subtitles within the first week of joining. Aside from that, it’s up to you!
ca: Demanem que cada nou sol·licitant tinga com a mínim un conjunt de subtítols complet durant la primera setmana de la seva adhesió. A part d'això, fes el que desitges!
de: Neue Bewerber müssen in der ersten Woche nach ihrem Beitritt mindesten ein vollständiges Set an Untertiteln hinzugefügt haben. Von da an kannst du deinen Rhythmus selbst bestimmen.
el: Ζητάμε από τον κάθε ένα νέο αιτούντα να κάνει, τουλάχιστον, ένα πλήρες σύνολο υποτίτλων μέσα στην πρώτη εβδομάδα από τη στιγμή της εγγραφής του. Πέρα αυτού, τα υπόλοιπα εξαρτώνται από εσάς!
es: Pedimos que cada nuevo integrante haga al menos un conjunto completo de subtítulos en su primera semana. Luego de eso, ¡queda a tu criterio!
ja: 新しい応募者には、チームに参加後、一週間以内に字幕作業を一セットしていただくよう、お願いしています。それ以外は、お任せします！
sq: Kërkojmë që çdo aplikant i ri të ketë punuar të paktën një grup të plotë titrash brenda javës së parë që bëhet anëtar. Pas kësaj, varet në dorën tuaj!
sv: Vi kräver att varje ny sökande slutför minst en uppsättning undertexter inom den första veckan som medlem. Utöver det är det helt upp till dig!
ug: بىز ھەر بىر يېڭى ئىلتىماس قىلغۇچىنىڭ دەسلەپكى قوشۇلغان بىرىنچى ھەپتىدە ئاز دېگەندە بىر يۈرۈش تولۇق تەرجىمىنى تاماملىشىنى تەلەپ قىلىمىز. ئۇنىڭدىن باشقا، ئۆزىڭىزگە باغلىق!
vi_vn: Chúng tôi yêu cầu mỗi ứng cử viên mới phải thực hiện ít nhất là một bộ phụ đề hoàn chỉnh trong tuần tham gia đầu tiên.We request that each new applicant does at least one full set of subtitles within the first week of joining. Trừ việc đó ra thì do tùy ý bạn!

source: Tell us a little bit about yourself and why you’re interested in translating with %(team)s. This should be 3-5 sentences, no longer!
de: Erzähle uns ein bisschen über dich und warum du gerne im Team »%(team)s« mitmachen möchtest. Das sollte nicht mehr als 3-5 Sätze umfassen.
sv: Berätta lite om dig själv och varför du är intresserad av att översätta för %(team)s. Beskriv med 3-5 meningar, inte mer än så!

source: Select the languages you can caption or translate
de: Wähle die Sprache, die du untertiteln oder übersetzen kannst.
el: Επιλέξτε τις γλώσσες στις οποίες μπορείτε να υποτιτλίζετε ή να μεταφράζετε
sv: Välj de språk du kan texta eller översätta

source: Submit Application
ca: Enviar sol·licitut
cs: Odeslat žádost
de: Bewerbung senden
el: Υποβολή αιτήματος
es: Enviar solicitud
ja: 申請する
ko: 신청서 제출
sq: Parashtroni Zbatim
sv: Skicka in ansökan
ug: ئىلتىماس تاپشۇر
vi_vn: Gửi Đơn xin tham gia

source: Completed Languages
ca: Idiomes completats
cs: Dokončené jazyky
de: Abgeschlossene Sprachen
el: Γλώσσες που ολοκληρώθηκαν
es: Idiomas completados
ja: 完成した言語
ko: 완료된 언어
sq: Gjuhë të Plotësuara
sv: Slutförda språk
ug: تاماملانغان تىللار
vi_vn: Các ngôn ngữ đã được hoàn tất

source: Video Page
ca: Pàgina de vídeos
cs: Stránka videa
de: Videoseite
el: Σελίδα Βίντεο
es: Página del vídeo
ja: ビデオページ
ko: 비디오 페이지
sq: Faqe Videoje
sv: Videosida
ug: سىن بەت
vi_vn: Trang Phim

source: Show all
ca: Mostrar tot
cs: Ukázat vše
de: Alle Anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
ja: すべて表示する
sq: Shfaqi krejt
sv: Visa alla
ug: ھەممىنى كۆرسەت
vi_vn: Hiện tất cả

source: Show less
ca: Mostrar menys
cs: Ukázat méně
de: Weniger anzeigen
el: Εμφάνιση λιγότερων στοιχείων
es: Mostrar menos
sq: Shfaq më pak
sv: Visa färre
ug: ئازراق كۆرسەت
vi_vn: Hiện ít hơn

source: Your role:
de: Deine Funktion:
el: Ο ρόλος σας:
es: Su rol:
sv: Din roll:
ug: رولىڭىز:
vi_vn: Vai trò của bạn:

source: for
ca: per a
cs: pro
de: für
el: για
es: para
sq: për
sv: för
ug: ئۈچۈن
vi_vn: cho

source: and
ca: i
cs: a
de: und
el: και
es: y
ja: そして
ko: 와
sq: dhe
sv: och
ug: ۋە
vi_vn: và

source: project
ca: projecte
cs: projekt
de: Projekt
es: proyecto
ja: プロジェクト
sq: projekt
sv: projekt
ug: قۇرۇلۇش
vi_vn: dự án

source: Your tasks
de: Deine Aufgaben
el: Οι εργασίες σας
es: Tus tareas
sv: Dina uppgifter
ug: ۋەزىپىلىرىڭىز
vi_vn: Công việc của bạn

source: All available tasks
ca: Totes les tasques disponibles
cs: Všechny dostupné úkoly
de: Alle verfügbaren Aufgaben
el: Όλες οι διαθέσιμες εργασίες
es: Todas las tareas disponibles
sq: Krejt punët e mundshme
sv: Alla tillgängliga uppgifter
ug: ئىشلەتكىلى بولىدىغان بارلىق ۋەزىپىلەر
vi_vn: Toàn bộ các công việc hiện có

source: Do you really wish to leave this team?
ca: De debò voleu deixar aquest equip?
cs: Opravdu chcete opustit tento tým?
de: Möchtest du dieses Team wirklich verlassen?
el: Θέλετε πραγματικά να εγκαταλείψετε αυτή την ομάδα;
es: ¿Realmente quieres salir de este equipo?
ja: 本当にこのチームから脱会しますか？
ko: 정말로 이 팀을 떠나시겠습니까?
sq: Jeni i sigurt se doni ta braktisni këtë ekip?
sv: Vill du verkligen lämna detta team?
ug: راستىنلا بۇ توپتىن ئايرىلامسىز؟
vi_vn: Bạn thực sự muốn rời khỏi nhóm này?

source: Leave team
ca: Deixar equip
cs: Opustit tým
de: Team verlassen
el: Εγκατάλειψη της ομάδας
es: Abandonar equipo
ja: チームを去る
sq: Braktiseni ekipin
sv: Lämna team
ug: توپتىن ئايرىل
vi_vn: Rời khỏi nhóm

source: Want to create your own subtitling team? Contact
ca: Voleu crear el vostre propi equip de subtitulat? Contacteu
de: Du möchtest Dein eigenes Untertitel-Team erstellen? Kontaktiere
el: Θέλετε να δημιουργήσετε τη δική σας ομάδα υποτιτλισμού; Ελάτε σε επαφή με το
es: ¿Quieres crear un equipo de subtitulado? Contáctanos.
ja: 新しい字幕チームを作りたいですか？次までご連絡ください：
sq: Doni të krijoni ekipin tuaj të titrimit? Lidhuni me
sv: Vill du skapa ditt eget textningsteam? Kontakta
ug: ئۆزىڭىزنىڭ كىنو خېتى توپىنى قۇرامسىز؟ ئالاقە
vi_vn: Muốn tạo nhóm làm phụ đề riêng của bạn? Liên hệ

source: According to your
ca: D'acord a les vostres
cs: Podle vašich
de: Nach deinem
el: Σύμφωνα με τις
es: De acuerdo a tus
ja: あなた次第
ko: 에 따라
sq: Sipas
sv: Enligt dina
ug: سىزنىڭكىگە ئاساسەن
vi_vn: Theo

source: language choices
ca: Opcions d'idioma
cs: jazykových voleb
de: Sprachwahlen
el: δικές σας επιλογές γλώσσας,
es: opciones de idioma
ja: 言語選択
ko: 언어 선택
sq: zgjedhje gjuhe
sv: språkval
ug: تىل تاللاش
vi_vn: chọn lựa ngôn ngữ của bạn

source: there don't appear to be videos you can translate.
ca: No sembla que haja vídeos que pugueu traduir.
cs: zde nejsou žádná videa, která byste mohli překládat.
de: scheint es keine Videos für dich zum Übersetzen zu geben.
el: δεν φαίνεται να υπάρχουν βίντεο που να μπορείτε να μεταφράσετε.
es: no aparece que hayan vídeos que puedas traducir.
ja: 翻訳できるビデオが存在しません。
ko: 당신이 번역할 수 있는 동영상이 나타나지 않습니다.
sq: nuk duket se ka video që mund të përkthehen.
sv: verkar det inte finnas några videos för dig att översätta.
ug: سىز تەرجىمە قىلالايدىغان سىن يوق.
vi_vn: thì xem ra không phải là phim mà bạn có thể dịch.

source: But check back soon! There may soon be translations for you to review.
ca: Però torneu! Prompte poden haver noves traduccions per a revisar.
cs: Ale určitě se brzy vraťte podívat! Mohou zde být překlady, které byste měli posoudit.
de: Aber schaue bald wieder vorbei! Es könnten bald schon Übersetzungen für dich zum Überprüfen vorhanden sein!
el: Αλλά, ελέγξτε ξανά σύντομα! Μπορεί, σύντομα, να προκύψουν μεταφράσεις για εσάς.
es: Pero, ¡Vuelve pronto! Puede que pronto hayan traducciones para que las revises.
ja: 再度訪問ください！レビューできる翻訳が出てくるでしょう。
ko: 하지만 다시 확인해 보세요! 곧 당신이 검토할 번역이 있을 수 있습니다.
sq: Por hidhni sërish një sy këtej! Së shpejti mund të ketë përkthime për t'i shqyrtuar.
sv: Men kom tillbaka snart! Det kan snart finnas översättningar för dig att granska.
ug: قايتىپ كېلىپ كۆرۈپ بېقىشنى ئۇنۇتماڭ! ناھايىتى تېزلا تەرجىمىنى قايتا كۆرۈپ چىقىشىڭىز كېرەك بولۇشى مۇمكىن.
vi_vn: Nhưng hãy kiểm tra lại sau! Sẽ có nhiều bản dịch đang chờ bạn đánh giá.

source: You can also invite friends who speak other languages to help out.
ca: Podeu convidar als vostres amics que parlen altres idiomes per a ajudar.
cs: Můžete také pozvat přátele, kteří mluví jinými jazyky, aby pomohli.
de: Du kannst auch Freunde, die andere Sprachen sprechen, einladen mitzuhelfen.
el: Μπορείτε, επίσης, να προσκαλέσετε φίλους που μιλούν άλλες γλώσσες, για να βοηθήσουν.
es: También puedes invitar a tus amigos que hablan otros idiomas para ayudar.
ja: 他の言語を話す友人を招待して協力してもうらうこともできます。
ko: 당신은 또한 다른 언어를 구사하는 도와줄 친구를 초대할 수 있습니다.
sq: Për t'ju ndihmuar, mund të ftoni gjithashtu shokë që flasin gjuhë të tjera.
sv: Du kan också bjuda in vänner som talar andra språk att hjälpa till.
ug: دوستلىرىڭىزنى باشقا تىلنى تەرجىمە قىلىشقا ياردەملىشىشكە تەكلىپ قىلالايسىز.
vi_vn: Bạn cũng có thể mời bạn bè - những người nói các thứ tiếng khác để tranh thủ sự giúp đỡ

source: Join via
ca: Adherir-vos mitjançant
de: Beitreten via
el: Εγγραφείτε μέσω
es: Apuntarse vía
ja: 以下経由で参加する
sq: Bëhuni pjesë përmes
sv: Gå med via
ug: قوشۇلۇشتا
vi_vn: Gia nhập thông qua

source: You will be logged out and new account will be created via
ca: Aneu a ser expulsats i se us crearà un nou compte mitjançant
de: Du wirst jetzt ausgeloggt und ein neues Benutzerkonto wird erstellt via
el: Θα αποσυνεδεθείτε και θα δημιουργηθεί ένας νέος λογαριασμός μέσω
es: Se cerrará la sesión y se creará una nueva cuenta vía
ja: ログアウト後、以下経由で新しいアカウントが作成されます
sq: Do të kryhet dalja juaj dhe llogaria e re do të krijohet përmes
sv: Du loggas ut och ett nytt konto skapas via
ug: تىزىمدىن چىقتىڭىز، يېڭى ھېسابات قۇرۇشتا
vi_vn: Ban sẽ bị đăng xuất và tài khoản mới sẽ được tạo thông qua

source: Join our team now!
de: Werde jetzt Mitglied!
el: Εγγραφείτε στην ομάδα μας τώρα!
es: ¡Únete ya a nuestro equipo!
sv: Gå med i vårt team nu!
ug: ھازىرلا توپىمىزغا قوشۇلامسىز؟
vi_vn: Tham gia nhóm của chúng tôi ngay!

source: Login via
ca: Connectar-se mitjançant
de: Einloggen via
el: Σύνδεση μέσω
es: Iniciar sesión via
ja: 以下経由でログインする
sq: Hyni përmes
sv: Logga in via
ug: تىزىمغا كىرىشتە
vi_vn: Đăng nhập thông qua

source: to apply
ca: aplicar
de: zu bewerben
el: για να υποβάλλετε αίτηση
es: aplicar
ja: 申し込む
sq: që të aplikoni
sv: för att ansöka
ug: ئىلتىماس
vi_vn: để tham gia

source: Your application is pending
ca: La vostra petició està pendent
cs: Vaše žádost se zpracovává
de: Deine Anmeldung ist unerledigt.
el: Η αίτησή σας είναι σε εκκρεμότητα
es: Tu aplicación está pendiente
ja: あなたの申し込みは承認待ちです
sq: Aplikimi juaj është në pritje
sv: Din ansökan hanteras
ug: ئىلتىماسىڭىز تەكشۈرۈلۈۋاتىدۇ
vi_vn: Đơn xin gia nhập đang của bạn đang chờ duyệt

source: Join our team
de: Werde jetzt Mitglied!
el: Εγγραφείτε στην ομάδα μας
es: Únete a nuestro equipo
sv: Gå med i vårt team
ug: توپىمىزغا قوشۇلۇڭ
vi_vn: Tham gia nhóm chúng tôi

source: to join our team
de: um bei unserem Team mitzumachen
el: για να εγγραφείτε στην ομάδα μας
es: unirse a nuestro equipo
sv: för att gå med i vårt team
ug: توپىمىزغا قوشۇلۇشتا
vi_vn: để tham gia nhóm của chúng tôi

source: You received this notification because you are a member of the <a href="%(team_page)s">%(team)s</a> team.
ca: Heu rebut aquesta notificació perquè sou membre de l'equip <a href="%(team_page)s">%(team)s</a>.
de: Du erhältst diese Benachrichtigung, da du ein Mitglied des <a href="%(team_page)s">%(team)s-Teams</a> bist.
el: Λάβατε αυτή την ειδοποίηση διότι είστε μέλος της ομάδας <a href="%(team_page)s">%(team)s</a>.
es: Has recibido esta notificación porque eres miembro del equipo <a href="%(team_page)s">%(team)s</a>.
ja: この通知は、<a href="%(team_page)s">%(team)s</a> チームのメンバーにお送りしています。
sq: Këtë njoftim e morët ngaqë jeni anëtar i ekipit <a href="%(team_page)s">%(team)s</a>.
sv: Du får denna avisering eftersom du är medlem i team <a href="%(team_page)s">%(team)s</a>
ug: بۇ ئۇقتۇرۇشنى تاپشۇرۇۋېلىشىڭىزنىڭ سەۋەبى سىز <a href="%(team_page)s">%(team)s</a> توپنىڭ ئەزاسى.
vi_vn: Bạn nhận được thông báo này bởi vì bạn là thành viên của nhóm <a href="%(team_page)s">%(team)s</a>.

source: Move video to one of your other teams?
ca: Vols moure el vídeo a un dels teus altres equips?
de: Video zu einem deiner anderen Teams verschieben?
el: Να μετακινηθεί το video σε μία από τις άλλες σας ομάδες;
es: ¿Deseas mover el video a uno de tus otros equipos?
ja: ビデオをあなたの他のチームに移動しますか？
sq: Të kalohet videoja te një nga ekipet tuaj të tjerë?
sv: Flytta videon till något av dina andra team?
ug: بۇ سىننى باشقا بىر توپىڭىزغا يۆتكەمسىز؟
vi_vn: Chuyển phim sang nhóm khác của bạn?

source: Move video
ca: Moure el vídeo
de: Video verschieben
el: Μετακίνηση βίντεο
es: Mover vídeo
ja: ビデオを移動する
sq: Kaloje Videon
sv: Flytta video
ug: سىننى يۆتكە
vi_vn: Chuyển phim

source: You are about to move this video to a new team.<br /><strong>If you proceed, all open tasks will be deleted.</strong>
ca: Aneu a moure aquest vídeo a un nou equip. <br /> <strong> Si continueu, totes les tasques obertes seran eliminades.</strong>
de: Du verschiebst dieses Video gerade zu einem anderen Team.<br /> <strong>Wenn du fortfährst, werden alle offenen Aufgaben gelöscht werden.</strong>
el: Πρόκειται να μετακινήσετε αυτό το video σε μία μέα ομάδα. <br /><strong>Αν συνεχίσετεy, όλες οι ανοικτές εργασίες θα διαγραφούν.</strong>
es: Estás a punto de mover este video a un nuevo equipo.<br /><strong>Si continúas, todas las tareas abiertas serán borradas.</strong>
ja: このビデオを本当に新しいチームに移動しますか？<br/><strong>移動すると、未完のタスクは全て削除されます。</strong>
sv: Du är på väg att flytta denna video till ett nytt team.<br /><strong>Om du fortsätter kommer alla pågående uppgifter att raderas.</strong>
ug: بۇ سىننى يېڭى بىر توپقا يۆتكىمەكچى بولدىڭىز. <br /><strong>ئەگەر داۋاملاشتۇرسىڭىز، ئوچۇق ۋەزىپىلەرنىڭ ھەممىسى ئۆچۈرۈلىدۇ.</strong>
vi_vn: Bạn chuẩn bị chuyển thước phim này sang một nhóm mới.<br /><strong>Nếu bạn tiếp tục, toàn bộ các công việc mở sẽ bị xóa.</strong>

source: Managing
ca: Gestió
cs: Správcování
de: Managen
el: Γίνεται διαχείριση
es: Gestión
ja: マネージング
ko: 관리
sq: Administrim
ug: باشقۇرۇش
vi_vn: Quản lí

source: Add new team
ca: Afegir nou equip
cs: Přidat nový tým
de: Neues Team hinzufügen
el: Προσθήκη νέας ομάδας
es: Añadir nuevo equipo
ja: 新しいチームを追加する
ko: 새로운 팀 추가
sq: Shtoni ekip të ri
sv: Lägg till nytt team
ug: يېڭى توپ قوش
vi_vn: Thêm nhóm mới

source: %(num)s language needed
de: %(num)s Sprache benötigt
el: χρειάζεται %(num)s γλώσσα
es: Se necesita %(num)s idioma
sv: %(num)s språk som behövs
ug: %(num)s تىلغا ئېھتىياجلىق
vi_vn: cần thêm %(num)s thứ tiếng

source: %(num)s language
ca: %(num)s idioma
cs: %(num)s jazyk
de: %(num)s Sprache
el: %(num)s Γλώσσα
es: %(num)s idioma
ja: one: ⏎ %(num)s 言語⏎ other: ⏎ %(num)s 言語⏎
sq: %(num)s gjuhë
sv: %(num)s språk
ug: %(num)s تىل
vi_vn: %(num)s ngôn ngữ

source: Add Video to Team
de: Video dem Team zuordnen
sv: Lägg till video i team

source: Add video
ca: Afegir vídeo
cs: Přidat video
de: Video hinzufügen
el: Προσθήκη Βίντεο
es: Añadir vídeo
ja: ビデオを追加する
ko: 동영상 추가
sq: Shtoni video
sv: Lägg till video
ug: سىن قوش
vi_vn: Thêm phim vào

source: Save
ca: Desar
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
ja: 保存する
ko: 저장
sq: Ruaje
sv: Spara
ug: ساقلا
vi_vn: Lưu

source: Add multiple videos
ca: Afegir diversos vídeos
cs: Přidejte více videí
de: Mehrere Videos hinzufügen
el: Προσθέστε πολλαπλά βίντεο
es: Añadir varios vídeos
ja: 複数のビデオを追加する
ko: 여러개의 비디오 추가하기
sq: Shtoni shumë video njëherazi
sv: Lägg till flera videos
ug: كۆپ يوللۇق سىن قوش
vi_vn: Thêm nhiều phim vào

source: Select/Deselect all
de: Auswählen/Auswahl aufheben
sv: Markera/Avmarkera alla

source: Approve selected
de: Genehmige ausgewählte
sv: Godkänn vald

source: Send a message
ca: Enviar un missatge
de: Eine Nachricht versenden
el: Αποστολή μηνύματος
es: Enviar un mensaje
ja: メッセージを送信する
sv: Skicka meddelande
ug: ئۇچۇر يوللا
vi_vn: Gửi tin nhắn

source: Deny
ca: Denegar
cs: Zamítnout
de: Ablehnen
el: Αρνηθείτε
es: Denegar
ja: 拒否する
ko: 거부
sq: Mohoje
sv: Neka
ug: رەت قىل
vi_vn: Từ chối

source: There are no applications right now
ca: No hi ha cap petició per ara
cs: Momentálně nejsou žádné žádosti
de: Es gibt derzeit keine Bewerbungen
el: Δεν υπάρχουν εφαρμογές αυτή τη στιγμή
es: En este momento no hay aplicaciones
ja: セルビア語、ラテン
ko: 지원서가 없습니다.
sq: Hëpërhë nuk ka aplikime
sv: Det finns inga ansökningar just nu
ug: ھازىر ئىلتىماس يوق
vi_vn: Hiện giờ không có ứng dụng nào

source: Project:
de: Projekt:
el: Έργο:
es: Proyecto:
sv: Projekt:

source: any
ca: qualssevol
cs: některými
de: jede
el: οποιουσδήποτε
es: cualquier
sq: çfarëdo
ug: خالىغان
vi_vn: bất cứ

source: Language:
de: Sprache:
el: Γλώσσα:
es: Idioma:
sv: Språk:

source: Tasks in white rows haven't been modified in more than 3 weeks.
de: Aufgaben in weißhinterlegten Zeilen sind seit mehr als 3 Wochen nicht verändert worden.
sv: Uppgifter på vita rader har inte ändrats på mer än 3 veckor.

source: Last modified
de: Zuletzt bearbeitet
sv: Senast ändrad

source: Title:
ca: Títol:
de: Titel:
el: Τίτλος:
es: Título:
ja: タイトル：
sq: Titull:
sv: Titel:
ug: ماۋزۇ:
vi_vn: Tiêu đề:

source: Description:
ca: Descripció:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
ja: 概説：
sq: Përshkrim:
sv: Beskrivning:
ug: چۈشەندۈرۈش:
vi_vn: Mô tả:

source: There are no approvals right now
de: Es sind derzeit keine Genehmigungen vorhanden
sv: Det finns inga godkännanden just nu

source: Edit team
ca: Modificar equip
cs: Editovat tým
de: Team bearbeiten
el: Τροποποίηση ομάδας
es: Editar equipo
ja: チームを編集する
sq: Përpunoni ekipin
sv: Redigera team
ug: توپ تەھرىر
vi_vn: Thay đổi nhóm

source: Create team
ca: Crear un equip
cs: Vytvořit tým
de: Team erstellen
el: Δημιουργία ομάδας
es: Crear equipo
ja: チームを作る
ko: 팀 만들기
sq: Krijoni ekip
sv: Skapa team
ug: توپ قۇر
vi_vn: Tạo nhóm

source: Create a team
ca: Crea un nou equip
cs: Vytvořit tým
de: Team erstellen
el: Δημιουργία μίας Ομάδας
es: Crear un equipo
ja: チームを作成する
ko: 팀 만들기
sq: Krijoni një ekip
sv: Skapa ett team
ug: بىر توپ قۇرىدۇ
vi_vn: Tạo nhóm

source: All Teams
ca: Tots els equips
cs: Všechny týmy
de: Alle Teams
el: Όλες οι Ομάδες
es: Todos los equipos
ja: 全てのチーム
ko: 전체 팀
sq: Krejt Ekipet
sv: Alla team
ug: ھەممە توپلار
vi_vn: Tất cả các Nhóm

source: My Teams
ca: Els meus equips
cs: Mé týmy
de: Meine Teams
el: Οι ομάδες μου
es: Mis equipos
ja: マイ・チーム
ko: 내 팀
sq: Ekipet e Mia
sv: Mina team
ug: توپۇم
vi_vn: Nhóm của tôi

source: Display Settings
ca: Mostrar configuració
cs: Nastavení zobrazení
de: Anzeigeeinstellungen
el: Εμφάνιση Ρυθμίσεων
es: Mostrar Configuración
ja: 表示設定
sq: Rregullime Shfaqjeje
sv: Visa inställningar
ug: كۆرسىتىش تەڭشەكلەر
vi_vn: Hiển thị các Thiết đặt

source: Create Team
ca: Crear equip
cs: Vytvořit tým
de: Team Erstellen
el: Δημιουργία ομάδας
es: Crear equipo
ja: チームを作る
ko: 팀 만들기
sq: Krijoni Ekip
sv: Skapa team
ug: توپ قۇر
vi_vn: Tạo Nhóm

source: Back to teams
ca: Torna a equips
cs: Zpět na týmy
de: Zurück zu Teams
el: Πίσω στις Ομάδες
es: Volver a equipos
ja: チームに戻る
ko: 팀목록으로 돌아가기
sq: Mbrapsht te ekipet
sv: Åter till team
ug: توپقا قايت
vi_vn: Trở về các nhóm

source: Back to my teams
ca: Torna als meus equips
cs: Zpět na mé týmy
de: Zurück zu meinen Teams
el: Πίσω στις Ομάδες μου
es: Volver a mis equipos
ja: マイ・チームに戻る
ko: 내 팀으로 돌아가기
sq: Mbrapsht te ekipet e mi
sv: Åter till mina team
ug: توپۇمغا قايت
vi_vn: Trở về các nhóm của tôi

source: Create a Task
ca: Crear una tasca
cs: Vytvořit úlohu
de: Eine Aufgabe erstellen
el: Δημιουργείστε μία Εργασία
es: Crear una tarea
ja: タスクを作成する
ko: 할 일 만들기
sq: Krijoni Punë
sv: Skapa uppgift
ug: يېڭى بىر ۋەزىپە قۇر
vi_vn: Tạo Công việc

source: New Task
ca: Nova tasca
cs: Nová úloha
de: Neue Aufgabe
el: Νέα Εργασία
es: Nueva tarea
ja: 新しいタスク
ko: 새로운 할 일
sq: Punë e Re
sv: Ny uppgift
ug: يېڭى ۋەزىپە
vi_vn: Công việc mới
