Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: You car reply only comments for same object
ca: Només podeu respondre als comentaris del mateix objecte
cs: Můžete odpovídat pouze na komentáře u stejného objektu
de: Du kannst nur auf Kommentare für das gleiche Objekt antworten.
el: Μπορείτε να απαντάτε μόνο στα σχόλια με το το ίδιο θέμα
es: Sólo puedes responder a comentarios del mismo tema
ja: 同じオブジェクトについて、コメントのみの返信が可能です。
ko: 같은 항목에 대해서만 댓글에 답장을 보내실 수 있습니다.
sq: Mund të përgjigjeni vetëm ndaj komenteve për të njëjtin objekt
sv: Du kan enbart svara på kommentarer för samma objekt.
ug: ئوخشاش ئوبيېكىتتىن كەلگەن جاۋابقا باھا قايتۇرالايسىز
vi_vn: bạn chỉ có thể trả lời bình luận cho các vấn đề giống nhau

source: Video embedding disabled by owner
ca: Incrustació de vídeo deshabilitada pel propietari
cs: Vkládání videa zakázáno vlastníkem
de: Videoeinbetten durch Besitzer deaktiviert
el: Η ενσωμάτωση ροής απενεργοποιήθηκε από τον ιδιοκτήτη
es: Incrustación de vídeo deshabilitada por el dueño
ja: 所有者によって埋め込みが禁止されています
ko: 동영상을 올린 사용자로 부터 동영상 삽입은 할 수 없게 지정되었습니다.
sq: Trupëzimi i videos është çaktivizuar nga i zoti
sv: Inbäddning av video är inaktiverat av ägaren
ug: ئىگىسى سىن سىڭدۈرۈشنى چەكلىگەن
vi_vn: Nhúng phim đã bị vô hiệu hóa bởi chủ sở hữu

source: That task has already been completed.
ca: Aquesta tasca ja s'ha completat
de: Diese Aufgabe wurde bereits komplett erledigt.
el: Αυτό το βίντεο έχει ήδη υποτιτλισθεί.
es: La tarea ya ha sido completada.
ja: このタスクはすでに完了しています。
sq: Kjo punë është kryer një herë.
sv: Denna uppgift är redan utförd.
ug: بۇ ۋەزىپە ئاللىبۇرۇن تاماملانغان.
vi_vn: Công việc đó đã được hoàn thành.

source: This user has not email
ca: Aquest usuari no té adreça electrònica
cs: Tento uživatel nemá email
de: Dieser Benutzer hat keine E-Mail-Adresse
el: Αυτός ο χρήστης δεν έχει διεύθυνση e-mail
es: Este usuario no tiene correo electrónico
ja: このユーザはメールアドレスがありません
ko: 이 사용자는 email을 가지고 있지 않습니다.
sq: Ky përdorues nuk ka email
sv: Denna användaren har inte email
ug: بۇ ئىشلەتكۈچىنىڭ تورخەتى يوق
vi_vn: Người dùng này không có thư điện tử

source: You are not authenticated.
ca: No esteu autenticat
cs: Nejste autentizováni.
de: Du bist nicht authentifiziert.
el: Δεν είστε εξουσιοδοτημένος.
es: No te has autentificado.
ja: あなたは、認証されていません。
ko: 사용자 인증이 되지 않았습니다.
sq: Nuk keni bërë mirëfilltësimin.
sv: Du är inte autentiserad.
ug: سالاھىيىتىڭىز دەلىللەنمىگەن.
vi_vn: Bạn chưa được xác minh.

source: Personal message from %(sender)s on amara.org
de: Private Nachricht von %(sender)s auf amara.org
el: Προσωπικό μήνυμα από τον/την %(sender)s στο amara.org
es: Mensaje personal de %(sender)s en amara.org
sv: Personligt meddelande från %(sender)s på amara.org

source: Confirm new password:
ca: Confirmeu la nova contrasenya
cs: Potvrdit nové heslo:
de: Neues Passwort bestätigen:
el: Επιβεβαίωση νέου κωδικού πρόσβασης:
es: Confirmar nueva contraseña:
ja: 新しいパスワードの再入力:
ko: 새 비밀번호 확인
sq: Ripohoni fjalëkalimin e ri:
sv: Bekräfta nytt lösenord:
ug: يېڭى ئىم جەزملەڭ:
vi_vn: Xác nhận mật khẩu mới:

source: Must specify current password
de: Du musst das aktuelle Passwort eingeben
el: Πρέπει να προσδιορίσετε τον κωδικό πρόσβασης
es: Tienes que especificar tu contraseña actual.
sv: Ange nuvarande lösenord

source: Invalid password
de: Ungültiges Passwort
el: Άκυρος κωδικός πρόσβασης.
es: Contraseña incorrecta.
sv: Ogiltigt lösenord

source: Passwords don't match
de: Die Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν είναι ίδιοι
es: Las contraseñas no coinciden.
sv: Lösenorden överensstämmer inte

source: You should be authenticated.
ca: Heu de estar autenticats.
cs: Měli byste být přihlášeni.
de: Du solltest authentifiziert sein.
el: Πρέπει πρώτα να πιστοποιηθείτε.
es: Debes estar autentificado.
ja: 認証が必要です。
ko: 인증을 하셔야 합니다.
sq: Duhet të keni bërë mirëfilltësimin.
sv: Du borde vara godkänd.
ug: سالاھىيەت دەلىللەڭ.
vi_vn: Bạn cần phải xác minh.

source: Your email was updated.
ca: El vostre correu electrònic s'ha actualitat
cs: Váš email byl aktualizován.
de: Deine E-Mail-Adresse wurde aktualisiert.
el: Το email σας ενημερώθηκε.
es: Tu correo electrónico se ha actualizado.
ja: あなたのメールアドレスは更新されました。
ko: 귀하의 이메일을 업데이트 했습니다.
sq: Email-i juaj u përditësua.
sv: Din e-post uppdaterades
ug: تورخەتىڭىز يېڭىلاندى.
vi_vn: Thư điện tử của bạn đã được cập nhật.

source: Your profile has been updated.
ca: El vostre perfil ha estat actualitzat.
cs: Váš profil byl aktualizován.
de: Dein Profil wurde aktualisiert.
el: Το προφίλ σας ενημερώθηκε.
es: Tu perfil ha sido actualizado.
ja: あなたのプロファイルは更新されました。
ko: 프로필이 업데이트 되었습니다.
sq: Profili juaj u përditësua.
sv: Din profil har uppdaterats
ug: سەپلىمە ھۆججىتىڭىز يېڭىلاندى.
vi_vn: Hồ sơ của bạn đã được cập nhật.

source: Your account has been updated.
de: Dein Account wurde aktualisiert.
el: Ο λογαριασμός σας ενημερώθηκε.
es: Su cuenta ha sido actualizada.
sv: Ditt konto har uppdaterats.
ug: ھېساباتىڭىز يېڭىلاندى.
vi_vn: Tài khoản của bạn đã được cập nhật.

source: Your photo has been updated.
de: Dein Foto wurde aktualisiert.
el: Η φωτογρφία σας ενημερώθηκε.
es: Su foto ha sido actualizada.
sv: Ditt foto har uppdaterats.
ug: سۈرىتىڭىز يېڭىلاندى.
vi_vn: Hình của bạn đã được cập nhật.

source: Your photo has been removed.
de: Dein Foto wurde entfernt.
el: Η φωτογρφία σας διεγράφη.
es: Su foto ha sido eliminada.
sv: Ditt foto har tagits bort.
ug: سۈرىتىڭىز چىقىرىۋېتىلدى.
vi_vn: Hình của bạn đã được gỡ bỏ.

source: Twitter account
de: Twitter-Benutzerkonto
el: Λογαριασμός Twitter
es: Cuenta de Twitter
sv: Twitter-konto

source: Facebook account
de: Facebook-Benutzerkonto
el: Λογαριασμός Facebook
es: Cuenta de Facebook
sv: Facebook-konto

source: Account deleted.
de: Accounts gelöscht.
el: Ο λογαριασμός διεγράφη.
es: Cuenta borrada.
sv: Kontot borttaget.
ug: ھېسابات ئۆچۈرۈلدى.
vi_vn: Tài khoản đã bị xóa.

source: All Languages
ca: Tots els idiomes
cs: Všechny jazyky
de: Alle Sprachen
el: Όλες οι Γλώσσες
es: Todos los idiomas
ja: 全言語
ko: 모든 언어
sq: Krejt Gjuhët
sv: Alla språk
ug: بارلىق تىللار
vi_vn: Tất cả ngôn ngữ

source: Relevance
ca: Rellevància
de: Relevanz
el: Βαθμός συνάφειας
es: Relevancia
ja: 関連性
ko: 관련성
sq: Rëndësi
sv: Relevans
ug: باغلىنىش
vi_vn: Liên quan

source: Most languages
ca: Idiomes principals
cs: Nejvíce jazyků
de: Häufigste Sprachen
el: Οι περισσότερες γλώσσες
es: La mayoría de los idiomas
ja: ほとんどの言語
ko: 대부분의 언어
sq: Shumica e gjuhëve
sv: Flest språk
ug: كۆپچىلىك تىللار
vi_vn: Ngôn ngữ nhiều nhất

source: Views Today
ca: Visites d'avui
cs: Shlédnutí dnes
de: Aufrufe heute
el: Προβολές σήμερα
es: Visualizaciones hoy
ja: 今日の視聴数
ko: 오늘 시청 수
sq: Parje Sot
sv: Visningar idag
ug: بۈگۈن كۆرۈلگەنلىرى
vi_vn: Lượt xem hôm nay

source: Views This Week
ca: Visites d'aquesta setmana
cs: Shlédnutí tento týden
de: Aufrufe diese Woche
el: Προβολές αυτή την εβδομάδα
es: Visualizaciones esta semana
ja: 今週の視聴数
ko: 이번 주 시청 수
sq: Parje Këtë Javë
sv: Visningar den här veckan
ug: بۇ ھەپتە كۆرۈلگەنلىرى
vi_vn: Lượt xem tuần này

source: Views This Month
ca: Visites d'aquest mes
cs: Shlédnutí tento měsíc
de: Aufrufe diesen Monat
el: Προβολές αυτόν τον μήνα
es: Visualizaciones este mes
ja: 今月の視聴数
ko: 이번 달 시청 수
sq: Parje Këtë Muaj
sv: Visningar den här månaden
ug: بۇ ئايدا كۆرۈلگەنلىرى
vi_vn: Lượt xem tháng này

source: Total Views
ca: Visites totals
cs: Celkový počet shlédnutí
de: Aufrufe insgesamt
el: Συνολικές προβολές
es: Visualizaciones totales
ja: 全視聴数
ko: 총 시청 수
sq: Parje Gjithsej
sv: Totalt antal visningar
ug: ئومۇمى كۆرۈلۈشى
vi_vn: Tổng lượt xem

source: query
ca: pregunta
cs: dotaz
de: Anfrage
el: Ερώτημα
es: pregunta
ja: 質問
ko: 검색어
sq: kërkesë
sv: förfrågan
ug: سۈرۈشتۈر
vi_vn: truy vấn

source: Subtitled Into
ca: Subtitulat al
cs: Přeloženo do
de: Untertitelt auf
el: Υποτιτλισμένη Εισαγωγή
es: Subtitulados en
ja: 字幕言語
ko: 으로 자막
sq: Titruar Në
sv: Undertextad till
ug: كىنو خېتىنىڭ تىلى
vi_vn: Chuyển phụ đề sang

source: Left blank for any language
ca: Deixar en blanc per a qualssevol idioma
cs: Vynechat pro jakýkoli jazyk
de: Leer gelassen für alle Sprachen
el: Αφήστε κενό για οποιαδήποτε γλώσσα
es: Se deja espacio en blanco para cualquier idioma
ja: 全言語を選択するには空欄のままにする
ko: 모든 언어에 왼쪽 빈 칸
sq: Lënë zbrazët për çfarëdo gjuhe
sv: Lämna blankt för vilket språk som helst
ug: بوش قالدۇرۇلسا خالىغان تىل
vi_vn: Để trống cho bất cứ ngôn ngữ khác

source: Video In
ca: Vídeo en
cs: Video v
de: Video auf
el: Εισερχόμενο βίντεο
es: Vídeo en
ja: ビデオ言語
ko: 비디오
sq: Video Në
sv: Video på
ug: سىن ئەكىر
vi_vn: Phim có trong

source: %(count)s messages sent
ca: %(count)s missatges enviats
cs: %(count)s zpráv odesláno
de: %(count)s Nachrichten versandt.
el: Στάλθηκαν %(count)s μηνύματα
es: %(count)s mensajes enviados
ja: メッセージ送信数 %(count)s
ko: %(count)s 메시지를 보냈습니다.
sq: %(count)s mesazhe të dërguar
sv: %(count)s meddelanden skickade
ug: %(count)s ئۇچۇر يوللاندى
vi_vn: %(count)s tin nhắn đã được gửi

source: Fill all fields please.
ca: Ompliu tots els camps sisplau.
cs: Vyplňte prosím všechna pole.
de: Bitte fülle alle Felder aus.
el: Παρακαλώ, συμπληρώστε όλα τα πεδία
es: Rellene todos los campos.
ja: 全ての欄に記入してくさい
ko: 모든 필드를 작성해 주세요.
sq: Ju lutemi, plotësoni tërë fushat.
sv: Vänligen fyll i alla fält.
ug: ھەممە سۆز بۆلەكلىرىنى تولدۇرۇڭ.
vi_vn: Xin hãy điền vào tất cả các mục.

source: Send message
ca: Enviar missatge
cs: Poslat zprávu
de: Nachricht versenden
el: Αποστολή μηνύματος
es: Enviar mensaje
ja: メッセージを送る
ko: 메시지 보내기
sq: Dërgoje mesazhin
sv: Skicka meddelande
ug: ئۇچۇر يوللا
vi_vn: Gửi tin nhắn

source: Feature teams
ca: Destacar equips
cs: Ocenit týmy
de: Teams unterstützen
es: Características de los equipos
ja: 注目チームとして取り上げる
sv: Välj ut team
ug: ئالاھىدىلىككە ئىگە توپلىرى
vi_vn: Nhóm chuyên trách

source: Unfeature teams
ca: Deixar de destacar equips
cs: Odocenit týmy
de: Teams nicht mehr unterstützen
el: Ομάδες χωρις χαρακτηριστικό γνώρισμα
es: Equipos sin características
ja: 注目チームとしての取り上げをやめる
sv: Ta bort uttagna team
ug: ئالاھىدىلىكسىز توپلار
vi_vn: Nhóm không chuyên trách

source: User
ca: Usuari
cs: Uživatel
de: Nutzer
el: Χρήστης
es: Usuario
ja: ユーザ
ko: 사용자
sq: Përdorues
sv: Användare
ug: ئىشلەتكۈچى
vi_vn: Người dùng

source: %(username)s is not a member of the team
de: %(username)s ist kein Mitglied des Teams.
el: %(username)s δεν είναι μέλος της ομάδας
es: El usuario %(username)s no es miembro de este equipo.
sv: %(username)s är inte medlem i teamet

source: New activity on your team video
ca: Nova activitat al vostre equip de vídeo
cs: Nová aktivita ve videu vašeho týmu
de: Neue Aktivität auf deinem Teamvideo
el: Νέα εργασία στο ομαδικό σας βίντεο
es: Novedades en el vídeo de tu equipo
ja: チームビデオの新しいアクティビティー
ko: 당신의 팀 동영상에 새로운 활동이 있습니다.
sq: Veprimtari e re në ekipin tuaj të videove
sv: Ny aktivitet på din teamvideo
ug: توپىڭىزنىڭ سىنىدىكى يېڭى پائالىيەت
vi_vn: Hoạt động mới về đoạn phim của nhóm bạn

source: Owner
ca: Propietari
cs: vlastník
de: Besitzer
el: Ιδιοκτήτης
es: Propietario
ja: 所有者
ko: 소유자
sq: Pronar
sv: Ägare
ug: ئىگىسى
vi_vn: Người sở hữu

source: Contributor
ca: Contribuidor
cs: Přispěvatel
de: Mitwirkender
el: Συνεισφέρων
es: Colaborador
ja: 寄稿者
ko: 기여자
sq: Kontribues
sv: Deltagare
ug: تۆھپىكار
vi_vn: Người đóng góp

source: Team does not exist
ca: L'equip no existeix
cs: Tým neexistuje
de: Team existiert nicht
el: Αυτή η Ομάδα δεν υπάρχει
es: El equipo no existe
ja: チームは存在しません。
ko: 팀이 존재하지 않습니다.
sq: Ekipi nuk ekziston
sv: Teamet finns inte
ug: توپ مەۋجۇت ئەمەس
vi_vn: Nhóm không tồn tại

source: You are already a member of this team.
ca: Ja sou membre d'aquest equip.
cs: Již jste členem tohoto týmu.
de: Du bist bereits Mitglied dieses Teams.
el: Είστε, ήδη, μέλος αυτής της ομάδσς.
es: Ya eres miembro de este equipo.
ja: あなたはすでにこのチームのメンバーです。
ko: 당신은 이미 이 팀의 멤버입니다.
sq: Jeni tashmë anëtar i këtij ekipi.
sv: Du är redan medlem i detta team.
ug: سىز بۇ توپنىڭ ئەزاسى.
vi_vn: Bạn đã là thành viên của nhóm này.

source: You are now a member of this team.
ca: Ara sou membres d'aquest equip.
cs: Nyní jste členem tohoto týmu.
de: Du bist nun ein Mitglied dieses Teams.
el: Τώρα είστε μέλος αυτής της ομάδας.
es: Ahora eres un miembro de este equipo.
ja: あなたはこのチームのメンバーになりました。
ko: 이제 이 팀의 멤버입니다.
sq: Tani jeni anëtar i këtij ekipi.
sv: Du är nu medlem i detta team.
ug: سىز ھازىر بۇ توپنىڭ ئەزاسى.
vi_vn: Giờ thì bạn đã là thành viên của nhóm này.

source: The "About you" field is required in order to apply.
ca: El camp "Quant a tu" és obligatori per continuar.
de: Das Feld »Über dich« ist ein Pflichfeld für die Bewerbung.
el: Το πεδίο «Σχετικά με σας» είναι απαραίτητο για την υποβολή της αίτησής σας.
es: El campo "Sobre ti" debe estar rellenado.
ja: 応募するには、「自分について」欄が必須です。
sv: "Om dig"-fältet är obligatoriskt för ansökan.
ug: «سىز ھەققىدە» سۆز بۆلىكىنى قوللىنىش زۆرۈر.
vi_vn: Mục "Thông tin về bạn" là bắt buộc để có thể xin tham gia.

source: You have already applied to this team.
de: Du hast dich bereits bei diesem Team beworben.
el: Έχετε ήδη υποβάλει αίτηση εγγραφής σε αυτή την ομάδα.
es: Ya te has unido a este grupo.
sv: Du har redan ansökt om medlemskap i detta team.
ug: سىز بۇ توپقا كىرىش ئىلتىماسىنى تاپشۇرغان.
vi_vn: Bạn đã xin tham gia nhóm này rồi.

source: Your application has been denied.
de: Deine Bewerbung wurde abgelehnt.
el: Το αίτημά σας απερρίφθη.
es: Tu aplicación ha sido denegada.
sv: Din ansökan har nekats.
ug: ئىلتىماسىڭىز رەت قىلىندى.
vi_vn: Đơn xin tham gia của bạn đã bị từ chối.

source: You have been removed from this team.
de: Du wurdest aus diesem Team herausgenommen.
el: Έχετε διαγραφεί από αυτή την ομάδα.
es: Has sido eliminado de este grupo.
sv: Du har tagits bort från detta team.
ug: سىز بۇ توپتىن چىقىرىۋېتىلگەن.
vi_vn: Bạn đã bị khai trừ ra khỏi nhóm này.

source: Your application has been approved. You are now a member of this team
de: Deine Bewerbung wurde angenommen. Du bist jetzt ein Mitglied dieses Teams.
el: Το αίτημά σας εγκρίθηκε. Τώρα είστε μέλος αυτής της ομάδας.
es: Su solicitud ha sido aprobada. Ahora eres miembro de nuestro equipo.
sv: Din ansökan har godkänts. Du är nu medlem i detta team.
ug: ئىلتىماسىڭىز تەستىقلاندى. سىز ھازىر بۇ توپنىڭ بىر ئەزاسى
vi_vn: Đơn xin tham gia của bạn đã được chấp nhận. Giwof thì bạn đã là thành viên của nhóm

source: Your application has been submitted. You will be notified of the team administrator's response
ca: La vostra sol·licitud ha estat enviada. Sereu notificats mitjançant una resposta de l'administrador de l'equip
de: Deine Bewerbung ist bei uns angekommen. Du bekommst bald eine Antwort vom Admin des Teams.
el: Η αίτησή σας έχει υποβληθεί. Θα ειδοποιηθείτε για την απάντηση του διαχειριστή της ομάδας.
es: Tu petición ha sido enviada. Se te notificará la respuesta del administrador del equipo.
ja: あなたの申請は提出されました。チーム管理人の返答を追ってお知らせします。
sq: Aplikimi juaj u parashtrua. Përgjigja e administratorit të ekipit do t'ju bëhet e ditur.
sv: Din ansökan är inskickad. Du kommer att få ett meddelande med teamadministratörens svar
ug: ئىلتىماسىڭىز تاپشۇرۇلدى. سىز توپ باشقۇرغۇچىنىڭ جاۋاب ئۇقتۇرۇشىنى تاپشۇرۇۋالىسىز.
vi_vn: Đơn xin tham gia của bạn đã được gửi đi. Bạn sẽ nhận được thông báo khi có phản hồi của người quản trị nhóm

source: You can't join this team by application.
ca: No podeu unir-vos a aquest equip per l'aplicació.
cs: Nemůžete žádat o přidání do tohoto týmu.
de: Du kannst diesem Team nicht beitreten, indem du dich bewirbst.
el: Δεν μπορείτε να γραφθείτε σε αυτή την ομάδα υποβάλλοντας αίτηση.
es: No puedes unirte a este equipo mediante solicitud.
ja: 申し込みではこのチームに参加する事は出来ません。
ko: 당신은 앱으로 이 팀에 합류할 수 없습니다.
sq: Pjesë e këtij ekipi nuk mund të bëheni përmes kërkesash.
sv: Det går inte att ansöka om medlemskap i detta team.
ug: ئىلتىماس ئارقىلىق بۇ توپقا كىرەلمەيسىز.
vi_vn: Bạn không thể tham gia nhóm này bằng hình thức gửi đơn xin tham gia.

source: Team does not exist.
ca: L'equip no existeix.
cs: Tým neexistuje.
de: Team existiert nicht.
el: Η Ομάδα αυτή δεν υπάρχει.
es: El equipo no existe.
ja: チームは存在しません
ko: 팀이 없습니다.
sq: Ekipi nuk ekziston.
sv: Teamet finns inte.
ug: توپ مەۋجۇت ئەمەس.
vi_vn: Nhóm không tồn tại.

source: You are not manager of this team.
ca: No sou gestor d'aquest equip.
cs: Nejste správcem tohoto týmu.
de: Du bist kein Manager dieses Teams.
el: Δεν είστε διαχειριστής σε αυτή την ομάδα
es: No eres administrador de este equipo.
ja: このチームの管理者ではありません
ko: 당신은 이 팀의 관리자가 아닙니다.
sq: Nuk jeni përgjegjësi i këtij ekipi.
sv: Du är inte ansvarig för detta team.
ug: سىز بۇ توپنىڭ باشقۇرغۇچىسى ئەمەس.
vi_vn: Bạn không phải là quản lí của nhóm này.

source: Incorrect team member role.
ca: Rol del membre de l'equip incorrecte.
cs: Nesprávná týmová role.
de: Falsche Teammitgliedrolle.
el: Λάθος ρόλος για το Μέλος της ομάδας.
es: Rol de miembro incorrecto.
ja: チームメンバーの役割が正しくありません
ko: 팀멤버의 역할이 일치하지 않습니다.
sq: Rol i pasaktë anëtari ekipi.
sv: Felaktig roll för teammedlemmen.
ug: ناتوغرا بولغان توپ ئەزالىق رولى.
vi_vn: Vai trò của thành viên nhóm không phù hợp.

source: Team member does not exist.
ca: El membre de l'equip no existeix.
cs: Člen týmu neexistuje.
de: Teammitglied existiert nicht.
el: Το μέλος της ομάδας δεν υπάρχει.
es: Este miembro no existe.
ja: チームメンバーは存在しません
ko: 팀멤버가 없습니다.
sq: Nuk ka anëtar ekipi të tillë.
sv: Teammedlemmen finns inte.
ug: توپ ئەزاسى مەۋجۇت ئەمەس.
vi_vn: Thành viên nhóm không tồn tại.

source: You can't promote yourself.
ca: No podeu promoure-us.
cs: Nemůžete povýšit sami sebe.
de: Du kannst dich nicht selbst befördern.
el: Μπορείτε να προωθήσετε τον εαυτό σας.
es: No puedes ascenderte a ti mismo.
ja: 自分を推薦することはできません
ko: 자신 스스로 승인 할 수 없습니다.
sq: Nuk mund të promovuoni veten.
sv: Du kan inte befordra dig själv.
ug: ئۆزىڭىزنى تەۋسىيە قىلالمايسىز.
vi_vn: Bạn không thể tự đề bạt mình.

source: Team member role changed.
ca: S'ha canviat el rol del membre a l'equip.
cs: Role týmového člena byla změněna.
de: Funktion des Teammitgliedes geändert.
el: Ο ρόλος ενός μέλους της ομάδας άλλαξε.
es: Se ha cambiado el rol del miembro del equipo.
ja: チームメンバーの役割が変更しました
ko: 역할이 변경된 팀 멤버
sq: U ndryshua roli i anëtarit të ekipit.
sv: Teammedlemmens roll har ändrats.
ug: توپ ئەزالىق رولى ئۆزگەردى.
vi_vn: Vai trò của thành viên nhóm đã được thay đổi.

source: You cannot assign that role to that member.
ca: No podeu assignar aquest rol a aquest membre.
cs: Nemůžete přiřadit tuto roli tomuto uživateli.
de: Du kannst diese Funktion diesem Teammitglied nicht zuweisen.
el: Δεν μπορείτε να αναθέσετε αυτό τον ρόλο σε εκείνο το Μέλος.
es: No puedes asignar ese rol a este miembro.
ja: そのメンバーに役割を割り当てることができません。
ko: 해당 사용자에게는 그 역할을 줄 수 없습니다.
sq: Nuk mund t'ia jepni atë rol atij përdoruesi.
sv: Du kan inte tilldela den rollen till medlemmen.
ug: ئۇ ئەزاغا بۇ رولنى تەقسىملىيەلمەيسىز.
vi_vn: Bạn không thể phân vai trò đó cho thành viên đó.

source: Complete
de: Fertigstellen
el: Ολοκληρωμένο
es: Completar
sv: Slutför

source: Saving
de: Speichern
el: Αποθήκευση
es: Guardando...
sv: Sparar

source: Approve
ca: Aprovar
cs: Schválit
de: Akzeptieren
el: Αποδοχή
es: Confirmar
ja: 承認する
ko: 승인
sq: Miratoje
sv: Godkänn
ug: تەستىق
vi_vn: Chấp thuận

source: Approving
de: Wird gerade genehmigt
el: Εγκρίνεται
es: Confirmando
sv: Godkänner

source: Send Back
de: Zurücksenden
el: Επιστροφή
es: Reenviar
sv: Skicka tillbaka

source: Sending back
de: Wird gerade zurückgesendet
el: Γίνεται επιστροφή
es: Reenviando
sv: Skickar tillbaka

source: New %(team)s videos ready for subtitling!
ca: Nou %(team)s vídeos preparats per a subtitular!
cs: Nová videa týmu %(team)s jsou připravena k tvorbě titulků!
de: Es gibt neue »%(team)s«-Videos zum Untertiteln.
el: Νέα %(team)s Βίντεο έτοιμα για υποτιτλισμό!
es: Nuevos vídeos de %(team)s listos para subtitular.
ja: %(team)s に新しいビデオが追加されました！
ko: 새로운 %(team)s의 동영상이 자막을 만들 준비가 되었습니다!
sq: Video të reja nga %(team)s gati për titrim!
sv: Nya %(team)s videos finns redo att undertexta!
ug: يېڭى %(team)s سىنلار كىنو خېتى تەھرىرلەشكە تەييار بولدى!
vi_vn: Các đoạn phím %(team)s mới đã sẵn sàng để làm phụ đề!

source: Unknown video type: %(url)s
de: Unbekannter Videotyp: %(url)s
el: Άγνωστος τύπος βίντεο:%(url)s
es: Tipo de vídeo desconocido: %(url)s
sv: Okänd videotyp: %(url)s

source: Badly formated language for %(url)s: %(language)s, ignoring it.
de: Ungünstig formatierte Worte bei %(url)s: %(language)s, bitte ignoriere es.
el: Κακή μορφοποίηση γλώσσας για %(url)s: %(language)s, θα αγνοηθεί.
es: Idioma malformado para %(url)s: %(language)s, se ignora.
sv: Felaktigt formaterat språk för %(url)s: %(language)s, ignoreras.

source: Badly formated duration for %(url)s: %(duration)s, ignoring it.
de: Ungünstig formatierte Laufzeit bei %(url)s: %(duration)s, bitte ignoriere es.
el: Κακή μορφοποίηση διάρκειας για %(url)s: %(duration)s, θα αγνοηθεί.
es: Duración malformado para %(url)s: %(duration)s, se ignora.
sv: Felaktigt formaterad längd för %(url)s: %(duration)s, ignoreras.

source: Video is already part of a team: %(url)s
de: Das Video ist bereits einem Team zugeordnet: %(url)s
el: Το βίντεο είναι ήδη μέλος της ομάδας: %(url)s
es: El vídeo ya pertenece a un equipo: %(url)s
sv: Videon finns redan i teamet: %(url)s

source: Invalid transcript file or language code for video %(url)s
de: Ungültige Transkript-Datei oder ungültiger Sprachen-Code für das Video %(url)s
el: Μη έγκυρο αρχείο μεταγραφής ή γλώσσας για το βίντεο %(url)s
es: Archivo de transcripción o codigo de idioma esta inválido para vídeo %(url)s
sv: Ogiltig transkriptionsfil eller språkkod för video %(url)s

source: You are not authorized to perform such action
de: Du bist nicht berechtigt diese Aktion auszuführen.
el: Δεν είστε εξουσιοδοτημένοι να κάνετε τέτοια ενέργεια.
es: No tienes permisos para llevar a cabo esta acción.
sv: Du har inte behörighet att utföra åtgärden

source: Number of videos added to team: %(num)i
de: Anzahl der dem Team zugeordneten Videos: %(num)i
el: Αριθμός βίντεο που προστέθηκαν στην ομάδα: %(num)i
es: Numero de videos añadido al equipo: %(num)i
sv: Antal videor tillagda till teamet: %(num)i

source: You are not authorized to see this page
de: Du bist nicht berechtigt diese Seite anzusehen.
el: Δεν είστε εξουσιοδοτημένοι να δείτε αυτή τη σελίδα
es: No tienes permiso para ver esta página.
sv: Du är inte behörig att se denna sida

source: You do not have permission to edit this team.
ca: No teniu permís per a modificar aquest equip.
cs: Nemáte oprávnění měnit tento tým.
de: Du hast nicht die Berechtigung, dieses Team zu bearbeiten.
el: Δεν έχετε δικαίωμα να τροποποιήσετε αυτή την ομάδα.
es: No tienes permito para editar este equipo.
ja: あなたにはこのチームを変更する権限がありません。
sq: Nuk keni leje të përpunoni këtë ekip.
sv: Du har inte behörighet att redigera detta team.
ug: سىزنىڭ بۇ توپنى تەھرىرلەش ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép thay đổi nhóm này.

source: %(added)i videos added<br/>%(errors)s
de: %(added)i Videos hinzugefügt<br/>%(errors)s
el: %(added)i βίντεο προστέθηκαν<br/>%(errors)s
es: %(added)i videos añadidos<br/>%(errors)s
sv: %(added)i videos tillagda<br/>%(errors)s

source: File successfully uploaded, you should receive the summary shortly.
de: Datei erfolgreich hochgeladen. Du solltest die Zusammenfassung in Kürze erhalten.
el: Το αρχείο ανέβηκε επιτυχώς, σύντομα θα λάβετε την περίληψη
es: Archivo subido con éxito, deberías recibir el resumen en breve.
sv: Filen uppladdad, du får en summering inom kort.

source: File was not successfully parsed.
de: Die Datei wurde nicht erfolgreich in Übersetzungseinheiten unterteilt.
el: Ανεπιτυχής επεξεργασία αρχείου.
es: Archivo no fue analizado con éxito.
sv: Filen kunde inte tolkas.

source: Error updating membership
de: Fehler beim Aktualisieren der Mitgliedschaft
el: Σφάλμα ενημέρωσης συμμετοχής
es: Error actualizando su membresía
sv: Fel vid uppdatering av medlemskap

source: Members
ca: Membres
cs: Členové
de: Mitglieder
el: Μέλη
es: Miembros
ja: メンバー
ko: 회원
sq: Anëtarë
sv: Medlemmar
ug: ئەزالار
vi_vn: Thành viên
