Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: %(user)s added as a manager
de: %(user)s als Manager hinzugefügt
el: %(user)s προστέθηκε ως διαχειριστής
es: %(user)s añadido como gerente
sv: %(user)s tillagd som ansvarig

source: %(user)s removed as a manager
de: %(user)s als Manager entfernt
el: %(user)s αφαιρέθηκε από τους διαχειριστές
es: %(user)s destituido como gerente
sv: %(user)s borttagen som ansvarig

source: Languages
ca: Idiomes
cs: Jazyky
de: Sprachen
el: Γλώσσες
es: Idiomas
ja: 言語
ko: 언어
sq: Gjuhë
sv: Språk
ug: تىل
vi_vn: Ngôn ngữ

source: You cannot invite people to this team.
ca: No podeu convidar a gent a aquest equip.
cs: Nemůžete zvát lidi do tohoto týmu.
de: Du kannst keine Leute in dieses Team einladen.
el: Δεν μπορείτε να προσκαλείτ κόσμο σε αυτή την ομάδα.
es: No puedes enviar invitaciones para este equipo.
ja: チームへの招待を行うことができません
ko: 팀에 인원을 초대할 수 없습니다.
sq: Nuk mund të ftoni njerëz në këtë ekip.
sv: Du kan inte bjuda in personer till detta team.
ug: سىز بۇ توپقا باشقىلارنى تەكلىپ قىلالمايسىز.
vi_vn: Bạn không thể mời người vào nhóm này.

source: Invite
de: Lade ein
el: Πρόσκληση
es: Invita
sv: Bjud in

source: You are already a member of %(team)s.
de: Du bist bereits Mitglied des %(team)s-Teams.
el: Είστε ήδη μέλος της ομάδας %(team)s.
es: Ya eres miembro de %(team)s.
sv: Du är redan medlem i %(team)s.

source: You are now a member of %(team)s.
de: Du bist nun ein Mitglied des %(team)s-Teams.
el: Γίνατε μέλος της ομάδας %(team)s.
es: Ahora eres miembro de %(team)s.
sv: Du är nu medlem i %(team)s.

source: You cannot join %(team)s.
de: Du kannst dem %(team)s-Team nicht beitreten.
el: Δεν μπορείτε να συμμετέχετε σε %(team)s.
es: No puedes unirte a %(team)s.
sv: Du kan inte gå med i %(team)s.

source: Activity
ca: Activitat
cs: Aktivita
de: Aktivität
el: Δραστηριότητα
es: Actividad
ja: 活動内容
ko: 활동
sq: Veprimtari
sv: Aktivitet
ug: ئاكتىپ
vi_vn: Hoạt động

source: Settings saved.
ca: Configuració desada.
cs: Nastavení uložena.
de: Einstellungen gespeichert.
el: Οι ρυθμίσεις αποθηκεύθηκαν.
es: Configuración guardada.
ja: 設定を保存しました。
sq: Rregullimet u ruajtën.
sv: Inställningar sparade.
ug: تەڭشەكلەر ساقلاندى.
vi_vn: Thiết đặt đã được lưu.

source: Settings
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
ja: 設定
ko: 설정
sq: Rregullime
sv: Inställningar
ug: تەڭشەكلەر
vi_vn: Thiết đặt

source: Guidelines and messages updated.
ca: Directrius i missatges actualitzats.
de: Richtlinien und Nachrichten aktualisiert.
el: Οι Κατευθυντήριες οδηγίες και τα Μηνύματα ενημερώθηκαν.
es: Indicaciones y mensajes actualizados.
ja: 指針およびメッセージを変更しました。
sq: U përditësuan udhëzuesit dhe mesazhet.
sv: Riktlinjer och meddelanden uppdaterade.
ug: قوللانما ۋە ئۇچۇرلار يېڭىلاندى.
vi_vn: Hướng dẫn và tin nhắn đã được cập nhật.

source: Messages
ca: Missatges
cs: Zprávy
de: Nachrichten
el: Μηνύματα
es: Mensajes
ja: メッセージ
ko: 메시지
sq: Mesazhe
sv: Meddelanden
ug: ئۇچۇرلار
vi_vn: Tin nhắn

source: No message for that language.
de: Keine Nachricht für diese Sprache.
el: Δεν υπάρχουν μηνύματα για αυτή τη γλώσσα
es: No hay mensajes en ese idioma.
sv: Inget meddelande för detta språk.

source: There is already a message for that language.
de: Es gibt bereits eine Nachricht für diese Sprache.
el: Υπάρχει ήδη ένα μήνυμα για αυτή τη γλώσσα
es: Ya hay un mensaje para ese idioma.
sv: Det finns redan ett meddelande för detta språk.

source: Please set the language and the message.
de: Bitte wähle die Sprache und die Nachricht aus.
el: Παρακαλούμε ορίστε τη γλώσσα και το μήνυμα.
es: Escoge el idioma y el mensaje
sv: Vänligen ställ in språk och meddelande.

source: Language-specific Messages
de: sprachenspezifische Nachrichten
el: Μηνύματα για συγκεκριμένη γλώσσα
es: Mensajes de idioma específica
sv: Språkspecifika meddelanden

source: Importing videos now
de: Importiere jetzt gerade Videos
el: Εισαγωγή βίντεο τώρα
es: Importando videos
sv: Importerar videos nu

source: Feed deleted
de: Feed gelöscht
el: Το κανάλι τροφοδοσίας διαγράφηκε
es: Feed eliminado
sv: Flöde raderat

source: Video Feed Added
de: Video-Feed hinzugefügt
el: Το κανάλι τροφοδοσίας προστέθηκε
es: Añadido el Feed de Video
sv: Videoflöde tillagt

source: Project added.
ca: Projecte afegit.
cs: Projekt přidán.
de: Das Projekt wurde hinzugefügt.
el: Το project προστέθηκε.
es: Proyecto añadido.
ja: プロジェクトを追加しました。
ko: 프로젝트가 추가되었습니다.
sq: Projekti u shtua.
sv: Projekt tillagt.
ug: قۇرۇلۇش قوشۇلدى.
vi_vn: Dự án đã được thêm.

source: Project updated.
de: Projekt aktualisiert.
el: Το πρότζεκτ ανανεώθηκε
es: Proyecto actualizado.
sv: Projekt uppdaterat.

source: Project deleted.
ca: Projecte eliminat.
cs: Projekt smazán.
de: Das Projekt wurde gelöscht.
el: Το project διεγράφη.
es: Proyecto eliminado.
ja: プロジェクトを削除しました。
ko: 프로젝트가 삭제되었습니다.
sq: Projekti u fshi.
sv: Projekt raderat.
ug: قۇرۇلۇش ئۆچۈرۈلدى.
vi_vn: Dự án đã bị xóa.

source: Projects
ca: Projectes
cs: Projekty
de: Projekte
es: Proyectos
ja: プロジェクト
sq: Projekte
sv: Projekt
ug: قۇرۇلۇش
vi_vn: Dự án

source: Open
ca: Obrir
cs: Otevřít
de: Öffne
el: Ανοικτός/ή
es: Abierto
ja: 開く
ko: 열린
sq: Hape
sv: Öppna
ug: ئاچ
vi_vn: Mở

source: Application
ca: Petició
cs: Žádost
de: Bewerbung
el: Εφαρμογή
es: Solicitud
ja: 申し込み
ko: 신청
sq: Zbatim
sv: Ansökan
ug: ئەپ
vi_vn: Ứng dụng

source: Invitation by any team member
ca: Invitació per qualssevol membre
cs: Pozvání členem týmu
de: Einladung durch ein beliebiges Teammitglied
el: Πρόσκληση από οποιοδήποτε μέλος της ομάδας
es: Invitación de un miembro del equipo
ja: チームメンバーの誰かからの招待
ko: 팀멤버의 의한 초대
sq: Ftesë nga cilido anëtar i ekipit
sv: Inbjudan från en teammedlem
ug: خالىغان توپ ئەزاسىنىڭ تەكلىپى
vi_vn: Thư mời bởi bất cứ thành viên nào trong nhóm

source: Invitation by manager
ca: Invitació pel gestor
cs: Pozvánka od správce
de: Einladung durch Manager
el: Πρόσκληση από διαχειριστή
es: Invitación del encargado
ja: マネージャーによる招待
ko: 관리자에 의한 초대
sq: Ftesë nga përgjegjës
sv: Inbjudan från en ansvarig
ug: باشقۇرغۇچىنىڭ تەكلىپى
vi_vn: Thư mời bởi người quản lí

source: Invitation by admin
ca: Invitació per admin
cs: Pozvání administrátorem
de: Einladung durch Admin
el: Πρόσκληση από Διαχειριστή
es: Invitación del administrador
ja: 管理者からの招待
ko: 관리자에 의한 초대
sq: Ftesë nga përgjegjësi
sv: Inbjudan från en administratör
ug: يادرولۇق باشقۇرغۇچىنىڭ تەكلىپى
vi_vn: Thư mời bởi quản trị viên

source: Any team member
ca: Qualssevol membre de l'equip
cs: Jakýkoliv člen týmu
de: Beliebige Teammitglieder
el: Οποιοδήποτε μέλος της ομάδας
es: Cualquier miembro del equipo
ja: チームメンバー誰でも
sq: Cilido anëtar ekipi
sv: Alla teammedlemmar
ug: خالىغان توپ ئەزاسى
vi_vn: Bất cứ thành viên nhóm nào

source: Managers and admins
ca: Gestors i administradors
cs: Manažeři a správci
de: Manager und Admins
el: Διευθυντές και Διαχειριστές
es: Moderadores y administradores
ja: マネジャーと管理人
sq: Përgjegjësa dhe administratorë
sv: Ansvariga och administratörer
ug: باشقۇرغۇچى ۋە يادرولۇق باشقۇرغۇچىلار
vi_vn: Người quản lí và quản trị viên

source: Admins only
ca: Només Administradors
cs: Pouze správci
de: Nur Admins
el: Μόνο για διαχειριστές
es: Sólo administradores
ja: 管理人のみ
sq: Vetëm administratorë
sv: Enbart administratörer
ug: يادرولۇق باشقۇرغۇچىلارلا
vi_vn: Chỉ có quản trị viên

source: Daily
de: Täglich
el: Καθημερινά
es: Cada día
sv: Dagligen

source: Hourly
de: Stündlich
el: Ανά ώρα
es: Cada hora
sv: Varje timme

source: description
ca: descripció
cs: popis
de: Beschreibung
el: περιγραφή
es: descripción
ja: 説明
ko: 설명
sq: përshkrim
sv: beskrivning
ug: چۈشەندۈرۈش
vi_vn: mô tả

source: All urls will be converted to links. Line breaks and HTML not supported.
ca: Totes les urls seran convertides a enllaços. Salts de línia i HTML no estan suportats.
de: Alle URLs werden verlinkt. Zeilenumbrüche und HTML werden nicht unterstützt.
el: Όλες οι διευθύνσεις url θα μετατρέπονται σε συνδέσμους. Δεν υποστηρίζονται αλλαγές γραμμής.
es: Todas las urls se convertirán en enlaces. No se admiten saltos de línea ni HTML.
ja: URL は全てリンクに変換されます。改行および HTML はサポートしていません。
sq: Krejt url-të do të shndërrohen në lidhje. Nuk mbulohen ndërprerje rreshti dhe HTML.
sv: Alla URL:er kommer att konverteras till länkar. Radbrytningar och HTML stöds ej.
ug: ھەممە تور ئادرېسلىرى ئۇلانمىغا ئايلاندۇرۇلىدۇ. قۇر ئالماشتۇرۇش بەلگىسى ۋە HTML نى قوللىمايدۇ.
vi_vn: Tất cả đường dẫn URl sẽ được chuyển thành liên kết. Dấu ngắt dòng và HTML không được hỗ trợ.

source: square logo
de: quadratisches Logo
el: τετράγωνο λογότυπο
es: logo cuadrado
sv: kvadratisk logga

source: videos public?
de: Videos öffentlich?
el: δημόσια βίντεο;
es: ¿videos publicados?
sv: publika videos?

source: users
ca: usuaris
cs: uživatelé
de: Benutzer
el: Χρήστες
es: usuarios
ja: 利用者
ko: 사용자
sq: përdoruesa
sv: användare
ug: ئىشلەتكۈچىلەر
vi_vn: người dùng

source: applicants
ca: peticions
cs: žadatelé
de: Bewerber
el: Οι αιτούντες
es: solicitantes
ja: 志願者
ko: 지원자
sq: aplikantë
sv: sökande
ug: ئىلتىماس قىلغۇچىلار
vi_vn: người xin gia nhập

source: Page content
ca: Contingut de la pàgina
cs: Obsah stránky
de: Seiteninhalt
el: Περιεχόμενο σελίδας
es: Contenido de la página
ja: ページ目次
ko: 페이지 내용
sq: Lëndë faqeje
sv: Sidinnehåll
ug: بەت مەزمۇنى
vi_vn: Nội dung trang

source: You can use markdown. This will replace Description.
ca: Podeu utilitzar reduccions. Açò reemplaçarà la descripció.
de: Du kannst MarkDown benutzen und damit die Beschreibung ersetzen.
el: Μπορείτε να χρησιμοποιήσετε markdown. Αυτό θα αντικαταστήσει την Περιγραφή.
es: Puedes utilizar una nota que sustituya a la descripción.
ja: 説明を書き換えるためにメモが利用できます。
ko: 당신이 markdown을 사용할 수 있습니다. 이것은 설명을 대체합니다.
sq: Mund të përdorni "markdown". Kjo do të zëvendësojë Përshkrimin.
sv: Du kan använda markdown. Detta ersätter Beskrivning.
ug: سىز بەلگە سالالايسىز. بۇ چۈشەندۈرۈشنىڭ ئورنىغا ئالمىشىدۇ.
vi_vn: Bạn có thể sử dụng markdown. Nó sẽ thay thế cho Mô tả.

source: HTML that appears at the top of the teams page.
ca: HTML que apareix a la part superior de la pàgina d'equips.
cs: HTML, které se zobrazí nahoře na stránce týmu.
de: HTML, das oben auf der Teamseite angezeigt wird.
el: Το HTML εμφανίζεται στην κορυφή της σελίδας των ομάδων.
es: HTML que aparece en la parte superior de la página de los equipos.
ja: チームページのトップに表示されるHTML
ko: 팀 페이지의 상단에 나타나는 HTML
sq: HTML që shfaqet në krye të faqes së ekipit.
sv: HTML som visas högst upp på teamets sida.
ug: توپ بېتىنىڭ چوققىسىدا كۆرۈنىدىغان HTML.
vi_vn: HTML sẽ xuất hiện ở đầu trang của nhóm.

source: membership policy
ca: política d'afiliació
cs: nastavení členství
de: Mitgliedschaftsregeln
el: Πολιτική σχετικά με την ιδιότητα του μέλους
es: política de membresía
ja: メンバーシップ・ポリシー
ko: 회원 정책
sq: rregulla anëtarësie
sv: medlemspolicy
ug: ئەزالىق تەدبىرى
vi_vn: chính sách thành viên

source: video policy
ca: política de vídeo
cs: nastavení videa
de: Videoregeln
el: Πολιτική για τα Βίντεο
es: política de vídeos
ja: ビデオ・ポリシー
ko: 동영상 정책
sq: rregulla videosh
ug: سىن تەدبىرى
vi_vn: chính sách phim

source: task assignment policy
ca: tasca de política d'assignació
cs: způsob přiřazování úkolu
de: Aufgabenzuweisungsregeln
el: Πολιτική ανάθεσης εργασιών
es: política de asignación
ja: タスク割当てポリシー
ko: 작업 지정에 대한 정책
sq: rregulla caktimi punësh
sv: policy för tilldelning av uppgifter
ug: ۋەزىپىگە بەلگە سېلىش تەدبىرى
vi_vn: chính sách phân công công việc

source: subtitling policy
ca: política de subtitolat
cs: způsob titulkování
de: Untertitelungsregeln
el: Πολιτική υποτιτλισμού
es: política de subtitulación
ja: 字幕ポリシー
ko: 자막 정책
sq: rregulla titrimi
sv: undertextpolicy
ug: كىنو خېتى ياساش تەدبىرى
vi_vn: chính sách phụ đề

source: translation policy
ca: política de traducció
cs: způsob překladu
de: Übersetzungsregeln
el: Πολιτική μεταφράσεων
es: política de traducción
ja: 翻訳ポリシー
ko: 번역 정책
sq: rregulla përkthimi
sv: översättningspolicy
ug: تەرجىمە تەدبىرى
vi_vn: chính sách dịch thuật

source: maximum tasks per member
ca: tasques màximes per membre
cs: maximální počet úkolů na člena
de: Maximale Aufgaben pro Mitglied
el: Μέγιστος αριθμός επιτρεπόμενων εργασιών ανά μέλος
es: tareas máximas por usuario
ja: メンバーが受け持てるタスクの最大数
sq: maksimum punësh për anëtar
sv: maximalt antal uppgifter per medlem
ug: ھەر بىر ئەزانىڭ ئەڭ كۆپ ۋەزىپىسى
vi_vn: số công việc tối đa cho mỗi thành viên

source: task expiration (days)
ca: expiració de la tasca (dies)
cs: vypršení úkolu (dny)
de: Aufgaben-Verfallszeit (in Tagen)
el: Λήξη εργασίας (ημέρες)
es: caducidad de la tarea (días)
ja: タスクの期限（日数）
sq: skadim pune (në ditë)
sv: förfallotid (dagar)
ug: ۋەزىپە مۆھلىتى (كۈن)
vi_vn: công việc hết hạn (ngày) (days)

source: Use this space to explain why you or your team need to caption or subtitle this video. Adding a note makes volunteers more likely to help out!
ca: Utilitzeu aquest espai per explicar per què vosaltres o el vostre equip necessita etiquetar o subtitular aquest vídeo. Afegiu una nota que faça més probable que els voluntaris vulguen cooperar!
cs: Použijte tento prostor k vysvětlení toho, proč vy nebo váš tým potřebujete otitulkovat tohle video. Přidáním poznámky zvýšíte pravděpodobnost, že vám dobrovolníci pomohou!
de: Verwende diesen Platz, um zu erklären, warum du oder ein Team für dieses Video eine Übersetzung oder einen Untertitel benötigen. Dadurch lockst du Freiwillige an.
el: Χρησιμοποιήστε αυτό τον χώρο για να εξηγήσετε τον λόγο για τον οποίο εσείς ή η ομάδα σας χρειάζεσθε να προσθέσετε τους υπότιτλους σε αυτό το video. Προσθέτοντας μερικές σημειώσεις, θα είναι πιο πιθανό για τους εθελοντές να βοηθήσουν!
es: Utiliza este espacio para explicar por qué tú o tu equipo necesitáis subtitular este vídeo. ¡Añade una nota para promover la ayuda de los voluntarios!
ja: このスペースを使って、何故このビデオに字幕を付けたいのか説明して下さい。説明を加えると、ボランティアの人からの手伝いが得られやすいですよ！
ko: 당신이나 당신 팀이 이 비디오에 왜 캡션이나 자막이 필요한지를 설명하기 위해 이 공간을 사용합니다. 메모를 추가하시면 자원 봉사자들이 도와줄 가능성이 더 많이 있습니다!
sq: Përdoreni këtë hapësirë për të shpjeguar pse ju ose ekipi juaj ka nevojë të shtojë titra për këtë video. Shtimi i një shënimi e rrit mundësinë e ndihmës nga vullnetarët!
sv: Använd detta utrymme för att förklara varför du eller ditt team behöver texta eller översätta video. En anteckning gör frivilliga mer benägna att hjälpa till!
ug: بۇ بوشلۇق ئارقىلىق سىز ۋە سىزنىڭ توپىڭىز نېمە ئۈچۈن بۇ سىنغا كىنو خېتى قۇرىدىغانلىقىڭىزنى چۈشەندۈرۈڭ. ئىزاھات قوشۇلسا پىداكارلارنى تېخىمۇ ياردەم بىلەن تەمىنلەيدۇ!
vi_vn: Dùng chỗ này để diễn giải tại sao bạn hay nhóm của bạn cần thuyết minh hoặc làm phụ đề đoạn phim này. Việc ghi chú thêm sẽ khiến nhiều tình nguyện viên sẵn sàng giúp đỡ hơn!

source: We automatically grab thumbnails for certain sites, e.g. Youtube
ca: Prendrem miniatures de certs llocs com Youtube de manera automàtica
cs: Automaticky získáváme miniatury u určitých stránek, např. YouTube
de: Für manche Seiten holen wir Vorschaubilder automatisch; beispielsweise für YouTube
el: Πιάνουμε υποχρεωτικά τα thumbnails για κάποιες ιστοσελίδες, π.χ. για το Youtube
es: De manera automática, tomamos imágenes en miniatura para determinados sitios, por ejemplo, Youtube
ja: いくつかのサイトからは自動的にサムネイルを取得します。例）Youtube
ko: 우리는 예를 들어 유튜브와 같은 특정 사이트에 대한 썸네일을 자동적으로 얻어냅니다.
sq: Për disa site-e, p.sh. Youtube, miniaturat i marrim vetvetiu
sv: Vi hämtar automatiskt miniatyrbilder från vissa sidor, t.ex. Youtube
ug: بىز مۇئەييەن تورتۇرالارنىڭ كىچىك سۈرىتىنى ئاپتوماتىك ئاجرىتىمىز، مەسىلەن: Youtube
vi_vn: Chúng tôi tự động lấy hình tiêu biểu cho một số trang nhất định, ví dụ như Youtube

source: Need help with all languages
ca: Necessiteu ajuda amb tots els idiomes?
cs: Potřebuji pomoc se všemi jazyky
de: Hilfe für alle Sprachen benötigt
el: Χρειάζεται βοήθεια για όλες τις γλώσσες
es: ¿Necesitas ayuda con todos los idiomas?
ja: 全ての言語で手伝いが必要です。
ko: 모든 언어에 도움이 필요합니다
sq: Lyp ndihmë me krejt gjuhët
sv: Hjälp behövs med alla språk
ug: ھەممە تىللار ياردەمگە مۇھتاج
vi_vn: Cần trợ giúp với tất cả ngôn ngữ

source: If you check this, other languages will not be displayed.
ca: Si marqueu açò, no seran mostrats els altres idiomes.
cs: Když toto zaškrtnete, ostatní jazyky nebudou zobrazeny.
de: Wenn du hier ein Häckchen setzt, werden andere Sprachen nicht angezeigt.
el: Αν τσεκάρετε εδώ, τότε δεν θα εμφανίζονται άλλες γλώσσες.
es: Si marcas esta opción, se ocultarán los otros idiomas.
ja: これをチェックすると、他の言語は表示されません。
ko: 당신이 이것을 선택하면, 다른 언어는 표시되지 않습니다.
sq: Nëse i vini shenjë kësaj, gjuhët e tjera nuk do të shfaqen.
sv: Om du markerar denna kommer andra språk inte att visas.
ug: ئەگەر بۇنى تاللىسىڭىز، باشقا تىللار كۆرۈنمەيدۇ.
vi_vn: Nếu bạn chọn nó, các ngôn ngữ khác sẽ không được hiển thị.

source: You already have a pending application to %(team)s.
de: Du hast dich bereits beim %(team)s-Team beworben.
el: Έχετε ήδη εκκρεμή αίτηση σε %(team)s.
es: Ya tienes una solicitud pendiente para %(team)s.
sv: Du har redan en pågående ansökan till %(team)s.

source: You have been removed from %(team)s.
de: Du wurdest aus dem %(team)s-Team herausgenommen.
el: Έχετε διαγραφεί από την ομάδα %(team)s.
es: Has sido eliminado de %(team)s.
sv: Du har tagits bort från %(team)s

source: Resume
ca: Resumir
de: Fortsetzen
el: Ανάκτηση
es: Reanudar
ja: 再開する
sv: Återuppta
ug: داۋاملاشتۇر
vi_vn: Trở lại

source: Start now
ca: Iniciar ara
de: Jetzt anfangen
el: Έναρξη τώρα
es: Comenzar ahora
ja: 開始する
sq: Fillojeni tani
sv: Börja nu
ug: ھازىرلا باشلاڭ
vi_vn: Bắt đầu ngay bây giờ

source: Help %(team)s reach a world audience
de: Unterstütze %(team)s ein weltweites Publikum zu erreichen.
el: Βοηθήστε την ομάδα %(team)s να προσεγγίσει ένα παγκόσμιο κοινό
es: Ayuda %(team)s para alcanzar un público mundial
sv: Hjälp %(team)s att nå en världspublik

source: Project
ca: Projecte
cs: Projekt
de: Projekt
el: Έργο
es: Proyecto
ja: プロジェクト
ko: 프로젝트
sq: Projekt
sv: Projekt
ug: قۇرۇلۇش
vi_vn: Dự án

source: Let's keep things tidy, shall we?
ca: Anem a mantindre les coses ordenades. D'acord?
de: Hier soll's doch ordentlich bleiben, oder?
el: Ας κρατήσουμε τα πράγματα σε τάξη, εντάξει;
es: Mantengamos las cosas ordenadas, ¿de acuerdo?
ja: 整頓しませんか？
sq: Le ta mbajmë pastër vendin, hë?
sv: Nu ser vi till att hålla saker och ting snyggt, eller hur?
ug: نەرسىلەرنى رەتلىك تۇتايلى، بولامدۇ؟
vi_vn: Hãy giữ cho mọi thứ được gọn gàng, nhé?

source: Video language
ca: Idioma del vídeo
cs: Jazyk videa
de: Sprache im Video
el: Γλώσσα του βίντεο
es: Idioma del vídeo
ja: ビデオ言語
ko: 비디오 언어
sq: Gjuhë videoje
sv: Videospråk
ug: سىن تىلى
vi_vn: Ngôn ngữ Phim

source: It will be saved only if video does not exist in our database.
ca: Serà desat només si el vídeo no existeix a la nostra base de dades.
cs: Bude uloženo, pouze pokud video již není v naší databázi.
de: Es wird nur gespeichert werden, wenn das Video in unserer Datenbank nicht vorhanden ist.
el: Θα αποθηκευθεί μόνον αν το βίντεο δεν υπάρχει στη βάση δεδομένων μας.
es: Esto se guardará solo si el vídeo no existe en nuestra base de datos.
ja: データベースにビデオが存在しない場合のみ保存されます。
ko: 동영상이 데이터베이스에 존재하지 않는 경우에만 저장됩니다.
sq: Do të ruhet vetëm nëse videoja nuk gjendet në bazën tonë të të dhënave.
sv: Den kommer bara att sparas om videon inte finns i vår databas.
ug: ئەگەر ساندانىمىزدا بۇ سىن بولمىغان ئەھۋالدا ئاندىن ئۇنى ساقلايمىز.
vi_vn: Nó sẽ được lưu chỉ khi đoạn phim không có trong CSDL của chúng tôi.

source: Enter the URL of any compatible video or any video on our site. You can also browse the site and use the 'Add Video to Team' menu.
ca: Introduïu la URL de qualssevol vídeo compatible o qualssevol vídeo al nostre web. També podeu navegar pel lloc i utilitzar el menú "Afegir vídeo a equip"
cs: Vložte URL jakéhokoli kompatibilního videa nebo videa na naší stránce. Můžete také procházet stránku a použít menu ‚Přidat video do týmu.
de: Gib die URL von einem kompatiblen Video oder einem Video auf unserer Seite an. Du kannst auch auf dieser Seite herumstöbern und den Menüpunkt »Video zum Team hinzufügen« benutzen.
el: Βάλτε το URL οποιουδήποτε συμβατού video ή οποιουδήποτε video στον δικό μας ιστότοπο. Μπορείτε επίσης να εξερευνήσετε τον ιστότοπο και να χρησιμοποιήσετε το μενού 'Προσθήκη video στην Ομάδα'
es: Introduce la dirección URL de cualquier vídeo compatible o cualquier vídeo de nuestro sitio. También puedes navegar por el sitio y usar el menú Añadir el vídeo al equipo.
ja: 互換性のあるビデオまたはこのサイトにあるビデオの URL を入力してください。もしくは、サイトを探索して、「ビデオをチームに追加」メニューを利用することもできます。
ko: 호환되는 비디오 또는 우리 사이트 비디오의 URL을 입력해 주세요. 당신은 또한 사이트를 탐색하고 메뉴에서 '팀에 동영상 추가'를 사용할 수 있습니다.
sq: Jepni URL-në e çfarëdo videoje të përputhshme ose të çfarëdo videoje në site-in tonë. Mundeni gjithashtu të shfletoni site0in dhe të përdorni menunë 'Shtoni Video te Ekipi'.
sv: Skriv in URL:en för en kompatibel video eller en video från vår sida. Du kan också bläddra på hemsidan och välja menyn 'Lägg till video i team'.
ug: قوللايدىغان سىن ياكى تور تۇرايىمىزدىكى خالىغان سىننىڭ تور ئادرېسىنى كىرگۈزۈڭ. تورتۇرايىمىزنى زىيارەت قىلالايسىز ھەمدە «سىننى توپقا قوش» تىزىملىكىنى ئىشلىتەلەيسىز.
vi_vn: Nhập URL của bất kì đoạn phim tương thích nào hoặc bất kì đoạn phim nào trên trang của bạn. Bạn cũng có thể duyệt trang và dùng thực đơn 'Thêm Phim vào Nhóm'.

source: Video successfully added to team.
de: Video dem Team erfolgreich zugeordnet.
el: Το βίντεο προστέθηκε στην ομάδα
es: El vídeo fue añadido satisfactoriamente al equipo
sv: Videon lades till i teamet.

source: This video already belongs to another team.
de: Dieses Video ist bereits einem anderen Team zugeordnet.
el: Το βίντεο ανήκει ήδη σε άλλη ομάδα
es: Este vídeo ya pertenece al otro equipo
sv: Denna video tillhör redan ett annat team.

source: This video has already been transcribed.
ca: Aquest vídeo ja ha estat transcrit.
de: Dieses Video wurde bereits transkribiert.
el: Αυτό το video έχει ήδη μεταφραστεί.
es: Este vídeo ya ha sido transcrito.
ja: ビデオの書き写しはすでに完了しています。
ko: 이 동영상은 이미 번역되었습니다.
sq: Kjo video është transkriptuar tashmë.
sv: Den här videon har redan transkriberats.
ug: بۇ سىن ئاللىبۇرۇن ئاڭلاپ خاتىرىلەنگەن.
vi_vn: Đoạn phim này đã được chuyển thể.

source: No one has transcribed this video yet, so it can't be translated.
ca: Ningú ha transcrit aquest vídeo encara, per tant no pot ser traduït.
de: Dieses Video wurde noch nicht transkribiert, daher kann es noch nicht übersetzt werden.
el: Δεν έχει γίνει ακόμη μεταγραφή αυτού του βίντεο, οπότε δεν μπορεί να μεταφραστεί.
es: Nadie ha transcrito este vídeo aún, así que no puede traducirse.
ja: ビデオの書き写しが行われていないため、翻訳することができません。
sq: Askush nuk e ka transkriptuar ende këtë video, ndaj nuk mund të përkthehet.
sv: Ingen har undertextat den här videon än, så den kan översättas.
ug: بۇ سىننى تېخى ھېچكىم ئاڭلاپ خاتىرىلىمىگەن شۇڭا تەرجىمە قىلغىلى بولمايدۇ.
vi_vn: Chưa có ai chuyển thể đoạn phim này, vì thế nó không thể dịch được.

source: This language already has a complete set of subtitles.
ca: Aquest idioma ja conté un conjunt de subtítols complet.
de: In dieser Sprache sind die Untertitel bereits vollständig.
el: Αυτή η γλώσσα έχει ήδη πλήρεις υπότιτλους.
es: Este idioma ya tiene un conjunto completo de subtítulos.
ja: この言語の字幕はすでに存在します。
ko: 이 언어는 이미 자막의 완전한 세트를 가지고 있습니다.
sq: Për këtë gjuhë ka tashmë një grup të plotë titrash.
sv: Det här språket har redan en komplett uppsättning undertexter.
ug: بۇ تىلنىڭ تولۇق بىر يۈرۈش كىنو خەتلىرى بار.
vi_vn: Ngôn ngữ này đã có một bộ phụ đề hoàn chỉnh.

source: This language for this video does not exist or doesn't have a version.
de: Die Sprache für dieses Video existiert noch nicht, oder aber sie hat keine Version.
el: Αυτή η γλώσσα για αυτό το video δεν υπάρχει ή δε διαθέτει μια έκδοση.
es: El idioma de este video no existe o no tiene ninguna versión.
sv: Det här språket för den här videon finns inte eller har inte en version.
ug: بۇ سىننىڭ مەزكۇر تىلدىكىسى مەۋجۇت ئەمەس ياكى بىرەر نەشرى يوق.
vi_vn: Ngôn ngữ dành cho đoạn phim này không tồn tại hoặc không có phiên bản.
