Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Sorry, we can't upload your subtitles because work on this language is already in progress.
ca: Ho lamentem, no podem carregar els vostres subtítols perquè ja n'hi ha un treball en marxa en aquest idioma.
de: Leider können wir deine Untertitel nicht hochladen, da schon jemand anders an dieser Sprache arbeitet.
el: Συγγνώμη, δεν μπορούμε να φορτώσουμε τους υποτίτλους σας, διότι υπάρχει ήδη σε εξέλιξη εργασίας για αυτήν τη γλώσσα.
es: Lo sentimos, no podemos cargar tus subtítulos porque ya se está trabajando en esta lengua.
ja: この言語の字幕はすでに進行中であるため、アップロードすることができません。
sq: Na ndjeni, nuk i ngarkojmë dot titrat tuaj, ngaqë puna për këtë gjë është tashmë në rrugë e sipër.
sv: Vi kan tyvärr inte ladda upp dina undertexter eftersom det redan jobbas med det här språket.
ug: كەچۈرۈڭ، كىنو خېتىڭىزنى يۈكلىيەلمەيمىز چۈنكى بۇ تىلدىكى خىزمەتلەر ئىشلىنىۋاتىدۇ.
vi_vn: Xin lỗi, chúng tôi không thể tải phụ đề của bạn lên được bởi công việc thực hiện trên ngôn ngữ này vẫn đang được tiếp diễn.

source: The language already exists and is not a translation.
de: Die Sprache existiert schon und ist keine Übersetzung.
el: Η γλώσσα υπάρχει ήδη και δεν αποτελεί μετάφραση.
es: El idioma ya existe y no es una traducción.
sv: Språket finns redan och är inte en översättning.
ug: تىل ئاللىبۇرۇن مەۋجۇت، تەرجىمە ئەمەس.
vi_vn: Ngôn ngữ đã tồn tại và không phải là bản dịch.

source: The language already exists as a translation from %(source_lang)s.
de: Die Übersetzung in der Sprache %(source_lang)s existiert bereits.
el: Η γλώσσα υπάρχει ήδη μεταφρασμένη από τα %(source_lang)s.
es: El idioma ya existe como traducción de %(source_lang)s.
sv: Språket finns redan som en översättning från %(source_lang)s.

source: Sorry, we can't upload your subtitles because another user is already assigned to this language.
de: Es tut uns lied, wir können deine Untertitel nicht hochladen, da ein anderer Nutzer bereits dieser Sprach zugewiesen ist.
el: Δυστυχώς δεν μπορούμε να ανεβάσουμε τους υπότιτλούς σας, επειδή αυτή η γλώσσα έχει ανατεθεί σε διαφορετικό χρήστη.
es: No es posible subir los subtítulos porque otro usuario tiene asignado este idioma.
sv: Vi kan tyvärr inte ladda upp dina undertexter eftersom en annan användare redan är tillsatt på det här språket.
ug: كەچۈرۈڭ، كىنو خېتىڭىزنى يۈكلىيەلمەيمىز چۈنكى بۇ تىل باشقا بىر ئىشلەتكۈچىگە تەقسىم قىلىنغان.
vi_vn: Tiếc quá, chúng tôi không thể tải phụ đề của bạn lên vì đã có một người dùng khác được phân công cho ngôn ngữ này.

source: Sorry, we can't upload your subtitles because you do not have permission to claim this language.
de: Es tut uns leid, wir können deine Untertitel nicht hochladen, da du keine Berechtigung zum Erhalt dieser Sprache hast.
el: Λυπούμαστε, δεν μπορούμε να ανεβάσουμε τους υποτίτλούς σας επειδή δεν έχετε δικαίωμα ανάθεσης σε αυτή τη γλώσσα.
es: Lo sentimos, no podemos cargar tus subtítulos porque no tienes permiso para pedir este idioma.
sv: Vi kan tyvärr inte ladda upp dina undertexter eftersom du inte har tillåtelse att göra anspråk på det här språket.
ug: كەچۈرۈڭ، كىنو خېتىڭىزنى يۈكلىيەلمەيمىز چۈنكى بۇ تىلنى ئىلتىماس قىلىش ھوقۇقىڭىز يوق.
vi_vn: Xin lỗi, chúng tôi không thể tải phụ đề của bạn lên bởi bạn không được phép thừa nhận thứ tiếng này.

source: Sorry, we can't upload your subtitles because a draft for this language is already in moderation.
ca: Ho lamentem, no podem carregar els vostres subtítols perquè s'està moderant un esborrany per a aquest idioma.
de: Es tut uns leid, wir können deine Untertitel nicht hochladen, da ein Entwurf für diese Sprache bereits moderiert wird.
el: Λυπούμαστε, δεν μπορούμε να φορτώσουμε τους υποτίτλους σας, διότι υπάρχει ήδη ένα πρόχειρο/ draft για τη γλώσσα αυτή υπό επιτήρηση/ moderation.
es: Lo sentimos, no podemos subir tus subtítulos porque ya hay un borrador para este idioma en proceso de moderación.
sq: Na ndjeni, nuk i ngarkojmë dot titrat tuaj, ngaqë po moderohet tashmë një skicë për këtë gjuhë.
sv: Vi kan tyvärr inte ladda upp dina undertexter på grund av att ett utkast för det här språket redan inväntar granskning.
ug: كەچۈرۈڭ، كىنو خېتىڭىزنى يۈكلىيەلمەيمىز چۈنكى بۇ تىلدىكى دەسلەپكى نۇسخا تەڭشىلىۋاتىدۇ.
vi_vn: Xin lỗi, chúng tôi không thể tải phụ đề của bạn lên được bởi một bản phác thảo cho ngôn ngữ này đã và đang trong quá trình đánh giá.

source: Sorry, we couldn't upload your file because the number of lines in your translation (%(translation_lines)s) doesn't match the original (%(source_lines)s).
de: Wir können deine Untertitel leider nicht hochladen, da die Anzahl der Zeilen in deiner Übersetzung (%(translation_lines)s) nicht mit dem Original (%(source_lines)s) übereinstimmt.
el: Λυπούμαστε, δεν μπορούσαμε να ανεβάσουμε το αρχείο σας, διότι ο αριθμός γραμμών στη μετάφρασή σας (%(translation_lines)s) δεν αντιστοιχεί με εκείνες στο πρωτότυπο (%(source_lines)s).
es: Lo sentimos, no hemos podido enviar tu archivo porque el número de líneas en tu traducción (%(translation_lines)s) no coincide con la original (%(source_lines)s).
sv: Tyvärr kunde vi inte ladda upp din fil eftersom antalet rader i din översättning (%(translation_lines)s) inte matchar originalet (%(source_lines)s).

source: File size must be less than %(size)s kb.
de: Die Dateigröße muss kleiner sein als %(size)s kb.
el: Το μέγεθος αρχείου πρέπει να είναι λιγότερο από %(size)s kb.
es: El archivo debe ocupar menos de %(size)s kb.
sv: Filstorleken måste vara mindre än %(size)s kb.

source: Unsupported format. Please upload one of the following: %(formats)s
de: Nicht unterstütztes Format. Bitte lade eines der folgenden Formate hoch: %(formats)s
el: Μη υποστηριζόμενη μορφή. Παρακαλούμε μεταφορτώστε σε μια από τις ακόλουθες: %(formats)s
es: Formato no reconocido. Sube en uno de los siguientes: %(formats)s
sv: Formatet stöds inte. Vänligen ladda upp något av följande: %(formats)s

source: Can not detect file encoding
ca: No es pot detectar la codificació de fitxers
cs: Nelze rozpoznat kódování souboru
de: Kann Dateicodierung nicht erkennen.
el: Δεν εντοπίζεται η κωδικοποίηση του αρχείου
es: No se detecta la codificación de archivos
ja: ファイルのエンコーディングを検出できません
ko: 파일 인코딩을 찾을 수 없음
sq: Nuk zbulohet dot kodimi i kartelës
sv: Känner inte igen filens kodning
ug: ھۆججەت كودلىنىشىنى بايقىيالمىدى
vi_vn: Không thể nhận dạng bộ hoán mã tập tin

source: Somebody is subtitling this video right now. Try later.
ca: Algú està subtitulant aquest vídeo ara. Proveu-ho més tard
cs: V tuto chvíli již někdo tvoří titulky k tomuto videu. Zkuste to později.
de: Jemand erstellt gerade Untertitel für dieses Video. Versuche es später nochmal.
el: Κάποιος υποτιτλίζει το βίντεο ακριβώς τώρα. Προσπαθείστε αργότερα.
es: Alguien ya está subtitulando este vídeo. Inténtalo más tarde.
ja: このビデオは、現在他のユーザが編集中です。後ほどまたお試しください。
ko: 누군가가 지금 이 비디오에 자막을 만들고 있습니다. 나중에 다시 시도해 주세요.
sq: Dikush po krijon titra për këtë video pikërisht tani. Provoni më vonë.
sv: Någon annan gör undertexter för denna videon just nu. Försök senare.
ug: بىرسى ھازىر بۇ سىننىڭ خېتىنى تەرجىمە قىلىۋاتىدۇ. سەل تۇرۇپ قايتا سىناڭ.
vi_vn: Hiện giờ có một ai đó đang tạo phụ đề cho đoạn phim này. Hãy thử lại sau.

source: Invalid from language: %(language)s
de: Ungültig aus den Sprachen: %(language)s
el: Μη έγκυρο από γλώσσα: %(language)s
es: No válido en idioma: %(language)s
sv: Felaktigt från-språk: %(language)s

source: %(language)s has no public versions
de: %(language)s hat keine öffentlichen Versionen
el: Η γλώσσα %(language)s δεν έχει δημόσιες εκδόσεις.
es: No hay versiones públicas del %(language)s
sv: %(language)s har inga publika versioner

source: Sorry, we can't upload your subtitles because this language is moderated.
de: Es tut uns Leid, wir können deine Untertitel nicht hochladen, da diese Sprache moderiert wird.
el: Λυπούμαστε, δεν μπορούμε να ανεβάσουμε τους υποτίτλους σας επειδή αυτή η γλώσσα είναι υπό διαχείριση.
es: Lo sentimos, no podemos enviar tus subtítulos porque este idioma tiene moderación.
sv: Vi kan tyvärr inte ladda upp dina undertexter eftersom ditt språk modereras.

source: Subtitle Editor
de: Untertitel-Editor
el: Επεξεργαστής Υποτίτλων
es: Editor de subtítulos
sv: Undertexteditor
ug: كىنو خېتى تەھرىرلىگۈچ
vi_vn: Trình Biên tập Phụ đề

source: Imported
de: importiert
el: Έγινε εισαγωγή
es: Importado
sv: Importerad
ug: ئەكىردى
vi_vn: Đã được nhập vào

source: Rollback
de: Zurücksetzen
el: Επιστροφή σε προηγούμενο σημείο
es: Volver a versión anterior
sv: Återgå
vi_vn: Hoàn lưu

source: Scripted
de: mit Drehbuch
el: σενάριο
es: Scriptado
sv: Skriptad
vi_vn: Đã được lên kịch bản

source: Tern
de: Dreiergruppe
vi_vn: Chụm ba

source: Uploaded
de: Hochgeladen
el: Έχει μεταφορτωθεί
es: Subido
sv: Uppladdad
ug: يۈكلىدى
vi_vn: Đã được tải lên

source: Through web editor
de: Mit dem Web-Editor
el: Μέσα από επεξεργαστή στο web
es: Mediante el editor web
sv: Genom webbeditor
ug: تور تەھرىرلىگۈچ ئارقىلىق
vi_vn: Thông qua trình biên tập web

source: Publish
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
sv: Publicera

source: Unpublish
ca: Sense publicar
cs: Odpublikovat
de: Entpublizieren
el: Αποδημοσίευση
es: Deshacer publicación
sq: Çbotoje
sv: Avpublicera
vi_vn: Hủy đăng tải

source: Save Draft
de: Entwurf speichern
el: Αποθήκευση πρόχειρου
es: Guardar Borrador
sv: Spara utkast

source: API Complete
de: API komplett
es: API Completa
sv: API färdig

source: Notes
de: Notizen
el: Σημειώσεις
es: Notas
sv: Anteckningar

source: Public
ca: Públic
cs: Veřejné
de: Öffentlich
el: Δημόσιο
es: Público
ko: 전체공개
sq: Publike
sv: Publik

source: Private
ca: Privat
cs: Soukromé
de: Privat
el: Ιδιωτικό
es: Privado
ja: プライベート
ko: 비공개
sv: Privat
ug: شەخسىي
vi_vn: Riêng tư

source: Deleted
de: Gelöscht
el: Διεγραμμένο
es: Eliminado
sv: Borttagen

source: Not Synced
ca: No està sincronitzat
cs: Nesynchronizováno
de: Nicht synchronisiert
el: Mh συγχρονισμένα
es: No está sincronizado
ja: 同期していません
ko: 동기화 되지 않음
sq: I Panjëkohësuar
sv: Inte synkroniserad
ug: تېخى قەدەمداشلانمىدى
vi_vn: Chưa đồng bộ

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
de: E-Mail-Adresse nicht bekannt. Bist Du sicher, dass Du registriert bist?
el: Αυτή η διεύθυνση e-mail δεν σχετίζεται με κάποιο λογαριασμό χρήστη. Είστε σίγουροι ότι έχετε εγγραφεί;
es: Este e-mail no está asociado a ninguna cuenta de usuario. ¿Seguro que estás registrado?
sv: E-postadressen är inte kopplad till något användarkonto. Är du säker på att du har registrerat dig?

source: The user account associated with this e-mail address cannot reset the password.
de: Das Passwort für das Nutzerkonto mit dieser E-Mail-Adresse kann nicht zurückgesetzt werden.
el: Ο λογαριασμός χρήστη που σχετίζεται με αυτή τη διεύθυνση e-mail δεν μπορεί να επαναφέρει τον κωδικό πρόσβασης.
es: La cuenta de usuario asociada a este e-mail no puede reiniciar la contraseña.
sv: Användarkontot kopplat till denna e-postadress kan inte återställa lösenordet.

source: Confirmation key expired.
ca: La clau de confirmació ha expirat.
cs: Potvrzovací klíč vypršel.
de: Bestätigungsschlüssel ist abgelaufen.
el: Το κλειδί επιβεβαίωσης έχει λήξει.
es: La clave de confirmación ha expirado.
ja: 確認キーが期限切れです
ko: 이메일 인증키가 더 이상 유효하지 않습니다.
sq: Kyçi i ripohimit ka skaduar.
sv: Bekräftelsenyckeln har upphört.
ug: جەزملەش ئاچقۇچىنىڭ ۋاقتى ئۆتكەن.
vi_vn: Khóa xác nhận đã hết hạn.

source: Email is confirmed.
ca: Correu electrònic confirmat.
cs: Email je potvrzen.
de: E-Mail ist bestätigt.
el: Το email επιβεβαιώθηκε.
es: Se ha confirmado el correo electrónico.
ja: メールアドレスが確認されました
ko: 이메일을 확인했습니다.
sq: Email-i u ripohua.
sv: E-postadressen har bekräftats.
ug: تورخەت جەزملەندى.
vi_vn: Thư điện tử được xác nhận.

source: Confirmation email was sent.
ca: El correu electrònic ha estat enviat.
cs: Potvrzovací email byl poslán.
de: Bestätigungsemail wurde gesendet.
el: Στάλθηκε το email επιβεβαίωσης.
es: Se ha enviado el correo electrónico de confirmación.
ja: 確認メールが送信されました
ko: 이메일 확인 메일을 보냈습니다.
sq: Email-i i ripohimit u dërgua.
sv: Ett E-postmeddelande med en bekräftelse har skickats.
ug: جەزملەيدىغان تورخەت يوللاندى.
vi_vn: Thư xác nhận đã được gửi.

source: You email is empty or already confirmed.
ca: La vostra adreça de correu està buida o ja ha estat confirmada.
cs: Váš email je prázdný nebo již potvrzen.
de: Deine E-Mail-Adresse ist leer oder bereits bestätigt.
el: Το email σας είναι κενό, ή έχει ήδη επιβεβαιωθεί.
es: Tu correo electrónico está vacío o ya ha sido confirmado.
ja: メールアドレスが空白か既に確認済です
ko: 이메일 주소가 비어있거나 이미 확인을 하였습니다.
sq: Email-i juaj është i zbrazër ose i ripohuar tashmë.
sv: Din E-postadress är tom eller redan bekräftad.
ug: تورخەت بوش ياكى ئاللىبۇرۇن جەزملەنگەن.
vi_vn: Thư điện tử của bạn bị để trống hoặc đã được xác nhận.

source: Your account was deleted.
ca: El vostre compte ha estat eliminat.
cs: Váš účet byl odstraněn.
de: dein Account wurde gelöscht.
el: Ο λογαριασμός σας έχει διαγραφεί.
es: Tu cuenta se ha eliminado.
ja: あなたのアカウントは削除されました。
ko: 귀하의 계정이 삭제되었습니다.
sq: Llogaria juaj u fshi.
sv: Ditt konto har raderats.
ug: ھېساباتىڭىز ئۆچۈرۈلدى.
vi_vn: Tài khoản của bạn đã bị xóa.

source: Incorrect Password
de: Falsches Passwort
el: Λάθος Κωδικός πρόσβασης
es: Contraseña Incorrecta
sv: Ogiltigt lösenord

source: Raw Password
de: ursprüngliches Passwort
el: Καθαρός Κωδικός Πρόσβασης

source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
ja: パスワード
ko: 비밀번호
sq: Fjalëkalim
sv: Lösenord
ug: ئىم
vi_vn: Mật khẩu

source: Password confirmation
ca: Confirmació de la contrasenya
cs: Potvrzení hesla
de: Passwortbestätigung
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
ja: パスワードの確認
ko: 비밀번호 확인
sq: Ripohim fjalëkalimi
sv: Bekräfta lösenord
ug: ئىم ئۇچۇرى
vi_vn: Xác nhận mật khẩu

source: Personal info
de: Persönliche Infos
el: Προσωπικές πληροφορίες
es: Datos personales
sv: Personlig information

source: Permissions
de: Berechtigungen
el: Δικαιώματα
es: Permisos
sv: Behörigheter

source: Important dates
de: Wichtige Termine
el: Σημαντικές ημερομηνίες
es: Fechas importantes
sv: Viktiga datum

source: Remove Staff Access
de: Mitarbeiter-Zugang aufheben
es: Eliminar Acceso Personal

source: Hide
ca: Amagar
cs: Skrýt
de: Ausblenden
el: Απόκρυψη
es: Ocultar
ja: 非表示にする
ko: 숨기기
sq: Fshihe
sv: Dölj
ug: يوشۇر
vi_vn: Ẩn

source: Retired user
ca: Usuari retirat
cs: Vysloužilý uživatel
de: Pensionierte Benutzer
el: Χρήστης που αποσύρθηκε
es: Usuario retirado
ja: 退会済ユーザー
ko: 탈퇴한 사용자
sq: Përdoruesi i tërhequr
sv: Avregistrerad användare
ug: چېكىنگەن ئىشلەتكۈچى
vi_vn: Người dùng đã từ nhiệm

source: Add comment
ca: Afegiu comentaris
cs: Přidat komentář
de: Kommentar hinzufügen
el: Προσθήκη σχολίου
es: Añadir comentario
ja: コメント記入欄
ko: 댓글 달기
sq: Shtoni koment
sv: Lägg till kommentar
ug: باھا قوش
vi_vn: Thêm bình luận

source: Start subtitles
ca: Comenceu els subtítols
cs: Začít titulky
de: Untertitelung starten
el: Έναρξη υποτίτλων
es: Empezar a subtitular
ja: 字幕を新規作成する
ko: 자막 시작
sq: Filloni titrimin
sv: Starta undertextning
ug: كىنو خەتنى باشلاڭ
vi_vn: Bắt đầu phụ đề

source: Start translation
ca: Comenceu la traducció
cs: Začít překlad
de: Übersetzung starten
el: Έναρξη μετάφρασης
es: Empezar a traducir
ja: 翻訳を開始する
ko: 번역 시작
sq: Filloni përkthimin
sv: Starta översättning
ug: تەرجىمە باشلاڭ
vi_vn: Bắt đầu dịch

source: Edit subtitles
ca: Edita els subtítols
cs: Upravit titulky
de: Untertitel bearbeiten
el: Επεξεργασία υπότιτλων
es: Editar subtítulos
ja: 字幕を編集する
ko: 자막 수정
sq: Përpunoni titra
sv: Redigera undertexter
ug: كىنو خەتلىرى تەھرىر
vi_vn: Chỉnh sửa phụ đề

source: Edit translation
ca: Edita la traducció
cs: Upravit překlad
de: Übersetzung bearbeiten
el: Επεξεργασία μετάφρασης
es: Editar traducción
ja: 翻訳を編集する
ko: 번역 수정
sq: Përpunoni përkthimin
sv: Redigera översättning
ug: تەرجىمە تەھرىر
vi_vn: Chỉnh sửa bản dịch

source: understand enough
ca: L'entenc prou
cs: rozumím dost
de: Verstehe genug
el: αρκετή κατανόηση
es: comprende lo suficiente
ja: 十分に理解できる
ko: 충분히 이해함
sq: e kuptoj mjaftueshëm
sv: förstår tillräckligt
ug: تامامەن چۈشىنىشلىك
vi_vn: đủ để hiểu

source: understand 99%
ca: L'entenc al 99%
cs: rozumím 99 %
de: Verstehe 99%
el: κατανόηση του 99%
es: comprende el 99%
ja: 99%理解できる
ko: 99 % 이해
sq: e kuptoj 99%
sv: förstår 99%
ug: 99% چۈشىنىشلىك
vi_vn: hiểu được 99%

source: write like a native
ca: escriure com a natiu
cs: píšu jako rodilý
de: Schreibe wie ein Muttersprachler
el: γράφει σαν γηγενής
es: escribe como un nativo
ja: ネイティブのように書ける
ko: 네이티브처럼 쓰기
sq: e shkuraj si gjuhën amtare
sv: skriver som en infödd
ug: ئانا تىلدەك يازىدۇ
vi_vn: viết như người bản ngữ

source: follow requests in language
ca: seguir peticions en l'idioma
de: folge Anfragen in der Sprache
el: Παρακολουθήστε τα αιτήματα στη γλώσσα
es: seguir solicitudes en idioma
ja: 言語のリクエストをフォローする
ko: 언어 요청 팔로우 하기
sq: ndiq kërkesat në gjuhën
sv: följ önskemål på följande språk
ug: تىلغا ئەگىشىش ئىلتىماسلىرى
vi_vn: theo dõi các yêu cầu từ ngôn ngữ

source: This is date when start to display announcement. And only the last will be displayed.
ca: Aquesta és la data en la que comencen a mostrar l'anunci. I només l'últim
cs: Toto je datum, kdy zobrazit prohlášení. A pouze poslední bude zobrazeno.
de: Dies ist der Tag, an dem diese Ankündigung veröffentlicht wurde. Nur die letzte Veröffentlichung wird angezeigt.
el: Αυτή είναι η ημερομηνία κατά την οποία θα αρχίσει η προβολή της αναγγελίας. Θα προβάλλεται μόνον η τελευταία.
es: Esta es la fecha en que comienzan a mostrar el anuncio. Solo el último se mostrará.
ja: この日にちに通知を開始します。最新の通知のみ表示されます。
ko: 이것이 발표를 표시하기 시작할 때의 날짜입니다. 마지막 날짜만 표시됩니다.
sq: Kjo është data kur fillohet të shfaqet lajmërimi. Dhe do të shfaqet vetëm i fundmi.
sv: Det här är datumet då meddelandet börjar visas. Och bara det senaste kommer att visas.
ug: بۇ ئۇقتۇرۇش كۆرسىتىشنى باشلايدىغان چېسلا. ئەڭ يېڭىسىنىلا كۆرسىتىدۇ.
vi_vn: Đây là ngày bắt đầu hiện thông báo. Và chỉ có cái cuối cùng là được hiển thị.

source: e-mail confirmation
ca: correu electrònic de confirmació
cs: e-mailové potvrzení
de: E-Mail-Bestätigung
el: Επιβεβαίωση email
es: Confirmar correo electrónico
ja: メールアドレス確認
ko: 이메일 확인
sq: ripohim me e-mail
sv: bekräftelse av E-post
ug: تورخەت دەلىللەش
vi_vn: xác nhận thư điện tử

source: e-mail confirmations
ca: correu electrònic de confirmacions
cs: e-mailová potvrzení
de: E-Mail-Bestätigungen
el: Επβεβαιώσεις email
es: Confirmar los correos electrónicos
ja: メールアドレス確認
ko: 이메일 확인
sq: ripohime me e-mail
sv: bekräftelser av E-post
ug: تورخەت دەلىللەش
vi_vn: xác nhận thư điện tử

source: Fill email field, please.
ca: Ompliu la casella del correu electrònic, sisplau.
cs: Vyplňte položku email, prosím.
de: Bitte fülle das E-Mail-Feld aus.
el: Παρακαλώ, συμπληρώστε το πεδίο του email.
es: Completa el campo de correo electrónico.
ja: メールアドレス欄にご入力ください
ko: 이메일 주소를 입력해 주세요.
sq: Ju lutemi, plotësoni fushën e email-it.
sv: Vänligen fyll i fälten för E-postadress.
ug: تورخەت ئادرېسىڭىزنى تولدۇرۇڭ.
vi_vn: Xin hãy điền vào mục thư điện tử.

source: Confirm your email, please.
ca: Confirmeu la vostra adreça de correu, sisplau.
cs: Potvrďte váš email, prosím.
de: Bitte bestätige deine E-Mail-Adresse.
el: Παρακαλώ, επιβεβαιώστε το email σας.
es: Confirma tu correo electrónico.
ja: メールをご確認ください
ko: 이메일 주소를 다시 한 번 확인해 주세요.
sq: Ju lutemi, ripohoni email-in tuaj.
sv: Bekräfta E-postadress
ug: تورخەت ئادرېسىڭىزنى جەزملەڭ.
vi_vn: Xin hãy xác nhận thư điện tử của bạn.

source: You should be authenticated to write messages
ca: Hauríeu d'estar autenticats per a escriure missatges
cs: Musíte být přihlášení, abyste mohli psát zprávy
de: Du solltest zum Nachrichtenschreiben authentifiziert sein.
el: Πρέπει να πιστοποιηθείτε για να γράψετε μηνύματα
es: Debes estar autentificado para escribir mensajes
ja: メッセージを書くには認証が必要です。
ko: 메시지를 작성하기 위해 인증을 하셔야 합니다.
sq: Që të shkruani një mesazh, duhet të keni bërë mirëfilltësimin
sv: Du bör vara godkänd för att skriva meddelanden
ug: دەلىللەنسىڭىز ئاندىن ئۇچۇر يازالايسىز
vi_vn: Bạn cần phải được xác minh trước khi viết tin

source: This message is from site administrator.
ca: Aquest missatge prové de l'administrador del web.
cs: Tato zpráva je od administrátora stránek.
de: Diese Nachricht ist vom Seitenadministrator.
el: Αυτό το μήνυμα είναι από τον Διαχειριστή ιστότοπου.
es: Este es un mensaje del administrador del sitio.
ja: このメッセージはサイト管理者からのメッセージです
ko: 이 메시지는 사이트 관리자가 보냈습니다.
sq: Ky mesazh vjen prej përgjegjësit të site-it.
sv: De här meddelandena är från en av sidans administratörer.
ug: بۇ تورتۇرا باشقۇرغۇچى ئەۋەتكەن ئۇچۇر.
vi_vn: Tin nhắn này được gửi từ quản trị viên của trang.

source: You cannot send a message to a user and a team at the same time.
ca: No podeu enviar un missatge a un usuari i a un equip al mateix temps.
cs: Nemůžete odeslat zprávu zároveň uživateli a týmu.
de: Du kannst eine Nachricht nicht gleichzeitig an einen Benutzer und an ein Team senden.
el: Δε μπορείτε να στείλετε ένα μήνυμα, ταυτόχρονα, σε έναν χρήστη και σε μία ομάδα,
es: No puedes enviar un mensaje a un usuario y a un equipo al mismo tiempo.
ja: ユーザとチームに同時にメッセージを送る事はできません。
ko: 사용자와 팀에게 동시에 메세지를 보낼 수 없습니다.
sq: Nuk mund të dërgoni mesazhe njëkohësisht për një përdorues dhe për një ekip.
sv: Du kan inte skicka ett meddelande till en användare och ett team samtidigt.
ug: سىز بىرلا ۋاقىتتا ئىشلەتكۈچى ۋە توپقا ئۇچۇر يوللىيالمايسىز.
vi_vn: Bạn không thể gửi tin nhắn đến người dùng và một nhóm trong cùng một lúc

source: You must choose a recipient.
ca: Heu de seleccionar un destinatari.
cs: Musíme zvolit příjemce.
de: Du musst einen Empfänger angeben.
el: Πρέπει να επιλέξετε έναν παραλήπτη.
es: Debes elegir un destinatario.
ja: 受信者を選んでください
ko: 수신자를 선택하셔야 합니다.
sq: Duhet të zgjidhni një marrës.
sv: Du måste välja en mottagare.
ug: چوقۇم تاپشۇرۇۋالغۇچىدىن بىرنى تاللاڭ.
vi_vn: Bạn phải chọn người nhận.

source: This field is required.
ca: Aquest camp és necessari.
cs: Toto pole je povinné.
de: Dies ist ein Pflichtfeld.
el: Απαιτούμενο πεδίο
es: Este campo es obligatorio.
ja: この欄は必須です。
ko: 이 항목은 필수 항목입니다.
sq: Kjo fushë është e domosdoshme.
sv: Det här fältet är obligatoriskt.
ug: بۇ زۆرۈر مەزمۇندۇر.
vi_vn: Mục này là bắt buộc

source: Message does not exist.
ca: No existeix el missatge.
cs: Zpráva neexistuje.
de: Nachricht existiert nicht.
el: Το μήνυμα δεν υπάρχει.
es: El mensaje no existe.
ja: メッセージは存在しません。
ko: 메시지가 존재하지 않습니다.
sq: Mesazhi nuk ekziston.
sv: Meddelandet finns inte.
ug: ئۇچۇر مەۋجۇت ئەمەس
vi_vn: Tin nhắn không tồn tại.

source: Message sent.
ca: Missatge enviat.
cs: Zpráva odeslána.
de: Nachricht versandt.
el: Το μήνυμα στάλθηκε.
es: Mensaje enviado.
ja: メッセージを送信しました。
ko: 메세지가 보내졌습니다.
sq: Mesazhi u dërgua.
sv: Meddelande skickat
ug: ئۇچۇر يوللاندى.
vi_vn: Tin nhắn đã được gửi.

source: New message from %(author)s on Amara: %(subject)s
ca: Nou missatge de %(author)s a Amara: %(subject)s
de: Neue Nachricht von %(author)s auf Amara: %(subject)s
el: Νέο μήνυμα από τον/την %(author)s στο Amara: %(subject)s
es: Nuevo mensaje de %(author)s en Amara: %(subject)s
ja: Amara にて %(author)s さんより新しいメッセージ：%(subject)s
sq: Mesazh i ri nga %(author)s në Amara: %(subject)s
sv: Nytt meddelande från %(author)s på Amara: %(subject)s
ug: بۇ Amara دىكى %(author)s دىن كەلگەن يېڭى ئۇچۇر : %(subject)s
vi_vn: Tin nhắn mới từ %(author)s trên Amara: %(subject)s

source: New message on Amara: %(subject)s
ca: Nou missatge a Amara: %(subject)s
de: Neue Nachricht auf Amara: %(subject)s
el: Νέο μήνυμα στο Amara: %(subject)s
es: Nuevo mensaje en Amara: %(subject)s
ja: Amara にて新しいメッセージ：%(subject)s
sq: Mesazh i ri në Amara: %(subject)s
sv: Nytt meddelande på Amara: %(subject)s
ug: بۇ Amara دىكى يېڭى ئۇچۇر: %(subject)s
vi_vn: Tin nhắn mới trên Amara: %(subject)s

source: You've been invited to team %(team)s on Amara
de: Du wurdest eingeladen, beim %(team)s-Team auf Amara mitzumachen.
el: Έχετε προσκληθεί στη ομάδα %(team)s στο Amara
es: Te han invitado al equipo %(team)s en Amara
sv: Du är inbjuden till team %(team)s på Amara
