Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: For years, companies like Mozilla, Twitter, and Facebook have built volunteer communities to translate their websites. Amara makes this possible for captions and subtitles. With Amara, you can accomplish the seemingly impossible task of translating your videos into dozens of languages. Quickly build a powerful, high-quality volunteer translation and captioning team that makes your content truly global.
ca: Durant anys, companyies com Mozilla, Twitter, i Facebook han construït comunitats de voluntaris per a traduir les seves pàgines web. Amara ho fa possible amb els subtítols i etiquetatges. Amb Amara, podeu aconseguir tasques de traducció impossibles d'imaginar per als vostres vídeos en dotzenes d'idiomes. Ràpidament es pot construir un potent i de gran qualitat equip de traducció i etiquetatge al voltant del vostre contingut i fer-ho de manera global.

source: Security and Managed Workflows
ca: Seguretat i gestió de fluxos de treball
sq: Siguri dhe Rrjedha Pune të Kontrolluara

source: Create the right workflows for your content and coordinate your efforts-- whether your video is completely private, restricted to premium subscribers, or public on the web. You always control who has access to your subtitles and when to involve staff, contractors, or volunteers.
ca: Creeu els fluxos de treballs adequats per al vostre contingut i coordineu els vostres esforços-- Tant si el vostre vídeo és completament privat, restringit a subscriptors "Premium" o públic a una web. Sempre tindreu el control de qui té accés als vostres subtítols i quan s'implica personal, contractistes o voluntaris.

source: Powerful API and Publishing Integration
ca: Potent API i integració de publicació

source: Our API helps companies tightly integrate Amara with their existing publishing and distribution workflow. By making subtitles key part of your process, you build a global audience.
ca: La nostra API ajuda a les companyies a integrar Amara amb les seves publicacions i fluxos de treball ja existents. Fer subtítols és una part clau en el vostre procés per a construir una audiència global.

source: Professional Services
ca: Serveis professionals
sq: Shërbime Profesionale

source: Access professional services including paid captions, translations, and quality control. Or use your own staff and contractors and use Amara to coordinate their work remotely.
ca: Accediu als serveis professionals incloent: etiquetats de pagament, traduccions, i control de qualitat. O utilitzeu els vostre personal i contractistes i utilitzeu Amara per a coordinar llurs treball remotament.

source: Crowdsource with Professional Review
ca: Subcontractació voluntària amb revisió professional
ko: 전문적인 리뷰로 협업하기

source: Engage a crowd and use professional quality assurance. This balances amazingly low cost with professional level quality assurance.
ca: Involucreu a un grup i feu ús de la garantia que ofereix la qualitat professional. Obtindreu uns sorprenents baixos costos amb una qualitat de nivell professional.

source: Work with Any Video Platform
ca: Treballeu amb qualssevol plataforma de vídeo
ko: 어떤 동영상 플랫폼과도 동작을 합니다.
sq: Funksionon me Çfarëdo Platforme Videosh

source: Amara works with all the most popular video hosting services and video players, and adapts easily to your own custom player. Integrate and embed videos with subtitles without changing your current publishing workflow.
ca: Amara treballa amb els serveis d'allotjament i reproductors de vídeo més populars i adapta fàcilment els vostre propi reproductor personalitzat. Integreu i incrusteu vídeos amb subtítols sense canviar el vostre flux de treball de publicació.

source: Subtitles Improve SEO
ca: Els subtítols milloren el posicionament als cercadors

source: Rank higher in Google and other search engines by helping them index full transcripts for all of your videos. Searchable videos are found more often.
ca: Augmenteu el vostre posicionament a Google i altres motors de recerca indexant les transcripcions completes de tots els vostres vídeos. Els vídeos seran trobats més a sovint.

source: Build a Global Reach
ca: Construïu una extensió global

source: Amara is the premiere platform for taking video content global. Whether you’re working with volunteer translators, engaging your own staff, or hiring professionals, you can easily manage the end-to-end process.
ca: Amara és la primera plataforma que du els vídeos a un nivell global. Tant si treballeu amb traductors voluntaris, feu ús del vostre personal o bé contracteu a professionals, podreu gestionar fàcilment el procés de principi a fi.

source: Volunteer Subtitle Creation
ca: Creació de subtítols per voluntaris

source: Amara currently supports some of the largest volunteer video translation efforts on the planet. Our technology makes captioning, subtitling, and translating very easy, fun, and engaging which enables ongoing, massive, collaborations.
ca: Amara actualment suporta alguns dels majors esforços de traducció de vídeo voluntari del planeta. Les nostres tecnologies fan del etiquetatge, el subtitulat i la traducció una forma fàcil, divertida i atractiva que permet afavorir col·laboracions massives.

source: Private Crowd Subtitle Creation
ca: Creació de subtítols per grups privats

source: If you have a workforce, student group, or any other non-public crowd, you can limit access for captioning, translating, and subtitling OR reviewing the work of peers, volunteers, or professionals.
ca: Si teniu personal de treball, un grup d'estudiants, o qualssevol altre grup no públic, podeu limitar l'accés al etiquetatge, les traduccions i el subtitulat, o revisar el treball dels companys, voluntaris o professionals.

source: Selectively engage professionals for captioning or subtitling into nearly any language, or even to help with Quality Control. All completed work is centralized on Amara, ready for incremental quality control and quick deployment.
ca: Utilitzeu selectivament professionals per a etiquetar o subtitular en gairebé qualssevol idioma, o inclús per a ajudar amb el Control de qualitat. Tot el treball està centralitzat a Amara, preparat per a un control de qualitat incremental i un ràpid desplegament.

source: Hybrid Approach
ca: Proposta híbrida

source: Mix and match these different approaches on the initial (subtitle authoring) pass, as well as subsequent review passes (for Quality Control). This is an advantage that you only get with Amara, a fully featured solution that manages the process end to end.
ca: Mescleu i combineu les diferents propostes en el primer pas ( creació de subtítols), així com en els de revisió (per al control de qualitat). Açò és un avantatge que només podeu aconseguir amb Amara, una completa solució per a gestionar el procés de principi a fi.

source: Amara’s Flexible Workflows offer several ways to ensure outstanding quality for your subtitles. Whether you use internal staff, outside contractors, professional services, or a volunteer community -- you’ll be able to create, review, and approve workflows that meet your needs.
ca: Els fluxos de treball flexibles d'Amara ofereixen algunes maneres d'assegurar la qualitat dels vostres subtítols. Tant si feu ús de personal intern, com si utilitzeu contractistes externs, serveis professionals o una comunitat de voluntaris-- Sempre podreu crear, revisar, i aprovar els fluxos de treball que satisfacin les vostres necessitats.

source: Examples of QC processes:
ca: Exemples de processos de CQ;

source: Have your contractors work inside your Amara account and then require staff review before subtitles go live.
ca: Teniu contractistes treballant a Amara i necessiteu personal per a revisar els subtítols abans de que es publiquen.

source: Some universities use paid captioning services to quickly caption lecture videos and then invite experts in the university community to fix any mistakes with proper names or technical terms.
ca: Algunes universitats utilitzen serveis d'etiquetatge de pagament per a etiquetar ràpidament els vídeos de les conferencies i conviden a experts de la comunitat universitària per a fixar errors amb els noms propis o termes tècnics.

source: Volunteer teams can self-manage and reach very high quality by requiring peer review of subtitles before they are published. More senior members of the community can be promoted to a moderator role.
ca: Els equips de voluntaris poden autogestionar i obtindre una elevada qualitat al requerir revisions dels subtítols abans que ser publicats. Molts antics membres de la comunitat poden ascendir a un rol de moderador.

source: Workflows enable automating the flow of content through different authoring groups, including: volunteers, private crowds (staff, employees, students, etc), and professionals. They can be used for both first pass (authoring), as well as subsequent review passes for Quality Control.
ca: Els fluxos de treball permeten automatitzar el flux de contingut mitjançant els diferents grups de creació, incloent: voluntaris, grups privats (personal, empleats, estudiants, etc), i professionals. Poden ser utilitzats en un primer pas (Creació) i també en els següents pasos de revisió per al control de qualitat.

source: Different workflows can be chained together to create an unlimited number of highly flexible configurations. The Amara team can help you determine the best workflow for your subtitle processes and integrate it with your existing publishing platform.
ca: Poden encadenar-se junts diferents fluxos de treball per a crear un nombre il·limitat de configuracions altament flexibles. L'equip Amara pot ajudar-vos a determinar el millor flux de treball per al vostre procés de subtitulat i integrar-lo amb la vostra plataforma de publicació.

source: Contractors with Staff Review
ca: Contractistes amb la revisió del personal

source: Use captioning and transcription contractors to create your subtitles, then require staff review and approval before they are published back to your server. Remember, no one sees your subtitles until YOU publish it.
ca: Utilitzeu contractistes d'etiquetatge i transcripció per a crear els vostres subtítols, després demaneu una revisió al personal i aproveu-ho abans de que siguin publicats al vostre servidor. Recordeu, ningú podrà vorer els vostres subtítols fins que no ho publiqueu.

source: Crowdsourced subtitles, followed by staff review
ca: Subtítols de proveïment participatiu, seguit per la revisió pel personal

source: In many cases, organizations want to leverage the power of the crowd, but don’t want to leave any chance for poor quality captions or subtitles to appear on their content. This workflow keeps videos private until a staff member has approved the subtitles.
ca: En molts casos, les organitzacions volen aprofitar el poder de les masses, però no volen deixar de cap manera que apareguin etiquetes o subtítols de baixa qualitat als seus continguts. Aquest flux de treball manté els vídeos privats fins que un membre del personal haja aprovat els subtítols.

source: Professionally created English captions, crowd translation
ca: Etiquetes en anglès creades professionalment, traducció en massa

source: Amara offers professional- quality captions at very low cost with quick turn-around times. English can often be done in less than a day. Once English is completed, it’s a snap to request translations from volunteers or staff. We have seen videos translated into multiple languages in just days -- through a volunteer crowd.
ca: Amara ofereix etiquetatge de qualitat professional a un preu molt baix amb un temps ràpid de resposta. En anglès pot a sovint estar fet en menys d'un dia. Una volta s'ha completat, es realitza una petició de traducció als voluntaris o al personal en un obrir i tancar d'ulls. Hem vist vídeos traduïts en diferents idiomes en només uns dies-- mitjançant un grup de voluntaris.

source: Crowd translations, with professional quality-control
ca: Traduccions per grups, amb control de qualitat professional

source: Amara is, quite simply, the most cost-effective way to get professional-level quality for foreign language video subtitles. By leveraging professional quality review, you can expect to pay roughly 75%% less than the market price for traditional professional subtitles.
ca: Amara és, senzillament, la manera més efectiva i barata per a obtindre subtítols amb qualitat professional en idiomes estrangers. Aprofitant una revisió professional de qualitat, podeu estalviar-se vora un 75%% menys que al preu de mercat tradicional.

source: At its core, Amara is the definitive platform for managing captions and subtitles. Whether you are creating, revising, or translating subtitles -- you can choose to centralize the management -- or divide up your content, and delegate responsibilities and control.
ca: Al seu nucli, Amara és definitivament una plataforma per a gestionar etiquetes i subtítols. Tant si esteu creant, revisant, o traduint subtítols-- podeu elegir centralitzar la gestió-- o dividir el contingut i delegar les responsabilitats i el control.

source: Import
ca: Importeu
sq: Importo

source: Your videos are never uploaded to our server (learn more about our Security Model), so you actually import pointers to existing video files—whether you’re hosting on your own server, YouTube, Vimeo, other video hosting service, or combination thereof. Import these video pointers via graphical interface or API, plus we can import a wide variety of subtitle and transcript formats in case you have pre-existing data.
ca: Els vostres vídeos mai són pujats als nostres servidors (coneixeu més sobre el nostre model de seguretat), així que en realitat importeu punters a fitxers de vídeo existents— tant si estan allotjats al vostre propi servidor, a YouTube, Vimeo, altres serveis d'allotjament de vídeos o una combinació d'ells. Importeu aquests punters mitjançant una interfície gràfica o API, a més podem importar una àmplia varietat de formats de subtítols i transcripcions en el cas de ja tindre'ls.

source: Process > Author > QC
ca: Procés > Autor > CQ

source: Flexible workflows make creating Global Content simple; your organization can harness the power of volunteers, private crowds, and/or professional service providers for content creation and Quality Control.
ca: Els fluxos de treball flexibles fan simple la creació de contingut global; La vostra organització pot aprofitar la potència del voluntariat, dels grups privats, i/o dels serveis professionals que proveeixen creació de continguts i control de qualitat.

source: Deploy
ca: Desplegament
sq: Zbatoje

source: Use the Amara API to bring completed subtitle data and metadata into your own backend or publishing platform.
ca: Utilitzeu l'API d'Amara per a dur les dades i metadades d'un subtítol complet al vostre propi processador dorsal o plataforma de publicació.

source: A Revolutionary Video Security Model
ca: Un model de seguretat de vídeo revolucionari
sq: Një Model Revolucionar Sigurie Videosh

source: You always maintain control of your video, because it never leaves your server. Amara doesn’t require any video uploading, so your existing security policy is always in full effect. We support OAuth, which means your users never need to log in twice—they can see your video and authenticate with both organizations at the same time. Amara makes your subtitles available from the cloud, so you can: deploy just in time via our API; cache on your server and get pinged when there are updates; or use our embeddable subtitle widget.
ca: Sempre tindreu el control dels vostres vídeos, perquè mai deixen els vostres servidors. Amara no requereix pujar cap vídeo, per tant la política de seguretat que ja teniu sempre serà efectiva. Suportem OAuth, el que significa que els teus usuaris mai necessitaran identificar-se dues vegades—poden vorer els vostres vídeos i autenticar-se amb totes dues organitzacions al mateix temps. Amara fa els vostres subtítols disponibles des del núvol, per tant podeu: implementar en temps real mitjançant la nostra API; Emmagatzemar als vostres servidor i obtindre avisos quan hagen actualitzacions; o fer ús del vostre giny incrustable per a subtítols.

source: Amara’s powerful API allows flexible integration with your existing publishing workflow. By connecting your backend system directly to Amara, you can import and export subtitles, manage processing, and import completed subtitles directly back into your own system. If you use a custom video player, importing subtitles via API lets your company fully control subtitle display and use of the transcript on your website.
ca: La potent API d'Amara permet una integració flexible amb el vostre flux de treball de publicació existent. Per a connectar directament el vostre sistema de processador dorsal a Amara, podeu importar i exportar subtítols, gestionar el processament, i importar subtítols complets directament cap el vostre propi sistema. Si utilitzeu un reproductor de vídeo personalitzat, importar els subtítols mitjançant la API deixarà a la vostra empresa el control total de la visualització del subtítol i la utilització de la transcripció a la vostra pàgina web.

source: Amara API Documentation
ca: Documentació de l'API d'Amara
sq: Dokumentim API Amara

source: Corporations need to communicate with their staff and their customers around the world, and video is becoming a major part of that process. With Amara, companies make it possible for staff, customers, and contractors to caption and translate videos, make them searchable, and share them publicly or privately.
ca: Les corporacions necessiten comunicar-se amb els seus personals i clients arreu del món, i els vídeos són una gran part d'aquest procés. Amb Amara, les companyies fan possible la traducció de vídeos per a personal ,clients i contractistes, i els fa més fàcils de trobar i compartir, ja siga públicament com de manera privada.

source: As online education explodes in popularity, subtitles are essential to making courses accessible and international. Colleges and universities are using Amara to make their rapidly growing video resources readily available to everyone.
ca: Ara que l'educació en línia està fent-se més i més popular, els subtítols són essencials per a fer els cursos més accessibles i internacionals. Els col·legis i universitats estan utilitzant Amara per a créixer ràpidament els seus recursos de vídeo fent-los disponibles a tothom.

source: Khan Academy—one of the largest and fastest growing online education sites in the world—uses Amara to translate every video on their website, into dozens of languages
ca: L'acadèmia Khan—una de les més grans i on més creix l'educació en línia al món—utilitza Amara per a traduir cadascun dels vídeos a la seva pàgina web, a dotzenes d'idiomes

source: Any organization that creates video can reach more people with subtitles, and Amara provides the most options and flexibility to caption and translate your videos. Many video publishers use Amara to create volunteer communities -- engaging the people who watch their videos to caption and translate them for the world, ultimately reaching more viewers.
ca: Qualssevol organització que crea vídeos pot arribar a més gent amb els subtítols, i Amara proveeix el major nombre d'opcions per a etiquetar i traduir els vostres vídeos d'una manera flexible. Molts editors de vídeo utilitzen Amara per a crear comunitats de voluntaris -- involucrant a la gent que veu els seus vídeos a etiquetar i traduir los per al món, per a que al final arribi a més espectadors.

source: In governments around the world, making video accessible is often a legal requirement, not an option. Amara makes it much easier to coordinate captioning and translation efforts, so that every citizen gains access.
ca: Els governs d'arreu món, fer vídeos accessibles és a sovint un requeriment legal, i no una opció. Amara fa molt més fàcil coordinar els esforços de etiquetatge i traducció, per a que cada ciutadà obtingui accés.

source: Get started with Amara
ca: Comenceu amb Amara
sq: Si T'ia Fillohet me Amara-n

source: Be in touch at
ca: Estigueu en contacte a

source: You're welcome to try our <a href="http://universalsubtitles.org/demo/">demo</a> to see how the software works. You can also <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
ca: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Sou benvinguts de provar la nostra <a href="http://universalsubtitles.org/demo/">demo</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>per vorer com funciona el programari. Podeu també <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="http://universalsubtitles.org/videos/create">començar subtitulant</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>un vídeo que ja hages publicat al web.<span class="whitespace other" title="Tab">»</span> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
cs: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Můžete si vyzkoušet naše <a href="http://universalsubtitles.org/demo/">demo</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>, abyste viděli, jak náš software funguje. Můžete také <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="http://universalsubtitles.org/videos/create">začít titulky</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>k videu, které jste už zveřejnili na webu.<span class="whitespace other" title="Tab">»</span> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>
ko: »»»소프트웨어 작동 방식을 보시려면, »»우리의 <a href="http://universalsubtitles.org/demo/">데모</a> 를 사용해 보세요. »»»당신은 또한 이미 웹에 게시된 동영상에 <a href="http://universalsubtitles.org/videos/create">자막 제작을 시작</a>할 수도 있습니다.»»»

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and TTML formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
ca: <span class="whitespace other" title="Tab">»</span> Quan existeixen subtítols podeu baixar-los de la seva pàgina en format .SRT, .SSA, .SBV, .TXT, i TTML <span class="whitespace other" title="Tab">»</span> per aquest idioma (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">per exemple</a>). <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> Premeu al botó "Descarregar Subtítols" a la part inferior dreta, a l'esquerra del botó "Editar Subtítols" <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> i elegiu el format de fitxer desitjat des de el llistat desplegable.
ko: 자막이 존재하는 경우 .SRT, .SSA, .SBV, .TXT, .TTML 파일 형식으로 다운 받을 수 있습니다. (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">예제</a>). "자막 편집하기" 오른쪽에서 부터 왼쪽아래에 있는 "자막 다운받기" 를 선택하고 펼침목록에서 다운 받기를 원하는 파일 형식을 고르세요.
