Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Each set of subtitles or translation has a full revision history. Just click on the tab on the subtitle page in you will see a list of revisions. You can use the checkboxes on the left and the "compare revisions" button to see the difference between two revisions. Or you can click on any one revision, and edit based on that revision or roll back to that revision. <br/><br/> If the current version is blank, but there are older revisions, it make sense to check those older revisions before starting from scratch, because there could be useful work in an older revision.
ca: Cada conjunt de subtítols o traduccions tenen un complet historial de revisions. <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>Només premeu a la pestanya de la pàgina de subtítols i se us mostrarà un llistat de les revisions. <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>Podeu utilitzar les caselles de verificació de l'esquerra i el botó "comparar revisions" <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>per vorer les diferències entre ambdues. O podeu prémer a qualssevol revisió individualment, <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>i editar basant-se en eixa revisió o revertir-la a eixa versió. <br/><br/> Si la versió actual està en blanc, però hi ha revisions antigues, <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>té sentit comprovar aquestes revisions antigues abans de començar des de l'esborrat, <span class="whitespace other" title="Tab"></span><span class="whitespace other" title="Tab"></span>perquè podria haver informació útil a una revisió antiga.
cs: Každá sada titulků nebo překladu má svou revizní historii. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Stačí kliknout na záložku na stránce titulků a uvidíte seznam revizí. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Můžete použít zaškrtávací pole vlevo a tlačítko „porovnat revize“ <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>pro zobrazení rozdílu mezi dvěma danými revizemi. Nebo můžete kliknout na libovolnou revizi, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>a upravovat na jejím základě nebo vrátit titulky zpět na tuto revizi. <br/><br/> Pokud je současná revize prázdná, ale existují starší revize, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>je lepší se podívat na tyto starší než začít pracovat na zelené louce, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>protože v nich může být hotova použitelná práce.
de: Jede Gruppe von Untertiteln oder Übersetzungen hat eine komplette Revisionsgeschichte. Klicke auf den Reiter auf der Untertitel-Seite, um die Liste der Revisionen zu sehen. Mit den Ankreuzfeldern auf der linken Seite und »Revisionen vergleichen« kannst du dir die Unterschiede zwischen zwei Revisionen ansehen. Du kannst auch eine beliebige Revision anklicken und dann von dort aus weiterbearbeiten oder alle späteren Änderungen rückgängig machen. <br/> <br/> Wenn die aktuelle Revision mal komplett leer ist, es aber ältere Revisionen gibt, musst du nicht ganz von neuem beginnen. Du kannst auch in den alten Revisionen nachschauen, ob es dort schon etwas Brauchbares gibt.
el: Η κάθε ομάδα υποτίτλων ή μεταφράσεων, έχει ένα πλήρες ιστορικό αναθεωρήσεων. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Απλώς κάντε κλικ στην καρτέλα της σελίδας με τον υπότιτλο, στην οποία θα δείτε έναν κατάλογο αναθεωρήσεων. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Μπορείτε να χρησιμοποιήσετε τα κουτάκια επιλογής/checkboxes, στα αριστερά και στο κουμπί "Σύγκριση αναθεωρήσεων" <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>για να δείτε τη διαφορά ανάμεσα στις δύο αναθεωρήσεις. Είτε, μπορείτε να κάνετε κλικ σε οποιαδήποτε αναθεώρηση, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>και να κάνετε επεξεργασία βασιζόμενοι σε εκείνη την αναθεώρηση, είτε να επιστρέψετε πίσω στην άλλη αναθεώρηση. <br/><br/> Αν η τρέχουσα αναθεώρηση είναι κενή, αλλά υπάροχουν παλιότερες αναθεωρήσεις, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>τότε, θα έχει έννοια να ελέγξετε αυτές τις παλιότερες αναθεωρήσεις, πριν αρχίσετε από την αρχή, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>διότι θα μπορούσε να προϋπάρχει χρήσιμο έργο σε μία μία παλιότερη αναθεώρηση.
es: Cada uno de los subtítulos o traducciones tienen un historial de revisión. Simplemente haz clic en la pestaña de la página de subtítulos en la que estés y verás una lista de revisiones. Puedes usar las casillas de la izquierda y el botón de "comparar revisión" para ver las diferencias entre dos revisiones.También puedes hacer clic en cualquiera de las revisiones y editar basándote en la revisión o reanudar esa revisión. <br/><br/> Si la versión actual está en blanco, pero hay antiguas revisiones, tiene sentido comprobar las antiguas revisiones antes de empezar desde el principio, porque puede haber trabajo útil en una revisión anterior.
ja: 字幕または翻訳には、各々の改訂履歴があります。字幕ページのタブをクリックしたら、改訂履歴が表示されます。左側にあるチェックボックスと「改訂を比較する」ボタンを利用して、二つの改訂を比較することができます。また、以前の改訂に基づいて編集したり、以前の改訂版に戻すことも可能です。<br/><br/>もし最新改訂版が空白で、古い改訂版が存在する場合、最初からやり直すよりも、古い改訂版を参考にすることをおすすめします。
ko: 각각의 자막 혹은 번역 내용은 변경된 내용에 대한 기록을 가지고 있습니다. 자막 페이지에 탭을 클릭하면 변경된 기록 목록을 볼 수 있습니다. 변경된 기록 비교를 하기 위해서 왼쪽에 있는 선택항목과 변경된 기록 비교 버튼을 사용하면 됩니다. 그 중 어떤 것이든 선택해서 편집을 할 수 있으며, 예전 내용으로 복원할 수 있습니다. 현재 버젼에는 내용이 없지만 예전 내용은 있을 수 있습니다. 아무것도 없는것에서 시작하는것보다는 예전 내용에 유용한 내용이 있을 수 있기 때문에 예전 내용 부터 살펴보는것이 좋을것 같습니다.
vi_vn: Mỗi bộ phụ đề hay bản dịch có kèm theo hồ sơ hiệu đính đầy đủ. Chỉ việc nhấn vào thẻ trên trang phụ đề thì bạn sẽ thấy được danh sách các bản hiệu đính. Bạn có thể sử dụng checkboxes ở bên trái nút "so sánh hiệu đính" để có thể thấy được sự khác biệt giữa hai phiên bản. Hoặc bạn cũng có thể nhấn vào bất cứ phiên bản nào, và tiến hành chỉnh sửa dựa trên phiên bản đó hoặc hoàn tác lại chính phiên bản đó. <br/><br/> Nếu phiên bản hiện tại còn để trống, nhưng lại có những phiên bản cũ hơn, sẽ hợp lí hơn nếu bạn kiểm tra những phiên bản cũ này trước khi bắt đầu làm mới, bởi cũng sẽ có những phần việc khá hữu ích trong các phiên bản cũ đó.

source: Go to <a href="http://universalsubtitles.org/get-code/">this page</a> and double click on the code in the white box to select it all. Go to Edit > Copy in your browser's menu to copy the code to your clipboard. Then start editing the headers in your site or blog theme, and paste the script somewhere between the &lt;head&gt; and &lt;/head&gt; tags in your blog theme.
ca: Aneu a <a href="http://universalsubtitles.org/get-code/">aquesta pàgina</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> i piqueu dues vegades al codi de la caixa blanca per a seleccionar-ho tot. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> aneu a Editar > Copiar al menú del vostre navegador per a copiar el codi al vostre porta-retalls. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> Després comenceu editant les capçaleres al vostre web o tema del blog, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> i enganxeu l'script a qualssevol lloc dins les etiquetes <head> i </head> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> al tema del vostre blog.
cs: Přejděte na <a href="http://universalsubtitles.org/get-code/">tuto stránku</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> a dvojklikem na kód v bílém rámečku jej celý označte. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> Klikněte na Úpravy > Kopírovat v menu svého prohlížeče pro zkopírování do své schránky. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> Potom upravte hlavičku na své stránce nebo ve stylu svého blogu, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> a vložte skript někam mezi tagy <head> a </head> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> ve stylu svého blogu.
de: Gehe auf die <a href="http://universalsubtitles.org/get-code/">Webseite zum Einbetten</a> und doppelklicke auf den Code im weißen Feld, um ihn komplett auszuwählen. Kopiere diesen Code in die Zwischenablage und von dort aus auf deine Website oder in deinem Blog. Dort gehört der Code irgendwo in den &lt;head&gt;-Bereich hinein.
el: Πηγαίνετε σε <a href="http://universalsubtitles.org/get-code/">αυτή τη σελίδα</a> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> και κάντε διπλό κλικ στον κώδικα, στο λευκό κουτί, για να τα επιλέξετε όλα. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> Πηγαίνετε στην Επεξεργασίαt > Κάντε αντιγραφή στο μενού του Περιηγητή σας, για να αντιγράψετε τον κώδικα στο Πρόχειρό σας/clipboard. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> Μετά αρχίστε να επεξεργάσεσθε τις επικεφαλίδες του θέματος της ιστοσελίδα σας ή του ιστολογίου σας/blog <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> και επικολλήστε το script κάπου ανάμεσα στις the &lt;head&gt; and &lt;/head&gt; <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span> ετικέτες/tags του θέματος του ιστολογίου σας/blog.
es: Ve a <a href="http://universalsubtitles.org/get-code/">esta página</a> y haz doble clic en el código en la casilla blanca para seleccionarlo. Ve a Editar > Copiar en el menú del navegador para copiar el código al portapapeles. Luego edita la cabecera en tu sitio web o en tu blog, y copia el script en cualquier parte entre las etiquetas &lt;head&gt; y &lt;/head&gt; en la plantilla de tu blog.
ja: <a href="http://universalsubtitles.org/get-code/">このページ</a>の白いボックス内にあるコードをダブルクリックしてコード全体を選択してください。ブラウザーのメニューから編集＞コピーを選択してコードをクリップボードにコピーしてください。次に、あなたのサイトまたはブログテーマのヘッダーを編集して、&lt;head&gt; と &lt;/head&gt; の間にコードを貼付けてください。
ko: 이 페이지로 <a href="http://universalsubtitles.org/get-code/"> 이동</a> 선택 상자에 내용 전체 내용을 더블클릭해서 선택합니다. 편집하기 > 코드를 클립보드에 복사해 둡니다. 그런 다음 사이트나 블로그에 헤더를 편집합니다. 블로그 테마에 <head> 와 </head>사이에 해당 코드를 붙입니다.
ug: <a href="http://universalsubtitles.org/get-code/">بۇ بەت</a> كە يۆتكىلىپ، ئاق قۇتىدىكى كودنى قوش چېكىپ تاللاپ، توركۆرگۈڭىزنىڭ تىزىملىك تاللانمىسىنى تېپىپ، تەھرىر › كۆچۈر، تىزىملىكى ئارقىلىق كودنى چاپلاش تاختىسىغا كۆچۈرۈپ ئاندىن تورتۇرايىڭىزنى تەھرىرلەڭ ياكى بىلوگ ئۆرنەك بېتىڭىزنىڭ &lt;head&gt; ۋە &lt;/head&gt; ئارىسىغا كۆچۈرۈڭ.
vi_vn: Tới <a href="http://universalsubtitles.org/get-code/">trang này</a> và nhấn đúp vào đoạn mã trong khung màu trắng và chọn tất cả. Vào Edit > Copy trong thực đơn của trình duyệt để sao chép đoạn mã vào bộ nhớ đệm. Sau đó hãy bắt đầu chỉnh sửa phần header trong giao diện của trang hay blog của bạn, và sao chép đoạn mã ở đâu đó giữa thẻ &lt;head&gt; và &lt;/head&gt; trong giao diện blog của bạn.

source: Sorry about that. Just contact us and we’ll be happy to add it.
ca: Ho lamentem. Contacteu amb nosaltres i estarem encantats d'afegir-lo.
cs: Za to se omlouváme. Stačí nám napsat a my ho rádi přidáme.
de: Entschuldigung. Schreibe uns, und wir fügen es hinzu.
el: Λυπούμαστε γι' αυτό. Απλώς ελάτε σε επαφή μαζί μας και θα χαρούμε να το προσθέσουμε.
es: Lo siento mucho. Contacte con nosotros y estaremos encantados de añadirlo.
ja: 申し訳ありません。 私達にご連絡いただければ、喜んで追加させて頂きます。
ko: 죄송합니다. 저희에게 연락해 주시면 우리가 그것을 추가해 드리겠습니다.
ug: بۇنىڭ ئۈچۈن كەچۈرۈڭ. بىز بىلەن ئالاقە قىلسىڭىز بىز خۇشھاللىق بىلەن ئۇنى قوشۇپ قويىمىز.
vi_vn: Xin lỗi về điều đó. Hãy liên hệ với chúng tôi và chúng tôi sẽ rất vui để đưa nó vào.

source: Thanks for getting in touch! We love hearing your ideas, bugs, feedback, opinions and such.
ca: Gràcies per posar-vos en contacte amb nosaltres! Ens agrada escoltar les vostres idees, errors, experiències, opinions,...
cs: Děkujeme za odezvu! Jsme rádi za vaše nápady, hlášení chyb, zpětnou vazbu, názory a podobné.
de: Vielen Dank für die Anfrage! Wir freuen uns über deine Ideen, Fehlermeldungen, Rückmeldungen, Meinungen und Ähnliches.
el: Ευχαριστούμε που ήρθατε σε επαφή μαζί μας! Μας αρέσει να ακούμε τις ιδέες σας, για τα σφάλματα/ bugs, την ανάδραση, τις απόψεις σας και τα σχετικά.
es: ¡Gracias por ponerte en contacto con nosotros! Las nuevas ideas, errores, experiencias y opiniones nos ayudan a mejorar.
ja: ご連絡ありがとうございます！アイデアやバグ、フィードバック、ご意見その他、是非お寄せください。
ko: 연락해 주셔서 감사합니다! 계속해서 당신의 아이디어, 버그, 피드백, 의견들을 듣고 싶습니다.
sv: Tack för att du hör av dig! Vi uppskattar att höra dina idéer, buggar, feedback, åsikter och dylikt.
ug: ئالاقىمىزنى ساقلىغىنىڭىزغا كۆپ رەھمەت! بىز سىزنىڭ ئويلىغانلىرىڭىز، خاتالىق دوكلاتى، قايتۇرما ئىنكاس، پىكىر ۋە شۇنىڭغا ئوخشىغان ئۇچۇرلارنى بىلىشنى بەك ئارزۇ قىلىمىز.
vi_vn: Cảm ơn bạn đã giữ liên lạc! Chúng tôi luôn trân trọng những ý tưởng, báo lỗi, phản hồi, ý kiến của bạn.

source: Stay tuned as the project evolves!
ca: Seguiu de prop la nostra evolució!
cs: Zůstaňte na příjmu, jak se projekt bude rozvíjet!
de: Bleib' dran, während sich das Projekt entwickelt!
el: Μείνετε συντονισμένοι καθώς το project εξελίσσεται!
es: ¡Sigue nuestra evolución de cerca!
ja: プロジェクトの発展に注目していてください！
ko: 프로젝트가 발전해 가는 것을 지켜봐 주세요!
sq: Na ndiqni, ndërkohë që projekti ecën përpara!
sv: Häng kvar medan projektet utvecklas!
ug: قۇرۇلۇشنىڭ تەرەققىياتىغا يېقىندىن دىققەت قىلىڭ!
vi_vn: Cập nhật ngay khi dự án phát triển!

source: Announcement Signup
ca: Anunci de Registre
cs: Přihlášení k novinkám
de: Registrierung für Ankündigungen
el: Σύνδεση στις Αναγγελίες
es: Anuncios de empleo
ja: お知らせに登録する
ko: 발표 등록
sq: Regjistrim për Njoftimet
ug: خەتلىتىش باياناتى
vi_vn: Đăng kí Thông báo

source: Best
ca: El millor
cs: Nejlepší
de: Beste
el: Το καλύτερο
es: Mejor
ja: 草々
ko: 최고
sq: Më të mirat
sv: Bäst
ug: ئەڭ ياخشى
vi_vn: Tốt nhất

source: PS. We do our best to respond to all questions, but please be patient -- we get a lot of email
ca: PS. Respondrem a totes les preguntes el millor possible, però sisplau sigueu pacients -- rebem un fum de correus
cs: PS: Děláme, co můžeme, abychom odpověděli na všechny dotazy, ale buďte prosím trpěliví – dostáváme hodně pošty.
de: PS: Wir tun unser Bestes alle Fragen zu beantworten, aber bitte habe etwas Geduld – wir bekommen eine Menge E-Mails
el: ΥΣ. Κάνουμε ό,τι καλύτερο μπορούμε για να απαντούμε σε όλες τις ερωτήσεις, αλλά σας παρακαλούμε να είστε υπομονετικοί -- λαμβάνουμε πάρα πολλά e-mail
es: PD. Intentamos responder todas vuestras preguntas, pero pedimos paciencia, ya que recibimos muchos correos.
ja: 追伸：お問い合わせにはすべてお答えするよう努めていますが、たくさんのメールをいただいているので、今しばらくお待ちください。
ko: 추신. 우리는 모든 질문에 답변하기 위해 최선을 다하고 있습니다. 그러나 많은 email을 받고 있으니 조금만 기다려 주세요.
sv: PS. Vi gör vårt bästa för att svara på alla frågor, men vänligen var tålmodig -- vi får många e-post meddelanden.
ug: بىز ئەڭ زور تىرىشچانلىق كۆرسىتىپ ھەممە مەسىلىلەرگە جاۋاب بېرىشكە تىرىشىمىز ئەمما سەۋرىچانلىق بىلەن كۈتۈڭ --- بىز نۇرغۇن تورخەت تاپشۇرۇۋالدۇق
vi_vn: Tái bút. Chúng tôi luôn cố gắng hết sức để giải đáp toàn bộ các câu hỏi, những hãy thật kiên nhẫn -- chúng tôi nhận được rất nhiều thư

source: The Amara Difference
de: Die Andersartigkeit von Amara

source: Amara is built by a nonprofit, 501c3 organization. We are driven by the mission to reduce barriers to communication and foster a more democratic media ecosystem. By choosing Amara, you are making video more globally accessible.
de: Amara wurde aufgebaut durch eine steuerbefreite 501c3-Non-Profit-Organisation. Wir werden davon angetrieben, die Kommunikationshindernisse abzubauen und ein demokratischeres Mediensystem zu fördern. Durch die Wahl von Amara macht man Videos weltweit besser zugänglich.

source: Amara is a project of the
de: Amara ist ein Projekt der

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
ja: ヘルプ
ko: 도움
sq: Ndihmë
sv: Hjälp
ug: ياردەم
vi_vn: Trợ giúp

source: Contact
de: Kontakt
es: Contacto
sv: Kontakt

source: Browse
de: Browsen

source: Featured
de: Empfehlungen

source: More
de: Mehr
es: Más
sv: Mer

source: Terms
de: Bedingungen
el: Όροι
es: Condiciones
sv: Villkor

source: Privacy
de: Datenschutz
el: Απόρρητο
es: Privacidad

source: Security
de: Sicherheit
el: Ασφάλεια
es: Seguridad
sv: Säkerhet
ug: بىخەتەرلىك
vi_vn: Bảo mật

source: Sorry!
de: Entschuldigung!
el: Συγγνώμη!
es: ¡Perdona!
sv: Ursäkta!
ug: كەچۈرۈڭ!
vi_vn: Rất tiếc!

source: If you need assistance, please visit our support site at
de: Falls du Unterstützung brauchst, schaue bitte auf unsere Supportseite unter
el: Αν χρειάζεστε βοήθεια, παρακαλούμε, επισκεφθείτε την ιστοσελίδα υποστήριξης, στο
es: Si necesita ayuda, por favor, visite nuestro sitio de asistencia en
sv: Behöver du hjälp, besök vår supportsida på
ug: ئەگەر ياردەمگە ئېھتىياجلىق بولسىڭىز، خېرىدار مۇلازىمەت تورتۇرايىمىزنى زىيارەت قىلىڭ
vi_vn: Nếu bạn cần trợ giúp, xin hãy ghé trang hỗ trợ của chúng tôi tại

source: Get help
de: Hilfe bekommen
el: Πάρτε βοήθεια
es: Obterner ayuda
sv: Få hjälp
ug: ياردەمگە ئېرىشىش
vi_vn: Nhận trợ giúp

source: Amara makes video globally accessible
de: Amara macht Videos weltweit zugänglich.
sv: Amara gör videos globalt tillgängliga

source: Captions, subtitles, and translations simplified.
de: Bildunterschriften, Untertitel und Übersetzungen werden vereinfacht.

source: Meet Amara
de: Amara kennenlernen
el: Γνωρίστε το Amara
sv: Möt Amara

source: Amara is home to an award winning subtitle editor that makes it easy to caption and translate video. Amara also hosts volunteer localization &amp; accessibility communities, and offers professional tools and services for subtitles.
de: Amara ist die Heimat eines preisgekrönten Untertitel-Editors, mit dem sich Videos einfach untertiteln und übersetzen lassen. Amara beherbergt auch ehrenamtliche Gemeinschaften zur Lokalisierung &amp; für Barrierefreiheit und bietet professionelle Werkzeuge und Dienste für Untertitel an.

source: Individuals
de: Personen
sv: Personer

source: Amara makes it incredibly easy (and free) to caption and translate your videos. You can instantly invite your friends and audience members to help.
de: Mit Amara ist es unglaublich einfach (und kostenlos) deine Videos zu untertiteln und zu übersetzen. Du kannst sofort deine Freunde oder Mitglieder der Zielgruppe einladen zu helfen.
el: Το Amara κάνει τον υποτιτλισμό και τη μετάφραση των βίντεό σας απίστευτα εύκολα (και δωρεάν). Μπορείτε αμέσως να καλέσετε τους φίλους και το κοινό σας για να βοηθήσουν.
sv: Amara gör det otroligt enkelt (och gratis) att texta och översätta dina videos. Du kan också bjuda in dina vänner och din publik att hjälpa till.

source: Subtitle a Video
ca: Subtitular un vídeo
cs: Otitulkovat video
de: Untertitele ein Video
el: Υποτιτλίστε ένα Βίντεο
es: Subtitular un vídeo
ja: ビデオに字幕を付ける
ko: 비디오에 자막 넣기
sq: Titroni një Video
sv: Lägg till undertext på en video
ug: سىنغا كىنو خەت قوشۇڭ
vi_vn: Làm phụ đề Phim

source: Help make video accessible around the globe by volunteering for a caption or translation team. Amara is easy to learn and fun!
de: Hilf dabei Videos weltweit zugänglich zu machen, indem du ehrenamtlich in einem Team für das Untertiteln und Übersetzen mitarbeitest. Amara ist einfach zu verstehen und macht Spaß!
sv: Hjälp till att göra videos tillgängliga i hela världen genom att frivilligarbeta för ett textnings- eller översättningsteam. Amara är roligt och lätt att lära sig!

source: Professional Solutions
de: Professionelle Lösungen
es: Soluciones Profesionales
sv: Professionella lösningar

source: Amara provides a complete solution for captions and translation. Whether you'd like On Demand subtitles or to build your own community or team, we can help.
de: Amara stellt eine vollständige Lösung für das Untertiteln und die Übersetzung zur Verfügung. Wir können dabei helfen, ob du Untertitel durch On Demand erstellen lässt oder dein eigenes Team aufbauen willst.

source: Hands holding video icons in front of rolling hills
de: Mehrere Hände halten Video-Symbole vor einer Hügellandschaft in die Luft.

source: Subtitle Video
de: Video untertiteln
es: Subtitular vídeo
sv: Undertexta video

source: Profile
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
ja: プロフィール
ko: 프로필
sq: Profil
sv: Profil
ug: سەپلىمە ھۆججەت
vi_vn: Hồ sơ

source: Logout
ca: Tancar sessió
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
sq: Dilni
sv: Logga ut
ug: تىزىمدىن چىق
vi_vn: Đăng xuất

source: Your Teams
de: Deine Teams
el: Οι ομάδες σας
es: Tus equipos
sv: Dina team
ug: توپىڭىز
vi_vn: Nhóm của bạn

source: Sign in / Sign up
de: Anmelden / Registrieren
el: Είσοδος / Σύνδεση
es: Registrarse
sv: Logga in/Registrera dig
ug: تىزىمغا كىرىڭ/خەتلىتىڭ
vi_vn: Đăng nhập / Đăng kí

source: Open Subtitles Design Summit
ca: Cimera Open Subtitles Design
cs: Mítink o designu Open Subtitles
de: Open Subtitles Design Gipfeltreffen
el: Συνάντηση Κορυφής για Σχεδιασμό Ανοικτών Υπότιτλων
ja: オープン字幕デザインサミット
ko: 개방 자막 디자인 회담
ug: ئوچۇق كىنو خەتلىرى لايىھە يىغىلىشى
vi_vn: Hội nghị thượng đỉnh Thiết kế Phụ đề Mở rộng
