Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: There is already a task in progress for that video/language.
ca: Hi ha una tasca executant-se per a aquest vídeo/llengua.
cs: Úkol pro toto video/jazyk uz existuje.
de: Für diese Video-/Sprachkombination ist bereits eine Aufgabe im Gange.
el: Υπάρχει ήδη μία εργασία σε εξέλιξη για αυτό το βίντεο/ για αυτή τη γλώσσα.
es: Aún hay una tarea en progreso para el vídeo en ese idioma.
ja: そのビデオ／言語の作業は進行中です。
ko: 동영상/언어에 진행중인 일이 있습니다.
sq: Ka tashmë në përmbushje e sipër një punë për këtë video/gjuhë.
sv: Det finns redan ett uppdrag som pågår för den här videon eller språket.
ug: سىن ياكى تىلدا بىر ۋەزىپە ئېلىپ بېرىلىۋاتىدۇ.
vi_vn: Hiện có một công việc đang được tiếp diễn cho đoạn phim/ngôn ngữ đó.

source: You must select a language for a %(task_type)s task.
de: Du musst eine Sprache für die %(task_type)s-Aufgabe auswählen.
el: Πρέπει να επιλέξετε μία γλώσσα για την εργασία %(task_type)s
es: Debes seleccionar un idioma para una tarea de %(task_type)s.
sv: Du måste välja språk för uppgiften %(task_type)s.

source: That user has already been assigned the maximum number of tasks.
ca: Aquest usuari ja li ha estat assignat el màxim nombre de tasques.
de: Dieser Benutzer hat schon die maximale Anzahl an Aufgaben.
el: Σε αυτό τον χρήστη ανατέθηκε, ήδη, ο μέγιστος δυνατός αριθμός εργασιών.
es: El usuario ya tiene asignado el máximo número de tareas.
ja: ユーザは、すでに最大タスク数が指名されています。
ko: 해당 사용자는 이미 작업의 최대치가 할당되었습니다.
sq: Këtij përdoruesi i është caktuar numri maksimum i punëve.
sv: Denna användare har redan tilldelats maximalt antal uppdrag.
ug: ئۇ ئىشلەتكۈچىگە ئەڭ يۇقىرى ۋەزىپە سانى تەقسىملەنگەن.
vi_vn: Người dùng đó đã được phân công tối đa số công việc.

source: You do not have permission to assign this task.
ca: No teniu permisos per a assignar aquesta tasca.
cs: Nemáte právo přiřadit tento úkol.
de: Du hast nicht die Berechtigung, diese Aufgabe zuzuweisen.
el: Δεν έχετε εξουσιοδότηση να αναθέσετε αυτή την εργασία.
es: No tienes permiso para asignar esa tarea.
ja: このタスクを割り当てる権限を持っていません
ko: 이 태스크를 위해서 해당 사항이 없습니다.
sq: Nuk keni leje të caktoni këtë punë.
sv: Du har inte behörighet att tilldela denna uppgift.
ug: بۇ ۋەزىپىنى تەقسىملەش ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép phân công công việc này.

source: This user cannot perform that task.
ca: Aquest usuari no pot realitzar aquesta tasca.
cs: Tento uživatel nemůže provést tento úkol.
de: Dieser Benutzer kann die Aufgabe nicht ausführen.
el: Αυτός ο χρήστης δεν μπορεί να εκτελέσει αυτή την εργασία.
es: Este usuario no puede realizar esa tarea.
ja: このユーザは、そのタスクを行うことができません。
ko: 이 사용자는 해당 작업을 수행할 수 없습니다.
sq: Ky përdorues nuk mund të bëjë këtë punë.
sv: Användaren kan inte utföra denna uppgift.
ug: بۇ ئىشلەتكۈچى ئۇ ۋەزىپىنى ئىجرا قىلالمايدۇ.
vi_vn: Người dùng này không thể thực hiện công việc đó.

source: You do not have permission to delete this task.
ca: No teniu permís per a eliminar aquesta tasca.
cs: Nemáte práva na smazání tohoto úkolu.
de: Du hast keine Berechtigung, diese Aufgabe zu löschen.
el: Δεν έχετε την άδεια να διαγράψετε αυτή την εργασία.
es: No tienes permiso para eliminar esa tarea.
ja: このタスクを削除する権限がありません。
ko: 할 일 목록을 지울 수 있는 권한이 없습니다.
sq: Nuk keni leje ta fshini këtë punë.
sv: Du har inte behörighet att radera denna uppgift.
ug: بۇ ۋەزىپىنى ئۆچۈرۈش ھوقۇقىڭىز يوق.
vi_vn: Bạn không được phép xóa công việc này.

source: Welcome heading on your landing page for non-members
de: Willkommen beim Ansteuern deiner Einstiegsseite für Nicht-Mitglieder
el: Επικεφαλίδα καλωσορίσματος στην αρχική σας σελίδα για τα μη-μέλη.
es: Apartado de bienvenida en tu pagina inicial para usuarios no miembros
sv: Välkomstöverskrift på startsidan för icke-medlemmar

source: When a member is invited to join the team
ca: Quan un membre es convidat per a adherir-se a l'equip
de: Wenn ein Mitglied eingeladen wird, dem Team beizutreten
el: Όταν ένα μέλος προσκαλείται να εγγραφεί σε μια ομάδα
es: Cuando se invita a un miembro a formar parte de un equipo
ja: メンバーがチームに招待されたとき
sq: Kur një përdorues ftohet të anëtarësohet te ekipi
sv: När en medlem bjuds in till teamet
ug: ئەزا توپقا قوشۇلۇشقا تەكلىپ قىلىنغاندا
vi_vn: Khi một thành viên được mời gia nhập nhóm

source: When a member applies to join the team
ca: Quan un membre demana adherir-se a l'equip
de: Wenn sich ein Mitglied bewirbt, um dem Team beizutreten
el: Όταν ένα μέλος κάνει αίτηση να εγγραφεί στην ομάδα
es: Cuando un miembro pida unirse al equipo
ja: メンバーがチームへの参加依頼をしたとき
sq: Kur një përdorues aplikon për anëtarësim te ekipi
sv: När en medlem ansöker om att gå med i teamet
ug: ئەزا توپقا قوشۇلۇشنى ئىلتىماس قىلىنغاندا
vi_vn: Khi một thành viên xin gia nhập nhóm

source: When a member joins the team
de: Wenn ein Mitglied einem Team beitritt
el: Όταν ένα μέλος εγγράφεται στην ομάδα
es: Cuando un miembro se una a un equipo
sv: När en medlem går med i teamet

source: When a member is given the Manager role
ca: Quan un membre obté el paper de Gestor
de: Wenn einem Mitglied die Manager-Rolle gegeben wird
el: Όταν αποδοθεί σε ένα μέλος η ιδιότητα του Διοικητικού/ Manager
es: Cuando le sea asignado a un miembro el rol de "Manager"
ja: メンバーがマネジャーになったとき
sq: Kur një përdoruesi i jepet roli Përgjegjës
sv: När en medlem ges rollen Ansvarig
ug: ئەزاغا باشقۇرغۇچى رولى بېرىلگەندە
vi_vn: Khi một thành viên được giữ vài trò Người Quản lí

source: When a member is given the Admin role
ca: Quan un membre obté el paper d'administrador
de: Wenn einem Mitglied die Administratoren-Rolle gegeben wird
el: Όταν αποδοθεί σε ένα μέλος η ιδιότητα του Διαχειριστή/ Admin
es: Cuando le sea asignado a un miembro el rol de Administrador
ja: メンバーが管理人になったとき
sq: Kur një përdoruesi i jepet roli Administrator
sv: När en medlem ges rollen Administratör
ug: ئەزاغا يادرولۇق باشقۇرغۇچى رولى بېرىلگەندە
vi_vn: Khi một thành viên được giữ vài trò Quản trị viên

source: New message language
de: Sprache der neuen Nachricht
el: Γλώσσα νέου μηνύματος
es: Nueva idioma de mensajes
sv: Nytt meddelandespråk

source: When a member speaking that language joins the team
de: Wenn ein Mitglied, das diese Sprache spricht, dem Team beitritt
el: Όταν ένα μέλος που μιλάει τη γλώσσα εγγράφεται στην ομάδα
es: Cuando un miembro que hable ese idioma se una al equipo
sv: När en medlem som talar det språket går med i teamet

source: When a member joins the team, message in
de: Wenn ein Mitglied einem Team beitritt, sende eine Nachricht in
el: Όταν ένα μέλος εγγράφεται στην ομάδα, το μήνυμα να είναι στα
es: Cuando un miembro se una a un equipo, mandar un mensaje en
sv: När en medlem går med i teamet, skicka meddelande på

source: Recommended size: 100 x 100
de: Empfohlene Größe: 100 x 100
el: Προτεινόμενο μέγεθος: 100 x 100
es: Tamaño recomendado: 100 x 100
sv: Rekommenderad storlek: 100 x 100

source: How can users join your team?
ca: Com poden els usuaris adherir-se al vostre equip?
cs: Jak se můžou uživatelé přihlásit do vašeho týmu?
de: Wie können Nutzer deinem Team beitreten?
el: Πως μπορούν οι χρήστες να γραφούν στην ομάδα σας;
es: ¿Cómo pueden unirse los usuarios al equipo?
ja: ユーザはどのようにしてあなたのチームに参加することができますか？
sq: Si mund të anëtarësohen te ekipi juaj përdoruesit?
sv: Hur kan användare gå med i ditt team?
ug: ئىشلەتكۈچىلەر توپىڭىزغا قانداق قوشۇلىدۇ؟
vi_vn: Làm thế nào để người dùng có thể gia nhập nhóm của bạn?

source: Who can add/remove videos?
ca: Qui pot afegir/eliminar vídeos?
cs: Kdo může přidávat/mazat videa?
de: Wer kann Videos hinzufügen/entfernen?
el: Ποιος μπορεί να προσθέτει/ διαγράφει βίντεο;
es: ¿Quién puede añadir o eliminar videos?
ja: 誰がビデオの追加／削除をすることができますか？
sq: Kush mund të shtojë/heqë video?
sv: Vem kan lägga till/ta bort videos?
ug: كىم سىنلارنى قوشۇپ/چىقىرىۋېتەلەيدۇ؟
vi_vn: Ai có thể thêm/loại bỏ phim?

source: You cannot blacklist a preferred language.
ca: No podeu afegir a la llista negra un idioma preferit.
cs: Nemůžete zakázat preferovaný jazyk.
de: Du kannst eine favorisierte Sprache nicht ignorieren.
el: Δεν μπορείτε να βάλετε σε μαύρη λίστα μία από τις προτιμώμενες γλώσσες.
es: No puedes poner en la lista negra un idioma preferido.
ja: 好み言語を不要言語にすることはできません。
ko: 선호하는 언어를 블랙리스트에 올릴 수 없습니다.
sv: Du kan inte svartlista ett valt språk.
ug: مايىللىقتىكى تىلنى قارا تىزىملىككە كىرگۈزەلمەيسىز.
vi_vn: Bạn không thể đưa một ngôn ngữ ưa dùng vào danh sách đen.

source: Assign a role
ca: Assignar un rol
cs: Přiřadit roli
de: Weise eine Rolle zu
el: Ανάθεση ρόλου
es: Asignar un rol
ja: 役割を指名する
sq: Caktojini një rol
sv: Tilldela en roll
ug: تەقسىملەنگەن رول
vi_vn: Giao vai trò

source: User is already a member of this team
de: Der Benutzer ist bereits in diesem Team.
el: Ο χρήστης είναι ήδη μέλος της ομάδας
es: El usuario ya es miembro de este equipo
sv: Användaren är redan medlem i detta team

source: Message to user
de: Nachricht an Benutzer
el: Μήνυμα προς το χρήστη
es: Mensaje para el usuario
sv: Meddelande till användare

source: There's already a project with this name
ca: Ja existeix un projecte amb aquest nom
de: Es gibt bereits ein Projekt mit diesem Namen.
el: Υπάρχει ήδη ένα project με αυτό το όνομα
es: Ya existe un proyecto con este nombre
ja: プロジェクト名はすでに使用されています。
sq: Ka tashmë një projekt me këtë emër
sv: Det finns redan ett projekt med det namnet
ug: ئوخشاش ئاتلىق قۇرۇلۇش مەۋجۇت
vi_vn: Đã có một dự án với tên gọi này rồi

source: %(user)s is not a manager
de: %(user)s ist kein Manager.
el: %(user)s δεν είναι διαχειριστής
es: %(user)s no es un gerente
sv: %(user)s är inte ansvarig

source: Type "Yes I want to delete this language" if you are sure you wish to continue
de: Wenn du dir sicher bist fortzufahren tippe "Ja, ich möchte diese Sprache löschen" ein
el: Πληκτρολογήστε "Ναι, θέλω να διαγράψω αυτή τη γλώσσα" εάν είστε σίγουροι ότι θέλετε να συνεχίσετε
es: Escribe "Sí, quiero eliminar este idioma" si estás seguro/a de que desea continuar
sv: Skriv "Ja, jag vill radera detta språk" om du är säker på att du vill fortsätta

source: Are you sure?
de: Bist du sicher?
el: Είστε σίγουροι;
es: ¿Está seguro?
sv: Är du säker?

source: Yes I want to delete this language
de: Ja, ich möchte diese Sprache löschen
el: Ναι, θέλω να διαγράψω αυτή τη γλώσσα
es: Sí, quiero eliminar este idioma
sv: Ja, jag vill radera detta språk

source: Confirmation text doesn't match
de: Bestätigungstext stimmt nicht überein
el: Το κείμενο επιβεβαίωσης δεν ταιριάζει
es: El texto de confirmación no coincide
sv: Bekräftelsetexten stämmer inte överens

source: These subtitles are not under a team's control.
ca: Aquests subtítols no estan solta el control de l'equip.
de: Diese Untertitel sind keinem Team zugeordnet.
el: Αυτοί οι υπότιτλοι δεν είναι υπό τον έλεγχο μίας ομάδος.
es: Estos subtítulos aún no han sido asignados a ningún equipo.
ja: どのチームもこれらの字幕を管理していません。
sq: Këto titra nuk janë nën kontrollin e ndonjë ekipi.
sv: Denna undertext kontrolleras inte av ett team.
ug: بۇ كىنو خەتلىرى توپنىڭ تىزگىنلىشىدە ئەمەس.
vi_vn: Những phụ đề này không chịu sự kiểm soát của nhóm.

source: You do not have permission to delete this language.
de: Du hast nicht die Erlaubnis diese Sprache zu löschen.
el: Δεν έχετε το δικαίωμα να διαγράψετε αυτή τη γλώσσα.
es: No tienes permiso para eliminar este idioma
sv: Du har inte behörighet att radera detta språk.

source: You cannot perform that task.
ca: No podeu realitzar eixa tasca.
de: Du kannst diese Aufgabe nicht bearbeiten.
el: Δεν μπορείτε να κάνετε αυτή την εργασία.
es: No puede realizar esta tarea.
ja: そのタスクは実行できません。
sv: Du kan inte utföra den uppgiften.
ug: ئۇ ۋەزىپىنى ئىجرا قىلمىسىڭىزمۇ بولىدۇ.
vi_vn: Bạn không thể thực hiện công việc đó.

source: Mismatched video and task!
de: Video und Aufgabe passen nicht zusammen!
el: Αναντιστοιχία βίντεο και εργασίας!
es: ¡El vídeo y la tarea no coinciden!
sv: Mismatch mellan video och uppgift!
ug: سىن ۋە ۋەزىپە ماسلاشمىغان!
vi_vn: Phim và công việc không trùng khớp!

source: Task has been deleted
de: Aufgabe wurde gelöscht
el: Η εργασία έχει διαγραφεί.
es: La tarea ha sido eliminada
sv: Uppgiften har raderats

source: The selected language does not match the task.
de: Die gewählte Sprache entspricht nicht der Aufgabe.
el: Η επιλεγμένη γλώσσα δεν αντιστοιχεί στην εργασία.
es: El idioma seleccionado no coincide con la tarea.
sv: Valt språk överensstämmer inte med uppgiften.
ug: تاللىغان تىلغا ماس كەلمەيدىغان ۋەزىپە.
vi_vn: Ngôn ngữ được lựa chọn không trùng khớp với công việc được giao.

source: The selected source language %(from_code)s does not match the existing source language %(cur_code)s for that task.
de: Die ausgewählte Ausgangssprache %(from_code)s stimmt nicht mit der für diese Aufgabe existierenden Ausgangssprache %(cur_code)s überein.
el: Η επιλεγμένη γλώσσα προέλευσης %(from_code)s δεν αντιστοιχεί με την υπάρχουσα γλώσσα προέλευσης %(cur_code)s για αυτή την εργασία.
es: El idioma de origen %(from_code)s seleccionado no coincide con el idioma de origen %(cur_code)s de esta tarea.
sv: Det valda källspråket %(from_code)s stämmer inte överens med befintligt källspråk %(cur_code)s för denna uppgift.
ug: بۇ ۋەزىپىنىڭ مەۋجۇت مەنبە تىلى %(cur_code)s تاللىغان مەنبە تىل %(from_code)s غا ماس كەلمەيدۇ.
vi_vn: Ngôn ngữ nguồn được lựa chọn %(from_code)s không khớp với ngôn ngữ nguồn hiện tại%(cur_code)s dành cho công việc này.

source: Title/Description
de: Titel/Beschreibung
el: Tίτλος/Περιγραφή
es: Título/Descripción
sv: Titel/Beskrivning

source: Has completed language
de: wurde für diese Sprache abgeschlossen:
el: Έχει ολοκληρωμένη γλώσσα
es: Ha completado el idioma
sv: Har slutfört språk

source: Missing completed language
de: wurde für diese Sprache nicht abgeschlossen:
es: Idioma completado faltante
sv: Saknar slutfört språk

source: Name, a-z
de: Name von A-Z
el: Όνομα, Α-Ω
es: Nombre, a-z
sv: Namn, A-Z

source: Name, z-a
de: Name von Z-A
el: Όνομα, Ω-Α
es: Nombre, z-a
sv: Namn, Z-A

source: Time, oldest
de: Bearbeitungszeitpunkt, ältester
el: Χρόνος, παλιότερο
es: Fecha, más antiguo
sv: Tid, äldst

source: Time, newest
de: Bearbeitungszeitpunkt, neuester
el: Χρόνος, νεώτερο
es: Fecha, más reciente
sv: Tid, nyast

source: Most completed languages
de: am weitesten bearbeitete Sprachen
el: Πιο ολοκληρωμένες γλώσσες
es: Idioma más completado
sv: Flest slutförda språk

source: Any
de: Alle
es: Cualquiera
sv: Alla

source: No Project
de: Kein Projekt
el: Δεν υπάρχει Έργο
es: Ningún proyecto
sv: Inget projekt

source: date, newest
ca: data, el més nou
cs: data, nejnovější
de: Datum, neueste
el: ημερομηνία, πιο πρόσφατη
es: fecha, más reciente
ja: 日付（新着順）
sq: datash, më e reja
sv: datum, nyast
ug: چېسلا، ئەڭ يېڭى
vi_vn: ngày giờ, mới nhất

source: date, oldest
ca: data, el més vell
cs: data, nejstarší
de: Datum, älteste
el: ημερομηνία, πιο παλιά
es: fecha, más antigua
ja: 日付（古い順）
sq: datash, më e vjetra
sv: datum, äldst
ug: چېسلا، ئەڭ كونا
vi_vn: ngày giờ, cũ nhất

source: Video Language
ca: Idioma del vídeo
cs: Jazyk videa
de: Video-Sprache
el: Γλώσσα του βίντεο
es: Idioma del vídeo
ja: ビデオの言語
ko: 비디오 언어
sq: Gjuhë Videoje
sv: Videospråk
ug: سىن تىلى
vi_vn: Ngôn ngữ Phim

source: Subtitle Language
de: Untertitel-Sprache
el: Γλώσσα Υπότιτλου
es: Idioma de Subtítulo
sv: Undertextspråk

source: Sorted by
de: Sortiert nach
el: Κατάταξη ανά
es: Ordenados por
sv: Sortering

source: Any type
de: Jede Sorte
el: Οποιοδήποτε είδος
es: Cualquier clase
sv: Alla typer

source: Any language
de: Jede Sprache
el: Οποιαδήποτε γλώσσα
es: Cualquier idioma
sv: Alla språk

source: Search
ca: Cerca
cs: Hledat
de: Suche
el: Αναζήτηση
es: Buscar
ja: 検索
ko: 검색
sq: Kërko
sv: Sök
ug: ئىزدە
vi_vn: Tìm kiếm

source: All roles
de: Alle Funktionen
el: Όλοι οι ρόλοι
es: Todas las labores
sv: Alla roller

source: Managers
de: Manager
el: Διαχειριστές
es: Encargados
sv: Ansvariga

source: Contributors
de: Mitwirkende
el: Άτομα που συνεισφέρουν
es: Colaboradores
sv: Deltagare

source: Language spoken
de: gesprochene Sprache
el: Ομιλούμενη γλώσσα
es: Idioma hablado
sv: Talat språk

source: Date joined, most recent
de: jüngstes Beitrittsdatum
el: Ημέρα εγγραφής, πιο πρόσφατη
es: Fecha de inscripción, más reciente
sv: Gick med datum, nyast

source: Date joined, oldest
de: ältestes Beitrittsdatum
el: Ημέρα εγγραφής, πιο παλιά
es: Fecha de inscripción, más antigua
sv: Gick med datum, äldst

source: Member Role
de: Mitglieder-Funktion
el: Ρόλος μέλους
es: Papel de miembro
sv: Medlemmens roll

source: Include all %(count)s videos
de: Umfasst alle %(count)s Videos
el: Να συμπεριληφθούν και τα %(count)s βίντεο
es: Incluir los %(count)s vídeos
sv: Inkludera alla %(count)s videos

source: New Team
de: Neues Team
el: Καινούργια ομάδα
es: Equipo nuevo
sv: Nytt team

source: None
de: Keine
el: Κανένα
es: Ningún
sv: Ingen

source: Invalid project
de: Hinfälliges Projekt
el: Μη έγκυρο έργο
es: Proyecto no válido
sv: Ogiltigt projekt

source: Project is not part of team
de: Projekt ist dem Team nicht zugeordnet.
el: Το έργο δεν είναι μέρος της ομάδας
es: El proyecto no pertenece al equipo
sv: Projektet tillhör inte teamet

source: Video removed from project
de: Video aus dem Projekt entfernt
el: Το βίντεο αφαιρέθηκε από το έργο
es: Vídeo eliminado del proyecto
sv: Videon borttagen från projekt

source: Video moved to Project: %(project)s
de: Video in das Projekt: %(project)s verschoben
el: Το βίντεο μετακινήθηκε στο Έργο: %(project)s
es: El vídeo se ha trasladado al proyecto: %(project)s
sv: Video flyttad till projekt: %(project)s

source: Video moved to %(team_link)s
de: Video nach %(team_link)s verschoben
el: Το βίντεο μετακινήθηκε σε %(team_link)s
es: El vídeo se ha trasladado a %(team_link)s
sv: Video flyttad till %(team_link)s

source: Video moved to %(team_link)s (Project: %(project)s)
de: Video nach %(team_link)s (Projekt: %(project)s) verschoben
el: Το βίντεο μετακινήθηκε σε %(team_link)s (Έργο: %(project)s)
es: El vídeo se ha trasladado a %(team_link)s (proyecto: %(project)s)
sv: Video flyttad till %(team_link)s (projekt: %(project)s)

source: Change thumbnail
de: Wechsele die Miniaturansicht
el: Αλλαγή μικρογραφίας
es: Cambiar miniatura
sv: Ändra miniatyrbild

source: Video updated
de: Video aktualisiert
el: Το βίντεο ενημερώθηκε
es: Vídeo actualizado

source: Video updated.
de: Video aktualisiert.
el: Το βίντεο ενημερώθηκε.
es: Vídeo actualizado.
sv: Video uppdaterad.

source: Tell us a little bit about yourself and why you're interested in translating with %(team)s. This should be 3-5 sentences, no longer!
de: Erzähle uns ein bisschen über dich und warum du gerne im Team »%(team)s« mitmachen möchtest. Das sollte nicht mehr als 3-5 Sätze umfassen.
el: Πείτε μας λίγα πράγματα για τον εαυτό σας και γιατί σας ενδιαφέρει η μετάφραση με την ομάδα %(team)s. Γράψτε 3-5 προτάσεις, όχι κάτι μεγαλύτερο!
es: Cuéntanos un poco sobre ti y por qué tienes interés en traducir con %(team)s. No escribas más de 3-5 frases.
sv: Berätta lite om dig själv och varför du vill översätta för %(team)s. Skriv 3-5 meningar, inte längre än så!

source: CSV file
de: CSV-Datei
el: αρχείο τύπου CSV
es: Archivo CSV
sv: CSV-fil

source: These subtitles are moderated. See the %s team page for information on how to contribute.
ca: Aquests subtítols estan moderats. Informeu-vos a la pàgina de l'equip %s per a saber com contribuir.
de: Diese Untertitel sind moderiert. Schaue dich auf der Seite des %s-Teams um, wie du dich beteiligen kannst.
el: Aυτοί οι υπότιτλοι επιτηρούνται / moderated. Δείτε τη σελίδα της ομάδας %s για πληροφορίες σχετικά με το πως μπορείτε να συνεισφέρετε.
es: Estos subtítulos están bajo moderación. Busca información sobre cómo contribuir en la página del %s equipo.
sq: Këto titra moderohen. Shihni faqen e ekipit %s për të dhëna se si të kontribuoni.
sv: Dessa undertexter modereras. Besök team %s sida för information om hur du kan delta.
ug: بۇ كىنو خەتلىرى تەڭشىلىۋاتىدۇ. قانداق تۆھپە قوشۇش ھەققىدىكى ئۇچۇرنى %s توپىنىڭ بېتىدىن كۆرۈڭ.
vi_vn: Những phụ đề này đều được giám sát. Xem trang nhóm %s để biết thêm thông tin về việc làm thế nào để đóng góp.

source: Sorry, these subtitles are privately moderated.
ca: Ho lamentem, aquests subtítols són moderats de manera privada.
de: Diese Untertitel werden nichtöffentlich moderiert.
el: Σγγνώμη, αυτοί οι υπότιτλοι επιτηρούνται ιδιωτικά/ moderated
es: Lo sentimos, estos subtítulos están bajo moderación privada.
sq: Na ndjeni, këta titra moderohen privatisht.
sv: Tyvärr, dessa undertexter modereras privat.
ug: كەچۈرۈڭ، بۇ كىنو خەتلىرى خۇسۇسىي ھالدا تەڭشىلىۋاتىدۇ.
vi_vn: Xin lỗi, những phụ đề này đều được giám sát riêng.

source: Sorry, you do not have the permission to edit these subtitles. If you believe that they need correction, please contact the team administrator.
de: Tut uns leid, du hast nicht die Berechtigung, diese Untertitel zu bearbeiten. Wenn du glaubst, dass die Untertitel korrigiert werden sollten, wende dich an den Administrator des Teams.
el: Συγγνώμη, αλλά δεν έχετε τα δικαιώματα για να επεξεργαστείτε αυτούς τους υποτίτλους. Αν πιστεύετε ότι χρειάζονται διόρθωση, παρακαλώ ελάτε σε επαφή με τον διαχειριστή ομάδας.
es: Lo sentimos, usted no tiene permiso para editar estos subtítulos. Si cree que necesitan corrección, por favor póngase en contacto con el administrador del equipo.
sv: Tyvärr, du har inte behörighet att redigera dessa undertexter. Om du anser att de behöver korrigeras, vänligen kontakta teamets administratör.
ug: كەچۈرۈڭ، بۇ كىنو خەتلىرىنى تەھرىرلەش ھوقۇقىڭىز يوق. ئەگەر بۇ كىنو خەتلىرىنى تەھرىرلەش كېرەك دەپ قارىسىڭىز، توپ باشقۇرغۇچى ئالاقە قىلىڭ.
vi_vn: Xin lỗi, bạn không được phép chỉnh sửa những phụ đề này. Nếu bạn tin rằng chúng cần được đính chính, xin hãy liên hệ với người quản trị nhóm.

source: Newest
ca: El més nou
cs: Nejnovější
de: Neueste
el: Το πιο πρόσφατο
es: Lo más nuevo
ja: 最新の
ko: 가장 최근
sq: Më të reja
sv: Senaste
ug: ئەڭ يېڭى
vi_vn: Mới nhất

source: Most Members
ca: La majoria dels membres
cs: Nejvíce členů
de: Meiste Mitglieder
el: Τα περισσότερα Μέλη
es: La mayoría de los miembros
ja: 最もメンバー数が多い順
ko: 대부분의 회원
sq: Shumica e Anëtarëve
sv: Flest medlemmar
ug: كۆپچىلىك ئەزالار
vi_vn: Nhiều thành viên nhất
