Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
ca: Requerit. Màxim de 30 caràcters. Només caràcters alfa numèrics (lletres, dígits i signes de subratllar).
cs: Požadováno. 30 znaků nebo méně. Pouze alfanumerické znaky (písmena, číslice a podtržítka).
ja: 必須: 30文字以内。半角英数字のみ(アルファベット、数字、アンダースコア)。
ko: 30자 이내의 문자나 숫자를 사용해 주세요. (문자, 숫자, '_')
sq: E domosdoshme. 30 ose më pak shenja. Vetëm shenja alfanumerike (shkronja, numra dhe nënviza).
ug: ئەڭ كۆپ بولغاندا 30 ھەرپ، پەقەت ھەرپ، سان ۋە ئاستى تىزىق بولۇشى زۆرۈر.
vi_vn: yêu cầu. 30 ký tự hoặc ít hơn. Chỉ được dùng các ký tự thông thường (chữ, số và gạch dưới).

source: This value must contain only letters, numbers and underscores.
ca: Aquest valor només pot contenir lletres, nombres i signes de subratllar.
cs: Tato hodnota může obsahovat pouze písmena, číslice a podtržítka.
ja: この欄にはアルファベット、数字、アンダースコアしか使えません。
ko: 이 값은 문자, 숫자, '_' 만을 포함해야 합니다.
sq: Kjo vlerë duhet të përmbajë vetëm numra, shkronja dhe nënviza.
ug: بۇ قىممەت پەقەت ھەرپ، سان ۋە ئاستى سىزىق بولۇشى كېرەك.
vi_vn: Giá trị này chỉ được chứa chữ, số và gạch dưới.

source: Only me
ca: Només jo
cs: Jen já
ko: 나에게만 허용
sq: Vetëm unë

source: This user cannot change those settings
ca: Aquest usuari no pot canviar aquesta configuració
cs: Tento uživatel nemůže změnit toto nastavení
ko: 이 사용자는 설정을 변경할 수 없습니다.
sq: Ky përdorues nuk mund t'i ndryshojë këto përdorime

source: Only with secret url
ca: Només amb URL secreta
cs: Pouze s tajným url
ko: 링크를 알고 있는 사람에게만
sq: Vetëm me url të fshehtë

source: Only authorized members
ca: Només membres autoritzats
cs: Pouze autorizovaní uživatelé
ko: 승인된 멤버에게만
sq: Vetëm për përdorues të autorizuar

source: public
ca: públic
cs: veřejné
ko: 전체공개
sq: publike

source: no embeding allowed
ca: No està permès la incrustació
cs: vkládání nepovoleno
ko: 동영상 삽입을 허락하지 않음
sq: nuk lejohet trupëzimi

source: You cannot change visibility for this video.
ca: No podeu canviar la visibilitat d'aquest vídeo.
cs: Nemůžete měnit viditelnost tohoto videa.
ko: 동영상이 어떻게 보일지 선택할 수 있습니다.
sq: Nuk mund të ndryshoni pamshmërinë e kësaj videoje.

source: Settings saved!
ca: Configuració desada!
cs: Nastavení uloženo!
ko: 설정이 저장되었습니다.
sq: Rregullimet u ruajtën!

source: Please correct the errors bellow!
ca: Sisplau corregiu els errors de sota!
cs: Prosím opravte následující chyby!
ko: 아래 오류 사항을 확인해 주세요.
sq: Ju lutemi, ndreqni gabimet e mëposhtme!

source: You've been invited to team %s on Amara
ca: Has estat convidat a l'equip %s a Amara
ja: Amara の%sチームに招待されました。
sq: Jeni ftuar te ekipi %s në Amara
ug: سىز Amara دىكى %s توپىغا تەكلىپ قىلىندىڭىز.
vi_vn: Bạn được mời tham gia nhóm %s trên Amara

source: Your application to join the %s team has been declined
ca: La vostra sol·licitud d'adhesió a l'equip %s ha estat rebutjada
cs: Vaše žádost na vstup do týmu %s byla zamítnuta
ja: %sチームへの参加は断られました。
ko: %s 팀 가입 신청서는 거절되었습니다.
sq: Kërkesa juaj për t'iu bashkuar ekipit %s është hedhur tej
ug: سىزنىڭ %s توپقا كىرىش ئىلتىماسىڭىز رەت قىلىندى.
vi_vn: Lời thỉnh cầu xin gia nhập nhóm %s của bạn đã bị khước từ

source: %s team has a new member
ca: L'equip %s té un nou membre
cs: Tým %s má nového člena
ja: %sチームに新しいメンバーが追加されました。
sq: Ekipi %s ka një anëtar të ri
ug: بۇ %s توپقا بىر يېڭى ئەزاسى كۆپەيدى
vi_vn: Nhóm %s có thêm một thành viên mới

source: You've joined the %s team!
ca: Heu ingressat a l'equip %s !
cs: Stali jste se členem týmu %s!
ja: %sチームに入会しました！
ko: %s 팀에 가입되었습니다!
sq: U bëtë pjesë e ekipit %s!
ug: سىز %s توپقا قوشۇلدىڭىز!
vi_vn: Bạn vừa gia nhập nhóm %s!

source: You've left the %s team!
ca: Heu deixat l'equip %s!
cs: Opustili jste tým %s!
ja: %sチームを退会しました。
ko: %s 팀을 탈퇴하였습니다!
sq: E braktisët ekipin e %s!
ug: سىز %s توپتىن ئايرىلدىڭىز!
vi_vn: Bạn đã rời khỏi nhóm %s

source: Your videos were imported!
ca: S'han importat els teus vídeos!
cs: Vaše videa byla importována!
sq: Videot tuaja u importuan!

source: Personal message from %(sender)s on universalsubtitles.org
ca: Missatge personal de %(sender)s a universalsubtitles.org
cs: Osobní zpráva od %(sender)s na universalsubtitles.org
ko: universalsubtitles.org에서 %(sender)s님으로 부터 개인 메세지
sq: Mesazh personal prej %(sender)s në universalsubtitles.org
vi_vn: Tin nhắn cá nhân từ %(sender)s trên universalsubtitles.org

source: Invalid password.
ca: Contrasenya no vàlida
cs: Neplatné heslo.
ja: パスワードが無効です。
ko: 비밀번호가 틀립니다.
sq: Fjalëkalim i pavlefshëm.
ug: ئىناۋەتسىز ئىم.
vi_vn: Mật khẩu không hợp lệ.

source: The two passwords did not match.
ca: Les dues contrasenyes no coincideixen.
cs: Zadaná hesla se neshodují.
ja: パスワードが一致しません。
ko: 두 비밀번호가 일치하지 않습니다.
sq: Dy fjalëkalimet nuk u përputhën.
ug: ئىككى ئىم ماسلاشمىدى.
vi_vn: Hai mật khẩu không khớp với nhau.

source: File server unavailable. Try later. You can edit some other information without any problem.
ca: El servidor de fitxers no està disponible. Proveu de nou més endavant. Podeu editar alguna informació sense cap problema.
cs: Souborový server nedostupný. Zkuste později. Jiné informace můžete bez problémů upravovat.
ko: 파일 서버를 사용할 수 없습니다. 나중에 시도해 보십시오. 다른 정보는 아무런 문제 없이 편집하실 수 있습니다.
sq: Shërbyesi i kartelave nuk kapet dot. Provoni më vonë. Ca të dhëna të tjera mund t'i përpunoni pa ndonjë problem.

source: Sort By
ca: Ordenar per
cs: Seřadit podle
ja: ソート順
ko: 정렬하기
sq: Renditi Sipas
ug: تەرتىپى
vi_vn: Xếp theo

source: Subtitle fetch statistic
ca: Obtindre estadístiques de subtítol
cs: Statistika načtení titulků
ko: 자막 통계
vi_vn: Thống kê lấy phụ đề

source: Video view statistic
ca: Estadístiques de visualització de vídeo
cs: Statistika zhlédnutí videa
ko: 비디오 보기 통계
sq: Statistika parje videoje
vi_vn: Thống kê lượt xem phim

source: Widget view statistic
ca: Estadístiques de visites del giny
cs: Statistika zobrazení widgetu
ko: 위젯 시청 수 통계
sq: Statistika parjeje widget-i
vi_vn: Thống kê lượt xem Widget

source: This video already belongs to a team.
ca: Aquest vídeo ja pertany a un equip.
ja: このビデオはすでにチームに属しています。
ko: 이 동영상은 이미 팀에 속해있습니다.
sq: Kjo video i përket tashmë një ekipi.
ug: بۇ سىن بىر توپقا تەۋە ئىدى.
vi_vn: Đoạn phim này đã thuộc quyền sở hữu của một nhóm.

source: Set original language for this video.
ca: Establir l'idioma original d'aquest vídeo.
cs: Nastavte zdrojový jazyk tohoto videa.
ja: ビデオのオリジナル言語を設定
ko: 동영상 원래 언어로 설정하기
sq: Caktoni gjuhën origjinale për këtë video.
ug: بۇ سىنغا ئەسلى تىلنى تەڭشەڭ.
vi_vn: Đặt ngôn ngữ gốc cho đoạn phim này.

source: %(count)s videos have been added. It will take a minute or so for them to appear.
ca: S'ha afegit %(count)s vídeos. Trigarà mes o menys un minut en aparèixer.
ko: %(count)s 동영상이 추가되었습니다. 동영상이 보일 때 까지 몇 분이 걸릴 수 있습니다.
sq: U shtuan %(count)s video. Do të kalojë një minutë e ca, para se të duken.

source: %(count)s videos have been added. It will take a minute or so for them to appear. To add the remaining videos from this feed, submit this feed again and make sure to check "Save feed" box.
ca: S'ha afegit %(count)s vídeos. Açò pot prendre vora un minut en aparèixer. Per a afegir els vídeos restants d'aquest fil, envieu-lo una altra volta i assegureu-vos d'activar l'opció "Desar fil"
ko: %(count)s 동영상이 추가되었습니다. 동영상이 보일 때 까지 몇 분이 걸릴 수 있습니다.현재 피드로 부터 동영상을 남겨 두기 위해서는 피드를 다시 등록하고 등록할 때 피드 저장을 꼭 선택해 주세요.
sq: U shtuan %(count)s video. Do të kalojë një minutë e ca, para se të duken. Për të shtuar videot e mbetura prej kësaj prurje, parashtrojeni këtë prurje sërish dhe mos harroni t'i vini shenjë kutizës "Ruaje prurjen".

source: Team intro video URL
ca: URL del vídeo d'introducció de l'Equip
cs: URL videa představení týmu
ja: チーム紹介ビデオURL
ko: 팀 소개 동영상 URL
sq: URL videoje hyrëse për ekipin
ug: توپنى تونۇشتۇرىدىغان سىننىڭ تور ئادرېسى
vi_vn: URL đoạn phim giới thiệu nhóm

source: You can put an optional video on your team homepage that explains what your team is about, to attract volunteers. Enter a link to any compatible video, or to any video page on our site.
ca: Podeu afegir un vídeo opcional a la pàgina principal del vostre equip que explique el perquè d'aquest, per a atraure nous voluntaris. Introduïu un enllaç a qualssevol vídeo compatible o pàgina de vídeo al vostre lloc web.
ja: ボランティアの興味を引く為に、チームを説明するビデオをホームページに追加することもできます。 互換性のあるビデオのリンク、あるいは本サイト上のビデオへのリンクを入力ください。
ko: 당신은 자원봉사자를 모으고 당신의 팀에 대해 설명하는 팀 홈페이지에 선택적으로 동영상을 넣을 수 있습니다. 호환되는 비디오, 또는 우리 사이트에 있는 모든 비디오 페이지에 링크를 입력해 주세요.
sq: Në faqen hyrëse të ekipit tuaj mund të vendosni një video opsionale që shpjegon thelbin e ekipit tuaj, për të tërhequr vullnetarë. Jepni lidhjen e çfarëdo videoje të përputhshme, ose të një faqeje videosh te site-i ynë.
ug: سىز توپ باش بېتىدە تاللىغىلى بولىدىغان سىندىن بىرنى قويسىڭىز، توپنى تونۇشتۇرۇپلا قالماي يەنە پىدائىلارنىمۇ جەلىپ قىلالايسىز. ماسلىشىشچان خالىغان سىن ياكى تورتۇرايىمىزدىكى خالىغان سىننىڭ ئۇلانمىسىنى كىرگۈزۈڭ.
vi_vn: Bạn có thể đưa một đoạn phim tùy thích vào trang chính của nhóm bạn nhằm diễn giải thêm về nhóm của bạn, và thu hút thêm tình nguyện viên. Nhập đường dẫn tới bất kì đoạn phim nào tương thích, hoặc bất cứ trang phim nào trên trang của chung tôi.

source: Subtitling of this video is already in progress.
ca: El subtitulat d'aquest vídeo ja està fent-se.
cs: Video se už nahrává.
ko: 이 동영상은 자막을 만들고 있습니다.
sq: Titrimi i kësaj videoje është tashmë në punë e sipër.

source: You must select a language for a Translate task.
ca: Heu de seleccionar un idioma per a una tasca de traducció.
ko: 번역작업을 위해서는 한 개의 언어를 선택하셔야 합니다.
sq: Duhet të përzgjidhni një gjuhë për akt Përkthimi.

source: User does not exist!
ca: L'usuari no existeix!
cs: Uživatel neexistuje!
ja: ユーザは存在しません！
ko: 사용자가 존재하지 않습니다.
sq: Përdoruesi nuk ekziston!
ug: ئىشلەتكۈچى مەۋجۇت ئەمەس!
vi_vn: Người dùng không tồn tại!

source: User is already a member of this team!
ca: L'usuari ja és membre d'aquest equip!
cs: Uživatel je již členem tohoto týmu!
ja: ユーザは既にこのチームのメンバーです。
ko: 사용자는 이미 당신의 팀원입니다.
sq: Përdoruesi është tashmë anëtar i këtij ekipi!
ug: ئىشلەتكۈچى بۇ توپنىڭ ئەزاسى!
vi_vn: Người dùng đã là thành viên của nhóm này!

source: Would you like to delete these subtitles completely?
ca: Voleu eliminar aquests subtítols completament?
cs: Opravdu chcete smazat tyto celé titulky?
ko: 이 자막을 완전히 삭제하시겠습니까?
sq: Doni të fshihen plotësisht këto titra?
vi_vn: Bạn có muốn xóa hoàn toàn những phụ đề này?

source: What would you like to unpublish?
ca: Que desitges deixar de publicar?
cs: Co chcete odpublikovat?
ko: 무엇을 공개하지 않겠습니까?
sq: Çfarë do të donit të çbotohet?
vi_vn: Bạn muốn hủy đăng tải cái gì?

source: This version (and any later version) for this language.
ca: Aquesta versió (i qualssevol versió posterior) d'aquest idioma.
ko: 이 언어에 대한 이 버전(및 이후 버젼)
sq: Këtë version (dhe çfarë versioni të mëvonshëm) për këtë gjuhë.
vi_vn: Phiên bản này (và bất cứ phiên bản nào về sau) dành cho ngôn ngữ này.

source: All versions for this language and any dependent languages.
ca: Totes les versions d'aquest idioma i qualssevol idioma depenent.
sq: Krejt versionet për këtë gjuhë dhe çfarëdo gjuhe të varur prej saj.
vi_vn: Tất cả phiên bản dành cho ngôn ngữ này và bất kì ngôn ngữ lệ thuộc khác.

source: You do not have permission to unpublish these subtitles.
ca: No teniu permisos per a deixar de publicar aquests subtítols.
cs: Nemáte oprávnění odpublikovat tyto titulky.
sq: Nuk keni leje të çbotoni këto titra.
vi_vn: Bạn không được phép hủy đăng tải những phụ đề này.

source: Invalid language to translate from.
ca: Idioma per a traduir incorrecte.

source: File size should be less {0} kb
ca: La grandària del fitxer a de ser menor de {0} kb
cs: Velikost souboru by měla být menší než {0} kb
ja: ファイルサイズは {0} kb以下である必要があります。
ko: 파일 크기는 {0}kb보다 작아야 합니다.
sq: Madhësia e kartelës duhet të jetë më e vogël {0} kb
ug: ھۆججەت چوڭلۇقى {0}kb دىن كىچىك بولىدۇ.
vi_vn: Kích thước tập tin nên nhỏ hơn {0} kb

source: Incorrect subtitles format
ca: Subtítols amb format incorrecte
cs: Neplatný formát titulků
ja: 字幕フォーマットが正しくありません
ko: 잘못된 자막 포맷입니다.
sq: Format i pasaktë titrash
ug: كىنو خەتنىڭ پىچىمى خاتا
vi_vn: Định dạng phụ đề không đúng

source: Sorry, we couldn't upload your file because it has fewer lines ({0}) than the previous version ({1}).
ca: Ho lamentem, no podem pujar el vostre fitxer perquè té menys línies ({0}) que la versió anterior ({1}).

source: Sorry, we couldn't upload your file because the number of lines in your translation ({0}) doesn't match the original ({1}).
ca: Ho lamentem, no podem pujar el vostre fitxer perquè el nombre de línies a la vostra traducció ({0}) no coincideix amb l'original ({1}).
ja: 翻訳の行数 ({0}) が原文の行数 ({1}) と同じでないため、ファイルをアップロードすることができません。
ug: كەچۈرۈڭ، ھۆججىتىڭىزنى يۈكلىيەلمەيمىز چۈنكى تەرجىمىڭىزدىكى قۇر سانى ({0}) ئەسلىدىكى ({1}) بىلەن ماس كەلمىدى.
vi_vn: Xin lỗi, chúng tôi không thể tải phụ đề của bạn lên được bởi số dòng trong bản dịch ({0}) của bạn không khớp với bản gốc ({1}).

source: publicly Visible?
ca: Visible per als públics?
cs: veřejně viditelné?
ko: 공개?
sq: E dukshme publikisht?
vi_vn: hiển thị công khai?

source: third party accounts
ca: comptes de tercers
cs: účty třetích stran
ja: 第三者アカウント
sq: llogari palësh të treta
ug: ئۈچىنچى تەرەپ ھېساباتلىرى
vi_vn: tài khoản thuộc bên thứ ba

source: Your team has been created. Here are some next steps: <ul> <li><a href="%(edit)s">Edit team members' permissions</a></li> <li><a href="%(activate)s">Activate and customize workflows for your team</a></li> <li><a href="%(create)s">Create and customize projects</a></li> <li><a href="%(lang)s">Edit language preferences</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>
ca: El vostre equip ha estat creat. Ací teniu els següents passos: <ul> <li><a href="%(edit)s">Modificar permisos dels membres de l'equip </a></li> <li><a href="%(activate)s">Activar i personalitzar els fluxos de treball del vostre equip</a></li> <li><a href="%(create)s">Crear i personalitzar projectes</a></li> <li><a href="%(lang)s">Modificar les preferències d'idioma</a></li> <li><a href="%(custom)s">Personalitzar les instruccions per als creadors d'etiquetes i traductors</a></li> </ul>
ja: あなたのチームは作成されました。続いて、以下を行ってください。 <ul> <li><a href="%(edit)s">チームメンバーの許可レベルの設定</a></li> <li><a href="%(activate)s">チームのワークフローの開始およびカスタマイズ</a></li> <li><a href="%(create)s">プロジェクトの作成およびカスタマイズ</a></li> <li><a href="%(lang)s">言語設定の変更</a></li> <li><a href="%(custom)s">字幕作成者および翻訳者への説明文のカスタマイズ</a></li> </ul>
ko: 당신의 팀이 생성되었습니다. 여기 몇가지 단계가 있습니다.: <ul> <li><a href="%(edit)s">팀원 권한 수정</a></li> <li><a href="%(activate)s">워크플로우 활성화 및 사용자 정의</a></li> <li><a href="%(create)s">프로젝트 생성및 사용자 정의</a></li> <li><a href="%(lang)s">언어 환경설정 수정</a></li> <li><a href="%(custom)s">자막 제작자와 번역자들에게 지시사항을 정의</a></li> </ul>
sq: Ekipi juaj u krijua. Ja disa nga hapat pasues: <ul> <li><a href="%(edit)s">Përpunoni lejet e anëtarëve të ekipit</a></li> <li><a href="%(activate)s">Aktivizoni dhe personalizoni rrjedha pune për ekipin tuaj</a></li> <li><a href="%(create)s">Krijoni dhe personalizoni projekte</a></li> <li><a href="%(lang)s">Përpunoni parapëlqime gjuhe</a></li> <li><a href="%(custom)s">Personalizoni udhëzimet për titruesit dhe përkthyesit</a></li> </ul>
ug: توپىڭىز قۇرۇلدى. بۇ جايدىكى كېيىنكى بەزى قەدەم باسقۇچلار: <ul> <li><a href="%(edit)s">توپ ئەزالىرىنىڭ ھوقۇقىنى تەھرىرلەڭ</a></li> <li><a href="%(activate)s">توپىڭىزنىڭ ئىش تەرتىپىنى بەلگىلەپ ۋە ئاكتىپلاڭ</a></li> <li><a href="%(create)s">قۇرۇلۇش قۇرۇڭ ۋە ئۆزلەشتۈرۈڭ</a></li> <li><a href="%(lang)s">تىل مايىللىقىنى تەھرىرلەڭ</a></li> <li><a href="%(custom)s">كىنو خېتى ياسىغۇچىلار ۋە تەرجىمانلارنىڭ چۈشەندۈرۈلۈشىنى ئۆزلەشتۈرۈڭ</a></li> </ul>
vi_vn: Nhóm của bạn đã được khởi tạo. Và đây là một số bước tiếp theo: <ul> <li><a href="%(edit)s">Thay đổi cấp phép cho các thành viên trong nhóm</a></li> <li><a href="%(activate)s">Kích hoạt và tùy chỉnh lưu lượng công việc cho nhóm của bạn</a></li> <li><a href="%(create)s">Khởi tạo và tùy chỉnh các dự án</a></li> <li><a href="%(lang)s">Thay đổi tùy chọn ngôn ngữ</a></li> <li><a href="%(custom)s">Tùy chỉnh các hướng dẫn cho người thuyết minh và người dịch</a></li> </ul>

source: You cannot join this team.
ca: No podeu unir-vos a aquest equip.
cs: Nemůžete se přidat do tohoto týmu.
ja: このチームに加入できません
ko: 팀에 가입할 수 없습니다.
sq: Nuk mund të bëheni pjesë e këtij ekipi.
ug: بۇ توپقا قوشۇلالمايسىز.
vi_vn: Bạn không thể gia nhập nhóm này.

source: Invalid assignment attempt.
ca: Intent d'assignació no vàlid.
cs: Pokus o neplatné přiřazení.
sq: Përpjekje e pavlefshme caktimi.

source: Invalid unpublishing request. Errors:
ca: Petició per a deixar de publicar no vàlid. Errors:
sq: Kërkesë e pavlefshme çbotimi. Gabime:
vi_vn: Yêu cầu hủy đăng tải không phù hợp. Lỗi:

source: Successfully unpublished subtitles.
ca: S'ha deixat de publicar els subtítols amb èxit.
sq: Titrat u çbotuan me sukses.
vi_vn: Hủy đăng tải phụ đề thành công.

source: Email for alert
ca: Correu electrònic d'alertes
cs: Email pro upozornění
ko: 경보에 대한 이메일
sq: Email për sinjalizime

source: File should have txt format
ca: El fitxer hauria de ser un txt
cs: Soubor by měl být formátu txt
ja: ファイルは txt 形式である必要があります。
ko: 파일은 txt 포맷이어야 합니다.
sq: Kartela duhet të jetë në format .txt
ug: ھۆججەت txt پىچىمىدا بولىدۇ
vi_vn: Tập tin nên ở định dạng txt

source: Can't encode file. It should have utf8 encoding.
ca: No es pot codificar el fitxer. Hauria de estar codificat amb UTF-8.
cs: Nemohu enkódovat soubor. Měl by mít kódování utf8.
ja: ファイルを変換できません。UTF8 エンコードである必要があります。
ko: 파일을 인코딩할 수 없습니다. utf8 인코딩이 있어야 합니다.
sq: Nuk kodohet dot kartela. Duhet të jetë nën kodimin utf8.
ug: ھۆججەتنى كودلىيالمىدى. ئۇ utf8 بويىچە كودلىنىدۇ.
vi_vn: Không thể mã hóa tập tin. Nên dùng mã hóa utf8

source: Incorrect format. Upload .srt, .ssa, .sbv or .xml (TTML format)
ca: Format incorrecte. Pugeu .srt, .ssa, .sbv or .xml (format TTML)
cs: Neplatný formát. Nahrajte .srt., .ssa, .sbv nebo .xml (formát TTML)
ko: 잘못된 포맷입니다. .srt, .ssa, .sbv .xml(TTML 포맷)을 업로드 하세요.
sq: Format i pasaktë. Ngarkoni .srt, .ssa, .sbv ose .xml (formati TTML)

source: This URL appears to be a broken link.
ca: Aquest enllaç sembla estar trencat.
cs: Toto URL vypadá jako špatný link.
ja: このURLは有効ではないリンクです
ko: 확인할 수 없는 주소입니다.
sq: Kjo URL duket se është lidhje e dëmtuar.
ug: بۇ تور ئادرېسى بۇزۇلغان ئۇلانمىدەك تۇرىدۇ.
vi_vn: Đường dẫn URL xem ra đã bị hỏng rồi.

source: Amara does not support that website or video format. If you'd like to us to add support for a new site or format, or if you think there's been some mistake, <a href="mailto:%s">contact us</a>!
ca: Amara no es compatible amb aquesta web o format de vídeo. Si voleu afegir suport per a un nou lloc o format, o si penseu que ha estat un error,<a href="mailto:%s">contacteu amb nosaltres</a>!
ja: Amara ではそのウェブサイトまたはビデオ形式をサポートしていません。新しいサイトまたは形式をサポートしてほしい場合、または何らかの手違いであると思われる場合は、<a href="mailto:%s">ご連絡ください</a>！
sq: Amara nuk e mbulon këtë site web ose format videosh. Nëse doni të na ndihmoni të shtojmë mbulim të site-it ose formatit të ri, ose nëse mendoni se ka ndonjë gabim, <a href="mailto:%s">na shkruani</a>!
ug: بۇ تورتۇرا ياكى سىن پىچىمىنى Amara قوللىمايدۇ. ئەگەر سىز بىزنىڭ يېڭى بىر تورتۇرا ياكى پىچىم قوللىشىمىزنى ئارزۇ قىلسىڭىز ياكى خاتالىق بار دەپ قارىسىڭىز، <a href="mailto:%s">بىز بىلەن ئالاقە قىلىڭ</a>!
vi_vn: Amara không hỗ trợ trang web hay định dạng phim đó. Nếu bạn muốn chúng tôi bổ sung việc hỗ trợ cho một trang hay định dạng nào mới, hay nếu bạn nghĩ rằng có một số trục trặc gì ở đây, <a href="mailto:%s">liên hệ với chúng tôi</a>!

source: Sorry, we cannot upload subtitles for this language because this would ruin translations made from it
ca: Ho lamentem, no podem pujar els subtítols per a aquest idioma perquè podria malmetre les traduccions ja fetes.
sq: Na ndjeni, nuk i ngarkojmë dot titrat për këtë gjuhë, ngaqë kjo do të shkatërronte përkthimet e bëra me ato si bazë

source: Sorry, we can't upload your subtitles because this language is moderated and you don't have sufficient permission.
ca: Ho lamentem, no podem carregar els vostres subtítols perquè aquest idioma està moderat i no teniu els permisos necessaris.
sq: Na ndjeni, nuk i ngarkojmë dot titrat tuaj, ngaqë kjo gjuhë moderohet dhe nuk keni leje të mjaftueshme.

source: Please try again with a link to a video page. <a href="mailto:%s">Contact us</a> if there's a problem.
ca: Sis plau, proveu de nou amb un enllaç a una pàgina de vídeo. <a href="mailto:%s">Contacteu</a> si teniu problemes.
ja: ビデオのリンクをもって、もう一度お試しください。もし問題がある場合は、<a href="mailto:%s">ご連絡ください。</a>
sq: Ju lutemi, riprovoni me një lidhje drejt një faqe videosh. <a href="mailto:%s">Lidhuni me ne</a>, nëse ka ndonjë problem.
ug: سىن بەتتىكى ئۇلانمىنى قايتا سىناڭ. ئەگەر يەنىلا مەسىلە بولسا، <a href="mailto:%s">بىز بىلەن ئالاقە قىلىڭ</a>
vi_vn: Xin hãy thử lại với liên kết tới trang phim nào đó. <a href="mailto:%s">Liên hệ với chúng tôi</a> nếu như có vấn đề.

source: You must link to a video on a compatible site (like YouTube) or directly to a video file that works with HTML5 browsers. For example: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Contact us</a> if there's a problem.
ca: Heu d'enllaçar amb un vídeo d'un lloc compatible (com YouTube) o directament a un fitxer de vídeo que funcione amb els navegadors amb suport HTML 5. com per exemple: http://mysite.com/myvideo.ogg o http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Contacteu amb nosaltres</a> si hi ha cap problema.
cs: Musíte odkázat na video na kompatibilní službě (jako YouTube) nebo přímo na soubor videa, který funguje v HTML5 prohlížečích. Například: http://mysite.com/myvideo.ogg nebo http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Napište nám</a>, pokud narazíte na problém.
ja: (Youtubeのような)互換性のあるサイトのビデオへのリンク、もしくはHTML5ブラウザで動作するビデオファイルへの直接のリンクが必要です。例：http://mysite.com/myvideo.ogg もしくはhttp://mysite.com/myipadvideo.m4v 問題がある場合は<a href="mailto:%s">ご連絡</a>ください。
ko: 당신은 호환되는 사이트(유튜브 등)의 동영상이나 직접 HTML5 브라우저에서 작동하는 동영상 파일에 링크해야합니다. 예를 들면 다음과 같습니다. http://mysite.com/myvideo.ogg 또는 http://mysite.com/myipadvideo.m4v 만약 문제가 있다면 <a href="mailto:%s">문의해 주세요.</a>
sq: Lidhjen duhet ta krijoni drejt një site-i të përputhshëm (fjala vjen, YouTube) ose drejt e te një kartelë video që funksionon në shfletuesa HTML5. Për shembull: http://site-i_im.com/videoja_ime.ogg ose http://site-i_im.com/videoja_ime.m4v <a href="mailto:%s">Lidhuni me ne</a>, nëse ka ndonjë problem.
ug: سىن ئۇلانمىڭىز چوقۇم ماسلىشىدىغان تورتۇرا (YouTube قا ئوخشاش) ياكى بىۋاستە HTML5 توركۆرگۈدە بىۋاستە ئىشلەيدىغان سىن بولۇشى كېرەك. مەسىلەن: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v ئەگەر يەنىلا مەسىلە بولسا <a href="mailto:%s">بىز بىلەن ئالاقە قىلىڭ</a>.
vi_vn: Bạn phải liên kết đến một đoạn phim trên một trang tương thích (như YouTube) hay trực tiếp tới tệp phim chạy được trên các trình duyệt HTML5. Ví dụ: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Liên hệ với chúng tôi</a> nếu như có vấn đề.

source: Youtube usernames
ca: Nom d'usuari de Youtube
cs: Přihlašovací jména na YouTube
ja: Youtube ユーザー名
ko: YouTube 사용자 이름
sq: Emra përdoruesish Youtube-i
ug: Youtube ئىشلەتكۈچى ئاتى
vi_vn: Tài khoản Youtube

source: Enter usernames separated by comma.
ca: Introduïu els noms d'usuari separats per comes.
cs: Vložte uživatelská jména oddělená čárkami.
ja: コンマで区切ってユーザー名を入力してください
ko: 사용자 이름을 쉼표로 구분해서 입력해 주세요.
sq: Emrat e përdoruesve jepini ndarë me presje.
ug: پەش بىلەن ئايرىلغان ئىشلەتكۈچى ئاتلىرىنى كىرگۈزۈڭ.
vi_vn: Nhập các tên tài khoản ngăn cách nhau bởi dấu phẩy.

source: Youtube page link.
ca: Enllaç de la pàgina de Youtube.
cs: Odkaz na stránku na YouTube.
ja: Youtube ページのリンク
ko: Youtube 페이지 링크
sq: Lidhje faqeje Youtube.
ug: Youtube بەت ئۇلانمىسى.
vi_vn: Liên kết trang Youtube
