Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material. Providing URLs in the body of an email is the best way to help us locate content quickly. Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted. A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Such written notice should be sent to our designated agent as follows:
ca: Una signatura física o electrònica de una persona autoritzada a actuar en nom del propietari del dret exclusiu d'allò que es lega d'infringit. Identificació del treball clamat de ser infringit pels drets d'autor o, en cas de haver múltiples treballs a un mateix lloc, serà comunicat per una única notificació, amb un llistat dels treballs trobats al web. Identificació dels materials que infringeixen o el tema de l'activitat de la infracció la qual es va a eliminar o a deshabilitar l'accés, i informació suficientment raonable que permeta al servei localitzar el material. La millor manera d'ajudar a localitzar ràpidament el contingut, és indicar les URLs al cos del correu electrònic. Informació que permeta al proveïdor del servei contactar amb la part interessada, tal com una adreça, número de telèfon, i si està disponible, una adreça de correu electrònic on poder contactar. Una declaració de la part interessada indicant tindre bona fe que l'ús del material indicat no està autoritzat pel propietari dels drets d'autor, el seu agent o per llei. Una declaració de que la informació de la notificació és precisa, i sota pena de perjuri, de que la part interessada està autoritzada a actuar en nom del propietari d'un dret exclusiu que lega infringit. Tal escrit hauria de ser enviat al nostre agent designat a continuació:
de: Eine Unterschift oder elektronische Signatur einer Person die autorisiert ist, im Namen des Eigentümers der exklusiven Rechte, welche angeblich verletzt worden sind, zu handeln. Die eindeutige Identifikation der urheberrechtlich geschützten Arbeit, von der behautet wird, dass hier Urheberrecht verletzt wird, oder falls mehrere urheberrechtlich geschützte Arbeiten auf einer einzelnen Online-Site durch eine einzelne Benachrichtigung abgedeckt werden, eine repräsentative Liste der Arbeiten auf dieser Site. Die eindeutige Identifikation des Materials, von dem behauptet wird, das hier Urheberrecht verletzt wird, oder das es Gegenstand von verletztenden Aktivitäten ist und das dieses entfernt werden, oder der Zugriff darauf gesperrt werden soll und das die Identifikation ausreichend ist, um es dem Service-Provider zu ermöglichen das Material zu orten. Die URLs in eine E-Mail einzufügen ist der beste Weg, uns zu helfen, die Inhalte schnell zu finden. Informationen die ausreichend sind, es dem Service-Provider zu erlauben, die sich beschwerende dritte Partei zu kontaktieren, wie eine Adresse, Telefonnummer und, falls verfügbar, eine elektronische Postanschrift über die die sich beschwerende Partei erreicht werden kann. Eine Versicherung, dass die sich beschwerende Partei guten Glaubens ist, dass die Art der Verwendung des Materials durch den Inhaber der Urheberrechte, seine Bevollmächtigte oder das Gesetz nicht erlaubt ist. Eine Versicherung, an Eides statt, dass die Informationen in der Benachrichtigung zutreffend sind, und dass die sich beschwerende Partei autorisiert ist, im Namen des Inhabers der exklusiven Rechte, welche angeblich verletzt worden sind, zu handeln. Eine solche verfasste Nachricht sollte wie folgt an unseren beauftragten Bevollmächtigten geschickt weden:
el: Μία κανονική/ physical ή ηλεκτρονική υπογραφή ενός ατόμου που έχει εξουσιοδοτηθεί να δρα για λογαριασμό του ιδιοκτήτη ενός αποκλειστικού δικαιώματος, που φέρεται ως παραβιασθέν. Ταυτοποίηση του έργου που καλύπτεται από πνευματικά δικαιώματα τα οποία φέρονται ως παραβιασθέντα, ή αν πολλά έργα με πνευματικά δικαιώματα σε ένα ενιαίο online ιστότοπο καλύπτονται από μία ενιαία κοινοποίηση, ένας αντιπροσωπευτικός κατάλογος αυτών των έργων σε αυτόν τον ιστότοπο. Ταυτοποίηση του υλικού που φέρεται να παραβίασθηκε ή να αποτελεί το αντικείμενο της δραστηριότητας παραβίασης και που θα πρέπει να απομακρυνθεί, ή η πρόσβαση προς το οποίο θα πρέπει να απενεργοποιηθεί, και ευλόγως επαρκείς πληροφορίες που να επιτρέπουν στον πάροχο υπηρεσιών να εντοπίζει το υλικό. Η παροχή διευθύνσεων URLs στο σώμα ενός e-mail είναι ο καλύτερος τρόπος για να μας βοηθήσουν να εντοπίζουμε γρήγορα το περιεχόμενο. Πληροφορίες ευλόγως επαρκείς για να επιτρέπουν στον πάροχο υπηρεσιών να έρχεται σε επαφή με το ενδιαφερόμενο μέρος που διαμαρτύρεται, όπως τη διεύθυνση, το τηλέφωνο, και αν είναι διαθέσιμη και μία ηλεκτρονική διεύθυνση, διά της οποίας μπορεί να γίνει επαφή με το διαμαρτυρόμενο μέρος. Μία δήλωση ότι το διαμαρτυρόμενο μέρος έχει καλή πίστη ότι η χρήση του υλικού με τον τρόπο που αναφέρεται στη διαμαρτυρία, δεν εγκρίνεται από τον κάτοχο των πνευματικών δικαιωμάτων, από τον αντιπρόσωπό του ή από τον νόμο. Μία δήλωση για το ότι οι πληροφορίες που περιέχονται στην κοινοποίηση είναι ακριβείς και, επί ποινή ψευδορκίας, ότι το διαμαρτυρόμενο μέρος έχει εξουσιοδοτηθεί να δρά για λογαριασμό του ιδιοκτήτη ενός αποκλειστικού δικαιώματος που φέρεται ως παραβιασθέν. Μία τέτοια κοινοποίηση πρέπει να σταλεί στον εγκεκριμμένο μας αντιπρόσωπο, σύμφωνα με τα εξής:
es: Una firma electrónica o física de una persona autorizada que actúe en nombre del dueño de un derecho exclusivo que, supuestamente, se ha infringido. La identificación del trabajo registrado que se afirma que ha sido infringido o si muchos trabajos registrados en un sitio web cubiertos por una sola notificación, una lista representativa de tales trabajos al sitio web. La identificación del material que se afirma haber infringido o son sujetos a tal actividad eliminaré o restringirá el acceso y la información suficiente y razonable para permitir el proveedor del servicio a localizar el material. Proveer direcciones en el cuerpo del email es la mejor manera de ayudarnos a localizar rápidamente el contenido. La información suficiente y razonable para permitir que el proveedor del servicio para contactar con la parte denunciante, tal como una dirección, un número de teléfono y, si es posible, una dirección de correo electrónico para contactar con la parte denunciante. Una declaración de la parte denunciante tiene buena fe de que el uso del material de la manera denunciada no está autorizada por el dueño del copyright, su agente o la ley. Una declaración de la información de que en la notificación es precisa y bajo penalidad de perjurio, de que la parte denunciante está autorizada a actuar en nombre del dueño del derecho exclusivo del que se supuestamente se ha infringido. Este escrito debería enviarse a nuestro agente asignado como aquí sigue:
ja: 独占権が侵害されたとされる所有者の代理として権限を有する者の署名または電子署名。 侵害されたとされる著作物の特定、又は同一のオンラインサイトにおける複数の著作物が同一の通知に含まれている場合は、同サイトにおける著作物の代表的な目録。 著作権を侵害した、又は著作権の侵害行為の主体となっているとされ、削除又はアクセスを無効にすべき素材の特定およびサービスプロバイダが同素材を特定するに足る十分な情報。 サービスプロバイダが、通知申し立て者に連絡を取るに必要な適度な情報、すなわち通知申し立て者に連絡可能な住所、電話番号、および該当する場合は電子メールアドレス。 通知申し立て者が、誠実な信念をもって、申し立てに記してある資料の使用が著作権保有者、その代理人又は法律によって認可されていないと信じているという陳述。 通知に記されている情報が正確であり、偽りの場合には偽証罪に問われることを承知の上で、通知申し立て者が、独占権を侵害されたとされる所有者の代理として権限を有しているという陳述。 以上の書面による通知を、下記に従って当団体の指定代理人にお送りください：
ko: 어떤 사람의 물리적 또는 전자 서명은 이른바 위조된 배타적 권리의 소유자를 대신하여 권한이 주어졌습니다. 저작권이 있는 작품의 식별은 침해되었다고 주장 되어져 왔거나 만약 온라인 사이트에서 여러 저작권 작품이 하나의 통지에 의해 다루어졌다면, 그 사이트에서 그런 작품들의 리스트를 대표하는 목록입니다. 침해하거나 침해하는 활동의 대상으로 주장 되어지고 제거되거나 사용할 수 없는 것에 엑세스하는 자료의 확인, 그리고 서비스 제공자가 자료를 찾을 수 있도록 하는 충분한 정보를 제공해 주세요. 이메일의 본문에 URL을 제공하는 것은 우리가 신속하게 콘텐츠를 찾을 수 있도록 하는 가장 좋은 방법입니다. 불평하는 당사자가 연락을 드릴지도 모를 주소, 전화 번호 그리고 가능한 경우 전자 메일 주소와 같은 것을 서비스 공급자가 불평하는 당사자에게 연락할 수 있도록 충분한 정보를 제공해 주세요. 불평하는 당사자가 저작권 소유자, 그 대리인 또는 법에 의해 허가되지 않은 것을 불평하는 방식으로 자료를 사용하는 선의의 믿음을 가지고 있는 진술, 통지서의 정보가 정확하다는 진술과 위증 시 처벌을 받는다는 조건 하에 불평하는 당사자가 이른바 침해되는 배타적 권리의 소유자를 대신하여 침해 받았다고 권한이 부여된 진술다음과 같은 서면 통지는 우리의 지정 대리인에게 보내야 합니다:
ug: شۇ كىشى ياكى ئېلېكترونلۇق ئىمزادا ھوقۇق بېرىشى، ھوقۇقىنىڭ دەخلى-تەرۇزغا ئۇچرىغانلىقىنى ئىپادىلەشكە ئىشلىتىلىدۇ. نەشر ھوقۇقىغا ئىگە ئەسەرنىڭ دەخلى-تەرۇزغا ئۇچرىغانلىقىنى ئېنىقلاشتا، ئەگەر بىر بايانات بىر يوللۇق تور تۇرادا بىر قانچە خىل نەشر ھوقۇقى نۇسخىسى بولسا، ئۇنىڭ تىزىمىنى تاپشۇرۇش كېرەك. ھوقۇققا دەخلى-تەرۇز قىلغان ياكى دەخلى تەرۇز قىلغان قىلمىش ئوبيېكتىنىڭ مەزمۇنىنى ئېنىقلاشتا، مەزمۇننىڭ يۆتكەلگەن ياكى ئۇلانمايدىغانلىق ئەھۋالى بارلىقىنى كۆزدە تۇتۇپ، مەزمۇننىڭ ئورنىنى مۇقىملاشتۇرۇشقا قولايلىق يارىتىش ئۈچۈن يېتەرلىك ئۇچۇرنى مۇلازىمەت تەمىنلىگۈچىگە تەمىنلەش كېرەك. ئەڭ ياخشى ئۇسۇل تورخەتنىڭ مەزمۇنىدا مۇناسىۋەتلىك URL نى تەمىنلەپ، بىزگە ياردەملىشىپ، مەزمۇن مەنبەسىنى تېپىشتۇر. يېتەرلىك ئۇچۇر بىلەن تەمىنلەپ، مۇلازىمەت تەمىنلىگۈچىنىڭ ئەرز قىلغۇچى بىلەن ئالاقە باغلىيالىشى ئۈچۈن ئادرېس، تېلېفون نومۇر ياكى ئەرز قىلغۇچىنىڭ تورخەت ئادرېسى تەمىنلىشى كېرەك. بايانات ھۆججىتى، ئەرز قىلغۇچى ئەيىپلىگەن مەزمۇننىڭ ئىشلىتىش ئۇسۇلى ھەققىدە يېتەرلىك ئىسپاتى بارلىقىغا ئىشىنىشى ھەمدە ئەسەر ھوقۇقى ئىگىسى، ئۇنىڭ ۋاكالەتچىسى ياكى قانۇن ھوقۇق بەرمىگەن بولۇشى كېرەك. بايانات ھۆججىتى، مەزكۇر بايانات ئۇچۇرلىرىنىڭ توغرىلىقىنى ئىنىش چۈشەندۈرۈشى، ھەمدە يالغان ئىسپات تەمىنلەش جىنايىتىنى جازالاش ئاساسىدا، ئەرز قىلغۇچى ھوقۇقى دەخلى-تەرۇزغا ئۇچرىغۇچىغا ۋاكالىتەن قانۇنىي ھەرىكەت ئېلىپ بېرىشقا ھوقۇقلۇق. يۇقىرى ئۇقتۇرۇش تۆۋەندىكى بەلگىلەنگەن ۋاكالەتچىگە يەتكۈزۈلۈشى كېرەك:
vi_vn: Một chữ kí thực hoặc chữ kí điện tử của người được ủy quyền đại diện cho chủ sở hữu của tác quyền mà được cho là đã bị vi phạm. Nhận dạng của tác phẩm được cho là đã vi phạm, hoặc, nếu có nhiều tác phẩm trên cùng một trang trực tuyến được và được gói gọn trong một thông báo, thì phải có một danh sách ghi đại diện của những tác phẩm đó ở trên chính trang đó. Nhận dạng tư liệu được cho là đã bị vi phạm hoặc là chủ thể của những hoạt động vi phạm sẽ được gỡ bỏ hay sẽ bị vô hiệu hóa, gồm đầy đủ thông tin phù hợp nhằm cho phép nhà cung cấp dịch vụ xác định tư liệu. Những đường dẫn URL trong thư là cách tốt nhất để giúp chúng tôi xác định những nội dung một cách nhanh chóng. Đầy đủ thông tin phù hợp nhằm cho phép nhà cung cấp liên hệ với bên tham gia tố tụng, như địa chỉ, số điện thoại, và địa chỉ thư điện tử mà có thể liên hệ được với bên tố tụng (nếu có). Một phát biểu rằng bên tố tụng có đầy đủ niềm tin rằng việc sử dụng tư liệu trong hoàn cảnh bị cáo buộc là không được cho phép bởi chủ sở hữu tác quyền, của cơ quan, hay luật pháp. Một phát biểu rằng thông tin trong thông báo là xác đáng, và xin cam đoan rằng bên tố tụng là người được ủy quyền đại diện cho chủ sở hữu của tác quyền mà được cho là đã bị vi phạm. Các thông luận này phải được gửi cho cơ quan chuyên trách của chúng tôi như sau:

source: Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.
ca: Tingueu en compte que sota la Secció 512(f) qualssevol persona que sabent que un material o activitat és infractora, es pot exigir la responsabilitat civil.
de: Bitte beachte auch, dass nach § 512 (f) jede Person, die wissentlich erheblich leugnet, dass Materialien oder Aktivitäten Urheberrechte verletzen, zur Verantwortung gezogen werden kann.
el: Παρακαλώ να σημειώσετε, επίσης, ότι σύμφωνα με το Άρθρο 512(f), οποιοδήποτε πρόσωπο που, εν γνώσει του, παραποιεί το υλικό αυτό, κατά φυσικό τρόπο, είτε ασκεί μία δραστηριότητα που παραβιάζει, τότε μπορεί να θεωρηθεί ως υπόλογος ευθυνών.
es: Tenga en cuenta que bajo la Sección 512 (f) cualquier persona que sabiendo que algún material o actividad es infractora, se puede exigir la responsabilidad civil.
ja: また、第512条(f)により、資料または活動が著作権を侵害していると、故意に実質的に虚偽の主張をする者には、賠償責任が生じる場合があります。
ko: 512(F) 하에 실질적으로 고의로 자료나 활동이 저작권을 침해한다는 것을 잘못 전달한 모든 사람은 책임의 대상이 될 수 있습니다는 사실을 주의 하시기 바랍니다.
ug: ئۇندىن باشقا 512 - ماددا (f) تۈرىگە ئاساسەن، مەزمۇن ياكى پائالىيەتكە نىسبەتەن نەشر ھوقۇقى دەخلى تەرۇزى، قەستەن يالغان مەلۇم قىلغۇچىلار قانۇنىي مەسئۇلىيەتنى ئۈستىگە ئېلىشى مۇمكىن.
vi_vn: Xin hãy chú ý ở Mục 512(f) rằng bất kì cá nhân nào nếu biết vẫn còn có những thiếu sót trong tư liệu mà các tư liệu hay các hoạt động vi phạm thì có thể sẽ được cho là dối trá.

source: Counter-Notification
ca: Contra-notificació
de: Gegenbenachrichtigung
el: Αντικοινοποίηση
es: Contra-notificación
ja: 異議申し立て通知
ko: 항의 통지
sq: Kundër-Njoftim
ug: قارشى بايانات
vi_vn: Đơn Kháng cáo

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.
ca: Teniu en compte que sota la secció 512 (f) de la Llei de Drets d'Autor, qualssevol persona que sabent que qualssevol material o activitat falsificada va ser eliminat o inhabilitat per error o mala identificació pot estar subjecte a responsabilitat. Sisplau teniu en compte també que apliquem una política que preveu la cancel·lació del compte d'usuaris que són infractors reincidents.
de: Bitte beachte, dass unter Abschnitt 512(f) des amerikanischen Copyright Act, jede Person, die wissentlich, tatsächlich falsch Interpretierend jenes Material oder Aktivitäten, auf fälschliche Weise oder durch Fehler oder durch fälschliche Identifizierung entfernen oder sperren lässt, hierfür zur Verantwortung gezogen werden kann. Bitte sei auch darauf hingewiesen, dass wir eine Politik durchsetzen, die Abonnenten, in entsprechenden Fällen wiederholter Verletzungen, kündigen.
el: Σας ενημερώνουμε πως σύμφωνα με την Ενότητα 512(f) του Νόμου περί Πνευματικών Δικαιωμάτων, κάθε άτομο που εν γνώσει του δίνει ψευδείς πληροφορίες για κάθε υλικό και κάθε δραστηριότητα που καταργήθηκε ή αφαιρέθηκε κατά λάθος ή λόγω ψευδών πληροφοριών μπορεί να επιφέρει νομικές ευθύνες. Παρακαλώ να θυμάστε πως η πολιτική μας προβλέπει την διακοπή του λογαριασμού των συνδρομητών που παραβαίνουν τους κανονισμούς κατ' εξακολούθηση.
es: Tenga en cuenta que bajo la Sección 512 (f) de la Ley de Derechos de Autor, cualquier persona que a sabiendas que algún material o actividad falsificada fue eliminado o inhabilitado por error o mala identificación puede estar sujeta a responsabilidad. Por favor ten en cuenta también que aplicamos una política que prevé la cancelación de cuenta de usuarios que son infractores reincidentes.
ja: 著作権法第512条(f)に基づき、資料または活動が誤ってまたは手違いで削除されまたはアクセスが無効とされてしまったと故意に実質的に虚偽の主張をする者には、賠償責任が生じる場合があります。また、当団体は、適当な状況下にては、侵害常習者である加入者を打ち切る規定を執行していることをご承知ください。
ko: 저작권법 512(F) 하에 자료나 활동이 제거되었거나 실수나 착오에 의해 사용하지 못하거나 실질적으로 고의로 저작권을 침해한다는 것을 잘못 전달한 모든 사람은 책임의 대상이 될 수 있습니다는 사실을 주의 하시기 바랍니다. 또한 우리는 반복하여 저작권을 침해하는 가입자는 퇴출시키는 정책을 적용하고 있음을 알려드립니다.
vi_vn: Xin hãy chú ý ở mục 512(f) trong Luật Tác quyền (Copyright Act), bất kì cá nhân nào nếu biết vẫn còn có những thiếu sót trong tư liệu mà các tư liệu hay các hoạt động bị dỡ bỏ hoặc bị vô hiệu hóa một cách nhầm lẫn hoặc do xác định sai thì có thể sẽ được cho là dối trá. Xin hãy thật sáng suốt khi biết rằng chúng tôi sẽ thi hành một chính sách nhằm cung cấp việc gián đoạn trong từng tính huống phù hợp với những ai cứ liên tiếp vi phạm.

source: How do I file a DMCA counter notice?
ca: Com puc presentar una contra notificació DMCA?
de: Wie reiche ich eine Gegenbenachrichtigung gemäß DMCA ein?
el: Πώς μπορώ να υποβάλω μια αντίθετη ειδοποίηση DMCA;
es: ¿Cómo puedo presentar una contra notificación DMCA?
ja: DMCA 異議申し立て通知は、どのようにして提出するのですか？
ko: 어떻게 디지털밀레니엄저작권법 항의 통지를 제출합니까?
sq: Si të depozitoj një kundërnjoftim DMCA?
ug: مەن مىڭ يىللىق رەقەملىك نەشر ھوقۇقى قانۇنى (DMCA) نىڭ قارشى باياناتىنى قانداق ئوتتۇرىغا قويىمەن؟
vi_vn: Làm sao để tôi gửi một bản kháng cáo DMCA

source: The process for counter-notifications is governed by Section 512(g) of the Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
ca: El procés de contra-notificació es regit per la secció 512 (g) de la Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
de: Das Verfahren für Gegenbenachrichtungen ist in § 512(g) des Digital Millenium Copyright Act beschrieben: http://www.copyright.gov/legislation/dmca.pdf
el: Η διαδικασία για την αντι-ειδοποιήσεις διέπεται από το άρθρο 512 (ζ) του Act Digital Millennium Copyright: http://www.copyright.gov/legislation/dmca.pdf
es: El proceso de contra-notificaciones se rige por la sección 512 (g) de la Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
ja: 異議申し立て通知は、デジタルミレニアム著作権法第512条(g)に規定されています： http://www.copyright.gov/legislation/dmca.pdf
ko: 항의 통지에 대한 프로세스는 디지털 밀레니엄 저작권법의 512 (g)에 의해 적용됩니다: http://www.copyright.gov/legislation/dmca.pdf
vi_vn: Quá trình kháng cáo được chiếu theo mục 512(g) của Luật Tác quyền Thiên niên kỷ số: http://www.copyright.gov/legislation/dmca.pdf

source: To file a counter notification with us, you must provide a written communication that sets forth the items specified below.
ca: Per a presentar una reclamació contra la notificació, heu de fer-nos arribar un comunicat per escrit que incloga tots els elements que a continuació passem a detallar.
de: Um eine Zählerbenachrichtigung bei uns anzulegen, benötigen wir eine schriftliche Nachricht in der die folgenden Dinge beschrieben sind.
el: Για να υποβάλετε μια αντικοινοποίηση σε εμάς, θα πρέπει να παρέχει ένα εγγραφο επικοινωνίας που παραθέτει τα στοιχεία που αναφέρονται επανω.
es: Para presentar un reclamo contra la notificación, debe hacernos llegar un comunicado por escrito que incluya todos los elementos se especifican a continuación.
ja: 異議申し立て通知を当団体に提出するには、下記項目を書面にて提出してください。
ko: 우리와 함께 항의 통지를 제출하시려면 아래에 지정된 항목을 설정하는 서면 통지를 제공 하셔야 합니다.
vi_vn: Để gửi đơn kháng cáo cho chúng tôi, bạn phải cung cấp một phương thức giao tiếp được viết tay và xếp đặt trước những thành phần bên dưới.

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers. Accordingly, if you are not sure whether certain material infringes the copyrights of others, we suggest that you first contact an attorney.
ca: Sisplau, teniu en compte que sota la Secció 512(f) de la Llei de Drets d'Autors, qualssevol persona que sabent que qualssevol material o activitat falsificada va ser eliminat o inhabilitat per error o mala identificació pot estar subjecte a responsabilitat. Sisplau teniu en compte també que apliquem una política que preveu la cancel·lació del compte d'usuaris que són infractors reincidents. En conseqüència, si no esteu segurs de que cert material infringeix els drets d'autor, us suggerim que primer contacteu amb un advocat.
de: Bitte beachte, dass nach Abschnitt 512(f) des amerikanischen Urheberrechts- gesetz, jede Person, die wissentlich oder tatsächlich fehlinterpretierend Materialien oder Vorgänge entfernt oder blockiert, hierfür haftbar gemacht werden kann. Bitte sei darauf hingewiesen, dass wir eine Richtlinie durch- setzen, die bewirkt, dass, bei gegenbenen Umständen, Teilnehmer, die wiederholt dagen verstoßen, ausgeschlossen werden. Entsprechend schlagen wir vor, dass wenn du nicht sicher bist, ob gewisse Materialien das amerikanische Urheberrecht von dritten verletzen, zuerst mit einem Rechtsanwalt zu sprechen.
el: Σας ενημερώνουμε πως σύμφωνα με την Ενότητα 512(f) του Νόμου περί Πνευματικών Δικαιωμάτων, κάθε άτομο που εν γνώσει του δίνει ψευδείς πληροφορίες για κάθε υλικό και κάθε δραστηριότητα που καταργήθηκε ή αφαιρέθηκε κατά λάθος ή λόγω ψευδών πληροφοριών μπορεί να επιφέρει νομικές ευθύνες. Παρακαλώ να θυμάστε πως η πολιτική μας προβλέπει την διακοπή του λογαριασμού των συνδρομητών που παραβαίνουν τους κανονισμούς κατ' εξακολούθηση. Ακολούθως, εάν δεν είστε σίγουροι εάν το υλικό σας παραβαίνει τα πνευματικά δικαιώματα άλλων, σας συστήνουμε να μιλήσετε πρώτα με έναν δικηγόρο.
es: Por favor, date cuenta de que en la Sección 512(f) de la Ley de Copyright, cualquier persona que falsee material sabiéndolo o haga cualquier actividad que se desactive por error o sin comprobar la identificación puede ser sujeto a esta responsabilidad. También nos gustaría advertirte de que respetamos una ley que provee la terminación apropiada de las circunstancias de los suscriptores que infringen una y otra vez. Igualmente, si no estás seguro de que algún material pudiera infringir el derecho de otros, te sugerimos que primero contactes con un abogado.
ja: 著作権法第512条(f)に基づき、資料または活動が誤ってまたは手違いで削除されまたはアクセスが無効とされてしまったと故意に実質的に虚偽の主張をする者には、賠償責任が生じる場合があります。また、当団体は、適当な状況下にては、侵害常習者である加入者を打ち切る規定を執行していることをご承知ください。従って、特定の資料が他人の著作権を侵害しているか確信できない場合、まずは弁護士に問い合わせることをお勧めします。
ko: 저작권법 512(F) 하에 자료나 활동이 제거되었거나 실수나 착오에 의해 사용하지 못하거나 실질적으로 고의로 저작권을 침해한다는 것을 잘못 전달한 모든 사람은 책임의 대상이 될 수 있습니다는 사실을 주의 하시기 바랍니다. 또한 우리는 반복하여 저작권을 침해하는 가입자는 퇴출시키는 정책을 적용하고 있음을 알려드립니다. 당신이 어떤 자료가 다른 사람의 저작권을 침해하는지 확신하지 못한다면, 먼저 변호사에게 연락하시길 제안합니다.
vi_vn: Xin hãy chú ý rằng theo mục 512(f) của Luật Tác quyền, bất cứ cá nhân nào biết vẫn còn có những thiếu sót trong tư liệu mà tư liệu hay hoạt động đó đã bị dỡ bỏ hay bị vô hiệu hóa một cách nhầm lẫn hoặc thiếu thông tin nhận dạng thì có thể được cho là dối trá. Xin hãy thật sáng suốt vì chúng tôi sẽ thi hành một chính sách nhằm cung cấp việc gián đoạn trong những tình huống phù hợp với những ai cứ liên tiếp vi phạm. Vì lí do đó, nếu bạn không chắc về việc liệu tư liệu nào chắc chắc vi phạm đến tác quyền của người khác, chúng tôi đề nghị bạn hãy liên hệ với một luật sư có khả năng.

source: Elements of Counter-Notification
ca: Elements de la contra-notificació
de: Bestandteile der Zählerbenachrichtigung
el: Στοιχεία αντικοινοποίησης
es: Elementos de la contra-notificación
ja: 異議申し立て通知の要素
ko: 항의 통지의 요소
sq: Elementë të Kundër-Njoftimit
ug: قارشى باياناتنىڭ مۇھىم نۇقتىلىرى
vi_vn: Các yếu tố của đơn kháng cáo
