Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: For example: http://www.youtube.com/user/username
ca: Per exemple: http://www.youtube.com/user/nom_usuari
cs: Například: http://www.youtube.com/user/username
ja: 例: http://www.youtube.com/user/username
ko: 예: http://www.youtube.com/user/username
sq: Për shembull: http://www.youtube.com/përdorues/emër_përdoruesi
ug: مەسىلەن: http://www.youtube.com/user/username
vi_vn: Ví dụ: http://www.youtube.com/user/username

source: Supported: Youtube, Vimeo, or Dailymotion. Only supported sites added.
ca: Permet: Youtube, Vimeo, o Dailymotion. Només s'afegeix llocs suportats.
sq: Mbulohen: Youtube, Vimeo, ose Dailymotion. U shtuan vetëm site-et që mbulohen.
vi_vn: Hỗ trợ: Youtube, Vimeo, or Dailymotion. Chỉ những trang hỗ trợ thì mới được thêm.

source: Save feed
ca: Desar fil
cs: Uložit zdroj
ko: 피드 저장
sq: Ruaje prurjen
vi_vn: Lưu feed

source: Choose this if you wish to add videos from this feed in the future. Only valid RSS feeds will be saved.
ca: Elegiu aquest si desitgeu afegir vídeos des d'aquesta font en un futur. Només les fonts RSS vàlides seran desades.
ko: 나중에 이 피드로 부터 동영상을 추가하기를 원한다면 선택하세요. 오직 유효한 피드만 저장이 됩니다.
sq: Zgjidhni këtë nëse dëshironi të shtoni në të ardhmen video prej kësaj prurjeje. Do të ruhen vetëm prurje RSS funksionale.
vi_vn: Chọn nó nếu bạn muốn thêm phim từ feed này trong thời gian sắp tới. Chỉ những RSS feed hợp lệ mới được lưu.

source: Sub.fetched
ca: Sub-recerca
cs: Titulky nahrány

source: Widget views
ca: Vistes del Giny
cs: Zobrazení widgetu
ko: 위젯 시청
sq: Parje widget-i
vi_vn: Lượt xem Widget

source: Sorry, you cannot upload subtitles right now because someone is editing the language you are uploading or a translation of it
ca: Ens sap greu, no podeu pujar els subtítols en aquest moment perquè algú està editant l'idioma o una traducció d'aquest.
cs: Omlouváme se, nyní nemůžete nahrát titulky, protože někdo již upravuje titulky v jazyce, který nahráváte, nebo z něj překládá
ko: 죄송합니다. 현재 누군가가 당신이 업로드 하고 있거나 번역하고 있는 언어를 편집하고 있기 때문에 자막을 업로드할 수 없습니다.
sq: Na ndjeni, nuk mund të ngarkoni titra këtë çast, ngaqë dikush po përpunon gjuhën për të cilën po ngarkoni ose një përkthim në të.

source: reviewed <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ca: subtítols en <a href="%(language_url)s">%(language)s</a> revisats per a href="%(video_url)s">%(video_name)s</a>
sq: shqyrtoi titrat në <a href="%(language_url)s">%(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: đánh giá <a href="%(language_url)s">%(language)s</a> phụ đề cho <a href="%(video_url)s">%(video_name)s</a>

source: accepted <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ca: acceptats els subtítols en <a href="%(language_url)s">%(language)s</a> per a <a href="%(video_url)s">%(video_name)s</a>
sq: pranoi titrat në <a href="%(language_url)s">%(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: chấp nhận <a href="%(language_url)s">%(language)s</a> phụ đề cho <a href="%(video_url)s">%(video_name)s</a>

source: rejected <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ca: denegat el subtítol al <a href="%(language_url)s">%(language)s</a> per a <a href="%(video_url)s">%(video_name)s</a>
cs: odmítnuté <a href="%(language_url)s">%(language)s</a> titulky pro <a href="%(video_url)s">%(video_name)s</a>
ko: 거절된 <a href="%(language_url)s">%(language)s</a> 자막 <a href="%(video_url)s">%(video_name)s</a>
sq: hodhi tej titrat në <a href="%(language_url)s">%(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>

source: approved <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ca: aprovat el subtítol al <a href="%(language_url)s">%(language)s</a> per a <a href="%(video_url)s">%(video_name)s</a>
cs: schválené <a href="%(language_url)s">%(language)s</a> titulky pro <a href="%(video_url)s">%(video_name)s</a>
ko: 승인된 <a href="%(language_url)s">%(language)s</a> 자막<a href="%(video_url)s">%(video_name)s</a>
sq: miratoi titrat në <a href="%(language_url)s">%(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: chấp thuận <a href="%(language_url)s">%(language)s</a> phụ đề cho <a href="%(video_url)s">%(video_name)s</a>

source: declined <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ca: rebutjats els subtítols en <a href="%(language_url)s">%(language)s</a> per a <a href="%(video_url)s">%(video_name)s</a>
sq: nuk i pranoi titrat në <a href="%(language_url)s">%(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: khước từ <a href="%(language_url)s">%(language)s</a> phụ đề cho <a href="%(video_url)s">%(video_name)s</a>

source: deleted video "%(title)s"
ca: el vídeo "%(title)s" ha estat eliminat

source: added video <a href="%(video_url)s">%(video_name)s</a>
ca: afegir vídeo <a href="%(video_url)s">%(video_name)s</a>
cs: přidal video <a href="%(video_url)s">%(video_name)s</a>
ko: 추가된 비디오 <a href="%(video_url)s">%(video_name)s</a>
sq: shtoi videon <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(video_url)s">%(video_name)s</a> video added
ca: <a href="%(video_url)s">%(video_name)s</a> vídeo afegit
cs: video <a href="%(video_url)s">%(video_name)s</a> přidáno
ko: <a href="%(video_url)s">%(video_name)s</a> 비디오가 추가 되었습니다.
sq: U shtua videoja <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(comments_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ca: comentat a <a href="%(comments_url)s">%(language)s subtitles</a> per a <a href="%(video_url)s">%(video_name)s</a>
cs: komentoval <a href="%(comments_url)s">titulky %(language)s</a> u videa <a href="%(video_url)s">%(video_name)s</a>
ko: <a href="%(video_url)s">%(video_name)s</a>에 대한 <a href="%(comments_url)s">%(language)s 자막의</a> 제목이 변경 되었습니다.
sq: komentoi te <a href="%(comments_url)s">titrat në %(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: bình luận về <a href="%(comments_url)s">phụ đề %(language)s</a> của <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(comments_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ca: Comentari afegit a <a href="%(comments_url)s">%(language)s subtitles</a> per <a href="%(video_url)s">%(video_name)s</a>
cs: Přidán komentář k <a href="%(comments_url)s">titulkům %(language)s</a> u videa <a href="%(video_url)s">%(video_name)s</a>
ko: <a href="%(video_url)s">%(video_name)s</a>에 대한 <a href="%(comments_url)s">%(language)s 자막에 </a> 댓글이 추가 되었습니다.
sq: U shtua koment për <a href="%(comments_url)s">titrat në %(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: Lời bình đã được thêm vào <a href="%(comments_url)s">phụ đề %(language)s</a> của <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ca: iniciat <a href="%(language_url)s">%(language)s subtitles</a> per a <a href="%(video_url)s">%(video_name)s</a>
cs: založil <a href="%(language_url)s">titulky %(language)s</a> k videu <a href="%(video_url)s">%(video_name)s</a>
ko: <a href="%(video_url)s">%(video_name)s</a>을 위한 <a href="%(language_url)s">%(language)s 자막이 </a> 시작 되었습니다.
sq: filloi <a href="%(language_url)s">titrimin në %(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: bắt đầu <a href="%(language_url)s">phụ đề %(language)s</a> cho <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(language)s subtitles</a> started for <a href="%(video_url)s">%(video_name)s</a>
ca: <a href="%(language_url)s">%(language)s subtítols</a> iniciats per a <a href="%(video_url)s">%(video_name)s</a>
cs: <a href="%(language_url)s">titulky %(language)s</a> byly založeny k videu <a href="%(video_url)s">%(video_name)s</a>
ko: <a href="%(video_url)s">%(video_name)s</a>에 대한 <a href="%(language_url)s">%(language)s 자막이</a> 시작 되었습니다.
sq: u filluan <a href="%(language_url)s">titra në %(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: <a href="%(language_url)s">phụ đề %(language)s</a> đã được bắt đầu cho <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ca: <a href="%(language_url)s">%(language)s subtitles</a> editat per a <a href="%(video_url)s">%(video_name)s</a>
cs: upravil <a href="%(language_url)s">titulky %(language)s</a> u videa <a href="%(video_url)s">%(video_name)s</a>
ko: <a href="%(video_url)s">%(video_name)s</a>에 대한 <a href="%(language_url)s">%(language)s 자막이</a> 편집 되었습니다.
sq: përpunoi <a href="%(language_url)s">titrat në %(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: <a href="%(language_url)s">phụ đề %(language)s</a> đã được chỉnh sửa dành cho <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(language)s subtitles</a> edited for <a href="%(video_url)s">%(video_name)s</a>
ca: <a href="%(language_url)s">%(language)s subtitles</a> editat per a <a href="%(video_url)s">%(video_name)s</a>
cs: <a href="%(language_url)s">titulky %(language)s subtitles</a> upraveny u videa <a href="%(video_url)s">%(video_name)s</a>
ko: <a href="%(video_url)s">%(video_name)s</a>에 대한 <a href="%(language_url)s">%(language)s 자막이</a> 편집 되었습니다.
sq: u përpunuan <a href="%(language_url)s">titrat në %(language)s</a> për <a href="%(video_url)s">%(video_name)s</a>
vi_vn: <a href="%(language_url)s">phụ đề %(language)s</a> đã được chỉnh sửa dành cho <a href="%(video_url)s">%(video_name)s</a>

source: left the %s team
ca: deixa l'equip %s
ja: %sチームを脱会しました。
sq: e la ekipin %s
ug: %s توپتىن ئايرىلدى
vi_vn: đã rời khỏi nhóm %s

source: Subtitle language does not exist
ca: No existeix l'idioma dels subtítols
cs: Jazyk titulků neexistuje
ko: 자막 언어가 존재하지 않습니다.
sq: Kjo gjuhë titrimesh nuk ekziston
vi_vn: Ngôn ngữ phụ đề không tồn tại

source: This is not forked translation
ca: Aquesta no és una traducció bifurcada
cs: Toto není odvětvený překlad
ko: 이것을 번역하실 수 없습니다.
sq: Ky nuk është përkthim i degëzuar
vi_vn: Đây không phải là bản dịch phân li

source: Just found a version of this video with %(language_name)s subtitles
ca: S'ha trobat una versió d'aquest vídeo amb subtítols en %(language_name)s
cs: Právě jsem nalezl verzi tohoto videa s titulky %(language_name)s
ja: %(language_name)s の字幕を見つけました
ko: 막 이 비디오 %(language_name)s에 자막이 있는 버전을 발견 하였습니다.
sq: Sapo u gjet një version i kësaj video me titra në %(language_name)s
ug: بۇ سىننىڭ %(language_name)s كىنو يېزىنىڭ بىر نەشرى بايىلا بايقالدى
vi_vn: Vừa tìm thấy một phiên bản có kèm theo phụ đề %(language_name)s của đoạn phim này

source: Here is the subtitle workspace for your video. You can share the video with friends, or get an embed code for your site. To add or improve subtitles, click the button below the video.
ca: Açò és el lloc de treball de subtitulació del vostre vídeo. Podeu compartir el vídeo amb els amics, o aconseguir el codi incrustable per al vostre web. Per a afegir o millorar els subtítols, premeu el botó a sota el vídeo.
ja: ビデオの字幕ワークスペースです。友達とビデオを共有したり、あなたのサイトに埋め込めるコードを取得する事ができます。字幕の追加や編集にはビデオの下のボタンを押してください。
ko: 여기 동영상에 대한 자막 작업 영역입니다. 당신이 친구들과 비디오를 공유하거나, 귀하의 사이트에 대한 소스 코드를 얻을 수 있습니다. 자막을 추가하거나 개선하기 위해, 비디오 아래의 버튼을 클릭합니다.
sq: Ja vendi për titrat e videos suaj. Videon mund ta ndani me shokët, ose të merrni një kod trupëzimi për te site-i juaj. Për shtim ose përmirësim titrash, klikoni butonin nën videon.
ug: بۇ جايدا سىنلىرىڭىز ئۈچۈن تەييارلانغان كىنو خەتلىرى خىزمەت بوشلۇقى بار. دوستلىرىڭىز بىلەن سىندىن ھەمبەھىرلىنەلەيسىز ياكى تورتۇرايىڭىزغا قوشىدىغان سىڭدۈرمە كودقا ئېرىشەلەيسىز. ئەگەر كىنو خېتىنى قوشۇپ ياكى ياخشىلىماقچى بولسىڭىز، سىننىڭ ئاستىدىكى توپچىنى چېكىڭ.
vi_vn: Đây là không gian làm phụ đề cho đoạn phim của bạn. Bạn có thể chia sẻ đoạn phim với bạn bè, hoặc lấy mã nhúng vào trang của mình. Để thêm hay cải thiện phụ đề, nhấn nút bên dưới đoạn phim.

source: Thank you for uploading. It will take a minute or so for your subtitles to appear.
ca: Gràcies per pujar. Trigarà uns minuts fins que apareguen els subtítols.
cs: Děkujeme za upload. Za zhruba minutu se titulky objeví.
ko: 업로드 해주셔서 감사합니다. 귀하의 자막이 나타나는데는 잠시 시간이 걸립니다.
sq: Faleminderit për ngarkimin. Do të kalojë një minutë e ca, para se titrat të duken.

source: Your changes have been saved.
ca: Els vostres canvis han estat desats.
cs: Vaše změny byly uloženy
ko: 변경 내용이 저장되었습니다.
sq: Rregullimet tuaja u ruajtën.

source: You cann't remove original URL
ca: No podeu eliminar la URL original
cs: Nemůžete odstranit původní URL
ko: 원래 URL을 제거할 수 없습니다.
sq: Nuk mund të hiqni URL-në origjinale

source: %(count)s Line
ca: %(count)s Línia
cs: %(count)s řádek
ko: %(count)s 라인
sq: %(count)s Rresht

source: Video is unavailable
ca: Vídeo no disponible
cs: Video je nedostupné
ja: ビデオは利用できません
ko: 비디오를 사용할 수 없습니다
sq: Videoja përkohësisht nuk mund të kihet
ug: سىننى ئىشلەتكىلى بولمايدۇ
vi_vn: Đoạn phim không thể hoạt động

source: Please try again with a link to a video page. <a href="mailto:%s">Contact us</a> if there's a problem.
ca: Sisplau, torneu-ho a intentar de nou amb un enllaç a una pàgina de vídeo. <a href="mailto:%s">Contacteu amb nosaltres</a> si teniu problemes.
cs: Zkuste to prosím znovu s odkazem na stránku videa. <a href="mailto:%s">Napište nám</a>, pokud jste narazili na problém.
ja: ビデオページへのリンクを再度お試しください。 問題があれば<a href="mailto:%s">ご連絡</a>ください。
ko: 비디오 페이지에 대한 링크와 함께 다시 시도해 주십시오. 만약 문제가 있다면 <a href="mailto:%s">문의해 주세요.</a>
sq: Ju lutemi, riprovoni me një lidhje drejt një faqe videosh. <a href="mailto:%s">Lidhuni me ne</a>, nëse ka ndonjë problem.
ug: بىر ئۇلانما ئارقىلىق سىن بەتنى قايتا سىناپ بېقىڭ. ئەگەر يەنىلا مەسىلە بولسا <a href="mailto:%s">بىز بىلەن ئالاقە قىلىڭ</a>.
vi_vn: Xin hãy thử lại bằng đường dẫn đến trang phim. <a href="mailto:%s">Liên hệ với chúng tôi</a> nếu gặp phải vấn đề.

source: Private video
ca: Vídeo privat
cs: Soukromé video
ja: プライベートビデオ
ko: 비공개 동영상
sq: Video private
ug: شەخسىي سىن
vi_vn: Phim riêng tư

source: Undefined error
ca: Error no definit
cs: Nedefinovaná chyba
ja: 原因不明のエラー
ko: 확실하지 않은 오류
sq: Gabim i papërcaktuar
ug: بەلگىلىمىگەن خاتالىق
vi_vn: Lỗi không xác định

source: Language selection
ca: Selecció de idioma
cs: Výběr jazyka
ja: 言語選択
ko: 언어 선택
sq: Përzgjedhje gjuhe
ug: تىل تاللاش
vi_vn: Lựa chọn ngôn ngữ

source: Third party
ca: Tercers
cs: Třetí strana
ja: 第3者機関
ko: 타사
sq: Palë e tretë
ug: ئۈچىنچى تەرەپ
vi_vn: Bên thứ ba

source: Progress
ca: Progrés
cs: Postup
ja: 進歩
ko: 진행
sq: Përparim
ug: سۈرئەت
vi_vn: Tiến trình

source: Fuzzy
ca: Borrós
cs: Takové všelijaké
ja: あいまい
ko: 애매한
sq: Të turbullta
ug: مۈجمەل
vi_vn: Mơ hồ

source: Obsolete
ca: Obsolet
cs: Zastaralé
ja: 廃止された
ko: 구식의
sq: Të vjetruara
ug: كېرەكسىز
vi_vn: Lỗi thời

source: File
ca: Fitxer
cs: Soubor
ja: ファイル
ko: 파일
sq: Kartelë
ug: ھۆججەت
vi_vn: Tập tin

source: Nothing to translate!
ca: Res per a traduir!
cs: Není co překládat!
ja: 翻訳するものはありません！
ko: 번역할 것이 없습니다!
sq: Asgjë për t'u përkthyer!
ug: تەرجىمە قىلىدىغان ھېچنېمە يوق!
vi_vn: Không có gì để dịch!

source: You haven't specified any languages in your settings file, or haven't yet generated a batch of translation catalogs.
ca: No s'ha especificat cap idioma al teu fitxer de configuració, o no heu generat encarà un lot de catàlegs de traducció.
cs: V souboru s nastavením jste nespecifikovali žádný jazyk, nebo jste ještě negenerovali dávku překládacího katalogu.
ja: 設定ファイルで言語の指定を行っていないか、翻訳カタログのバッチが未作成です。
ko: 당신은 설정 파일에 어떤 언어도 지정하지 않으셨거나 아직 번역 카탈로그의 배치를 생성하지 않았습니다.
sq: Te kartela juaj e rregullimeve nuk keni caktuar ndonjë gjuhë, ose nuk keni prodhuar ende një dorë katalogësh përkthimi.
ug: تەڭشەك ھۆججىتىڭىزدە ھېچقانداق تىلنى بەلگىلىمەپسىز ياكى تەرجىمە مۇندەرىجىلىرىنى ھاسىل قىلماپسىز.
vi_vn: Bạn chưa chỉ định bất cứ ngôn ngữ nào trong tập tin thiết đặt của mình, hoặc vẫn chưa khởi tạo ca-ta-lô dịch thuật hàng loạt.

source: Please refer to <a href="%(i18n_doc_link)s">Django's I18N documentation</a> for a guide on how to set up internationalization for your project.
ca: Sisplau, consulteu la <a href="%(i18n_doc_link)s">documentació I18N de Django</a> per a configurar la internacionalització del vostre projecte.
cs: Zkonzultujte <a href="%(i18n_doc_link)s">dokumentaci Django I18N</a>, kde najdete návod, jak nastavit internacionalizaci svého projektu.
ja: プロジェクトの国際化のための設定方法については、 <a href="%(i18n_doc_link)s">Django's I18N documentation</a> をご参照ください。
ko: 당신의 프로젝트에 국제화를 설정하는 방법에 대한 가이드를 보시려면 <a href="%(i18n_doc_link)s">Django의 I18N 문서</a>를 참조하세요.
sq: Ju lutemi, për një udhërrëfyes se si të rregullohet projekti juaj për ndërkombëtarizim, shihni <a href="%(i18n_doc_link)s">dokumentimin për I18N te Django</a>.
ug: قۇرۇلۇشىڭىزنى قانداق خەلقئارالاشتۇرۇلۇشنىڭ تەڭشەش يېتەكچىسىگە ئېرىشىش ئۈچۈن <a href="%(i18n_doc_link)s">Django نىڭ I18N قوللانمىسى</a> دىن پايدىلىنىڭ.
vi_vn: Xin hãy hướng đến <a href="%(i18n_doc_link)s">Tài liệu Django's I18N </a> để tìm được hướng dẫn cách cài đặt ấn bản quốc tế cho dự án của bạn.

source: Pick another file
ca: Elegiu un altre fitxer
cs: Vyberte jiný soubor
ja: 別のファイルを選択ください。
ko: 다른 파일을 선택하기
sq: Merrni një kartelë tjetër
ug: باشقا ھۆججەت تاللاڭ
vi_vn: Chọn một tập tin khác

source: Download this catalog
ca: Descarregar aquest catàleg
cs: Stáhnout tento katalog
ja: このカタログをダウンロードする
ko: 이 카탈로그 다운로드
sq: Shkarkojeni këtë katalog
ug: بۇ مۇندەرىجىنى چۈشۈر
vi_vn: Tải ca-ta-lô này về

source: Progress: %(percent_translated)s%%
ca: Progrès: %(percent_translated)s%%
cs: Postup: %(percent_translated)s%%
ja: 進捗: %(percent_translated)s%%
ko: 진행상황 : %(percent_translated)s%%
sq: Ecuri: %(percent_translated)s%%
ug: سۈرئىتى: %(percent_translated)s%%
vi_vn: Tiến trình: %(percent_translated)s%%

source: File is read-only: download the file when done editing!
ca: El fitxer és de només lectura: descarregueu el fitxer quan l'edició estiga finalitzada!
cs: Soubor je pouze pro čtení: stáhněte si jej, až dokončíte úpravy!
ja: ファイルは読み取り専用です：編集完了後にファイルをダウンロードしてください！
ko: 파일이 읽기 전용입니다: 편집이 끝나면 파일을 다운로드 하세요!
sq: Kartela vetëm mund të lexohet: shkarkojeni kartelën kur të ketë përfunduar përpunimi!
ug: بۇ ھۆججەتنى ئوقۇشقىلا بولىدۇ: تەھرىرلەش تاماملانغاندا ھۆججەتنى چۈشۈر!
vi_vn: Tập tin chỉ đọc: tải tập tin khi hoàn tất việc chỉnh sửa!

source: Some items in your last translation block couldn't be saved: this usually happens when the catalog file changes on disk after you last loaded it.
ca: Alguns elements al bloc de l'última traducció no poden ser desats: açò ocorre normalment quan el fitxer del catàleg ha canviat al disc després de l'última vegada que el vau carregar.
cs: Některé položky ve vašem posledním bloku překladu nemohly být uloženy: to se většinou stane, pokud se katalogový soubor na disku změní po tom, co jste ho napsoledy nahráli.
ja: 最終の翻訳箇所のいくつかは保存できませんでした：カタログファイルが最終ロード時点から変更されている場合に頻発します
ko: 마지막 번역 블록의 일부 항목을 저장할 수 없습니다 : 이것은 당신이 파일을 로드한 이후에 디스크에서 카탈로그 파일이 변경되었을 때 일반적으로 발생합니다.
sq: Nuk u ruajtën dot disa elementë të bllokut tuaj të fundit të përkthimit: kjo ndodh zakonisht kur kartela katalog te disku ndryshon pasi e ngarkuat së fundi.
ug: ئۆتكەن قېتىم سىز تەرجىمە قىلغان بەزى تۈرلەرنى ساقلىغىلى بولمىدى: بەلكىم ئۆتكەن قېتىم ئۇلارنى يۈكلىگەندە دىسكىدىكى مۇندەرىجە ھۆججەتلىرى ئۆزگەرگەن بولۇشى مۇمكىن.
vi_vn: Một vài mục trong khối thuộc bản dịch cuối cùng của bạn đã không thể lưu lại được: điều này thường xảy ra khi tệp ca-ta-lô thay đổi trên đĩa sau khi bạn tải nó lần cuối.

source: Translate into %(rosetta_i18n_lang_name)s
ca: Traduït al %(rosetta_i18n_lang_name)s
cs: Přeložit do %(rosetta_i18n_lang_name)s
ja: %(rosetta_i18n_lang_name)sに翻訳してください
ko: %(rosetta_i18n_lang_name)s로 번역
sq: Përkthejeni në %(rosetta_i18n_lang_name)s
ug: %(rosetta_i18n_lang_name)s غا تەرجىمە قىلىنىدۇ
vi_vn: Dịch sang %(rosetta_i18n_lang_name)s

source: Display:
ca: Mostrar:
cs: Zobrazit:
ja: 表示：
ko: 표시 :
sq: Shfaq:
ug: كۆرسەت:
vi_vn: Hiển thị:

source: Untranslated only
ca: Només sense traduir
cs: Pouze nepřeložená
ja: 未翻訳
ko: 번역되지 않은 것
sq: Vetëm të papërkthyerat
ug: تەرجىمە قىلمىغانلىرىلا
vi_vn: Chỉ những cái chưa dịch

source: Translated only
ca: Només traduïts
cs: Pouze přeložená
ja: 翻訳済
ko: 번역된 것
sq: Vetëm të përkthyerat
ug: تەرجىمە قىلىنغانلىرىلا
vi_vn: Chỉ những cái đã dịch

source: Fuzzy only
ca: Només borrós
cs: Pouze taková všelijaká
ja: 未完成
ko: 불분명한 것
sq: Vetëm të turbulltat
ug: مۈجمەللىرىلا
vi_vn: Chỉ những cái nào còn mơ hồ

source: Go
ca: Vés
cs: Přejít
ja: 実行する
ko: 이동
sq: Shko te
ug: يۆتكەل
vi_vn: Tới

source: Occurrences(s)
ca: Ocurrència (es)
cs: Výskyt(y)
ja: 発生頻度
ko: 사건(S)
sq: Hasje
ug: قېتىم سانى
vi_vn: Số lần xuất hiện

source: Context hint
ca: Indici de context
cs: Kontextová nápověda
ja: 文脈のてがかり
ko: 맥락 힌트
sq: Ndihmëz konteksti
ug: تىل مۇھىت ئەسكەرتىشى
vi_vn: Gợi ý ngữ cảnh

source: Contextual hint
ca: Indici contextual
cs: Kontextová nápověda
ja: 文脈的てがかり
ko: 맥락 관련 힌트
sq: Ndihmëz kontekstuale
ug: تىل مۇھىتىدىكى ئەسكەرتىشى
vi_vn: Gợi ý lệ thuộc ngữ cảnh

source: suggest
ca: suggerir
cs: navrhnout
ja: 提案する
ko: 제안
ug: تەۋسىيە
vi_vn: đề nghị

source: %(more_count)s more
ca: %(more_count)s més
cs: %(more_count)s další
ja: one: あと%(more_count)s other: あと%(more_count)s
ko: %(more_count)s 더
sq: %(more_count)s më shumë
ug: %(more_count)s تېخىمۇ كۆپ
vi_vn: thêm %(more_count)s nữa

source: Save and translate next block
ca: Desar i traduir el següent bloc
cs: Uložit a přeložit další blok
ja: 保存し、次のブロックを翻訳する
ko: 다음 블록을 저장하고 번역
sq: Ruajeni dhe përktheni bllokun pasues
ug: ساقلاپ كېيىنكى بۆلەكنى تەرجىمە قىل
vi_vn: Lưu và dịch khối kế tiếp

source: Skip to page:
ca: Saltar a la pàgina:
cs: Přeskočit na stránku:
ja: ページにジャンプする：
ko: 페이지로 이동 :
sq: Kalo te faqja:
ug: يۆتكىلىدىغان بەت:
vi_vn: Lướt tới trang:

source: Displaying:
ca: Mostrant:
cs: Zobrazuji:
ja: 表示中：
ko: 표시 :
sq: Po shfaqet:
ug: كۆرسىتىۋاتقىنى:
vi_vn: Đang hiển thị:

source: %(hits)s/%(message_number)s message
ca: %(hits)s/%(message_number)s missatge
cs: %(hits)s/%(message_number)s zpráva
ja: one: メッセージ%(hits)s/%(message_number)s通 other: メッセージ%(hits)s/%(message_number)s通
ko: %(hits)s/%(message_number)s 메세지
sq: %(hits)s/%(message_number)s mesazh
ug: %(hits)s/%(message_number)s ئۇچۇر
vi_vn: %(hits)s/%(message_number)s tin nhắn

source: Afar
ca: Àfar
cs: afarsky
ko: Afar어
sq: Afare

source: Abkhazian
ca: Abkhaz
cs: abcházsky
ko: 압하스어
sq: Abkaze

source: Avestan
ca: Avèstic
cs: avestánsky
sq: Avestaneze

source: Akan
ca: Àkan
cs: akansky
ko: 아칸어
sq: Akane

source: Amharic
ca: Amhàric
cs: amharština
ko: 암하라어
sq: Amharike

source: Aragonese
ca: Aragonès
cs: aragonsky
ko: 아라곤어
sq: Aragoneze

source: Arabic
ca: Àrab
cs: arabsky
ko: 아랍어
sq: Arabe

source: American Sign Language
ca: Llenguatge de signes americà
cs: americká znaková řeč
ko: 미국 수화
sq: Gjuhë Amerikane Shenjash

source: Asturian
ca: Asturià
cs: astursky
ko: 애스츄리안어
sq: Asturiane

source: Avaric
ca: Àvar
cs: avarsky
sq: Avarike

source: Aymara
ca: Aimara
cs: ajmarsky
ko: 아이마라어
sq: Ajmareze

source: Azerbaijani
ca: Àzeri
cs: azerbajdžánsky
sq: Azerbaixhanase

source: Bashkir
ca: Baixkir
cs: baškirsky
ko: 바스키르어
sq: Bashkire

source: Belarusian
ca: Bielorús
cs: běloruština
ko: 벨라루스어
sq: Bjelloruse

source: Bulgarian
ca: Búlgar
cs: bulharsky
ko: 불가리아어
sq: Bullgare

source: Bengali
ca: bengalí
cs: bengálsky
ko: 벵골어

source: Tibetan
ca: Tibetà
cs: tibetsky
ko: 티베트어
sq: Tibetane

source: Breton
ca: Bretó
cs: bretonština
ko: 브르타뉴어
sq: Bretone

source: Bosnian
ca: Bosnià
cs: bosensky
ko: 보스니아어
sq: Boshnjake

source: Catalan
ca: Català
cs: katalánsky
ko: 카탈로니아어
sq: Katalane

source: Chechen
ca: Txetxè
cs: čečensky
sq: Çeçene

source: Cebuano
ca: Cebuà
sq: Cebuane

source: Corsican
ca: Cors
cs: korsicky
ko: 코르시카어
sq: Korsikane

source: Czech
ca: Txec
cs: česky
ko: 체코어
sq: Çekisht
