Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: "Sorry, we couldn't identify the video at the link you sent. Perhaps it's a link we don't recognize, or perhaps you've linked to a page that has multiple videos. Try entering a different link to the video you want to submit. If you think there's been some mistake, <a href="mailto:feedback@universalsubtitles.org">contact us</a>!"
ca: "Ho lamentem, no hem pogut identificar el vídeo a l'enllaç que ens vas enviar. Tal volta no hem reconegut l'enllaç, o pot ser has enllaçat a una pàgina que conté més d'un vídeo. Proveu a introduir un enllaç diferent al vídeo que vols enviar. Si penses que ha estat un error, <a href="mailto:feedback@universalsubtitles.org">contacteu amb nosaltres</a>!"
cs: „Omlouváme se, nemohli jsme identifikovat video v odkazu, který jste poslal. Pravděpodobně je to odkaz, který nemůžeme rozpoznat nebo odkazujete na stránku s více videi. Zkuste vložit jiný odkaz na video, které chcete vložit. Pokud myslíte, že došlo k nějaké chybě, <a href="mailto:feedback@universalsubtitles.org">napište nám</a>!"
ja: "申し訳ありませんが、送信いただいたリンク先のビデオを識別できません。認識できないリンク、あるいは複数のビデオがリンク先に存在することが原因と考えられます。 投稿したいビデオへの別のリンクをお試しください。 手違いであれば <a href="mailto:feedback@universalsubtitles.org">ご連絡</a> ください！"
ko: "죄송합니다, 우리는 당신이 보낸 링크의 비디오를 확인할 수 없습니다. 아마도 그것은 우리가 인식하지 않는 링크이거나 당신이 여러 개의 동영상이 있는 페이지로 연결했기 때문인 것 같습니다. 당신이 원하는 동영상이 있는 다른 링크를 입력해 주세요. 만약 뭔가 실수가 있었다고 생각이 되시면, <a href="mailto:feedback@universalsubtitles.org">우리에게 연락해 주세요</a>!"
vi_vn: "Xin lỗi, chúng tôi không thể xác định được thước phim ở đường dẫn mà bạn đã gửi.. Có lẽ đó là đường dẫn mà chúng tôi không nhận biết được, hoặc bạn đã dẫn tới trang có nhiều đoạn phim. Thử nhập một đường dẫn khác cho đoạn phim mà bạn muốn gửi đi. Nếu bạn nghĩ rằng có gì nhầm lẫn, <a href="mailto:feedback@universalsubtitles.org">liên hệ với chúng tôi</a>!"

source: Enter the URL of an Ogg, WebM, flv, mp4, Youtube, Vimeo or Dailymotion video. You can also use our
ca: Introduïu la URL de un vídeo Ogg, WebM, flv, mp4, Youtube, Vimeo o Dailymotion. També podeu utilitzar el nostre
ja: Ogg、WebM、flv、mp4、Youtube、Vimeo または Dailymotion のビデオの URL を入力してください。または以下を利用することもできます
ug: بۇ جايغا Ogg، WebM، flv، mp4، Youtube، Vimeo ياكى Dailymotion سىنلىرىنىڭ تور ئادرېسى(URL)نى كىرگۈزۈڭ. يەنە ئىشلىتەلەيدىغىنىڭىز
vi_vn: Nhập URL của một thước phim dạng Ogg, WebM, flv, mp4, Youtube, Vimeo or Dailymotion. Bạn cũng có thể sử dụng công cụ của chúng tôi

source: to subtitle all the videos on your site. Just looking?
ca: per a subtitular tots els vídeos als vostre lloc web. Només mireu?

source: Automatically submit videos
ca: Enviar automàticament vídeos
cs: Automaticky vložit videa
ja: ビデオを自動的に投稿する
ko: 자동으로 동영상 제출
sq: Parashtroni video vetvetiu
ug: سىنلارنى ئۆزلۈكىدىن يوللايدۇ
vi_vn: Tự động trích nộp phim

source: Let's Go!
ca: Som-hi!
cs: Do toho!
ja: はじめてみましょう！
ko: 갑시다!
sq: Shkojmë!
ug: باشلايلى!
vi_vn: Tiến lên nào!

source: Or Submit Multiple Videos
ca: O envieu múltiples vídeos
cs: Nebo vložte více videí najednou
ja: もしくは複数のビデオを投稿する
ko: 또는 여러 개의 동영상 제출
sq: Ose Parashtroni Shumë Video Njëherësh
ug: ياكى كۆپ سىن يوللاڭ
vi_vn: Hay Trích nộp nhiều bộ phim

source: Comparing revision (#%(second_version_no)s) to revision (#%(version_no)s)
ca: Comparant la revisió (#%(second_version_no)s) amb la revisió (#%(version_no)s)
cs: Porovnání revize (#%(second_version_no)s) s revizí (#%(version_no)s)
ko: (#%(second_version_no)s) 버전과 (#%(version_no)s)버전 비교
sq: Po krahasohet rishikimi (#%(second_version_no)s) me rishikimin (#%(version_no)s)

source: Comparing revision (#%(second_version_no)s) to current revision (#%(version_no)s)
ca: Comparant la revisió (#%(second_version_no)s) amb la revisió actual (#%(version_no)s)
cs: Porovnání revize (#%(second_version_no)s) se současnou revizí (#%(version_no)s)
ko: (#%(second_version_no)s) 버전과 최근 (#%(version_no)s) 버전 비교하기
sq: Po krahasohet rishikimi (#%(second_version_no)s) me rishikimin e tanishëm (#%(version_no)s)

source: Revision #%(version_no)s by %(user)s
ca: Revisió #%(version_no)s per %(user)s
cs: Revize #%(version_no)s uživatele %(user)s
ko: 수정 #%(version_no)s by %(user)s
sq: Rishikimi #%(version_no)s nga %(user)s

source: Email this to a friend
ca: Enviar correu a un amic
cs: Poslat příteli emailem
ja: 友達にメールで送る
ko: 친구에게이 이메일 보내기
sq: Dërgojani një shoku me email
ug: تورخەتتە دوستۇمغا يوللا
vi_vn: Gửi thư cho một người bạn

source: Send to Friend!
ca: Envia-ho a un amic!
cs: Poslat příteli!
ja: 友達に送る！
ko: 친구에게 보내기!
sq: Dërgojani një Shoku!
ug: دوستۇمغا يوللا!
vi_vn: Gửi cho bạn!

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(change_percent)s of the timing was changed.
ca: <b><a href="http://%(domain)s%(language_url)s">subtítols en %(lang)s</a></b> al vídeo <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foren modificats per <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Aquestes modificacions foren publicades immediatament. %(change_percent)s de la sincronització fou modificat.
vi_vn: <b><a href="http://%(domain)s%(language_url)s">phụ đề %(lang)s</a></b> của đoạn phim <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> đã được thay đổi bởi <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Những thay đổi này sẽ được áp dụng trực tiếp. %(change_percent)s phân đoạn thời gian đã được thay đổi.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(change_percent)s of the timing was changed.
ca: <b><a href="http://%(domain)s%(language_url)s">subtítols en %(lang)s</a></b> al vídeo <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foren modificats. Aquestes modificacions foren publicades immediatament. %(change_percent)s de la sincronització fou modificada.
vi_vn: <b><a href="http://%(domain)s%(language_url)s">phụ đề %(lang)s</a></b> của đoạn phim <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> đã được thay đổi. Những thay đổi này sẽ được áp dụng trực tiếp. %(change_percent)s phân đoạn thời gian đã được thay đổi.

source: Popular Videos
ca: Vídeos populars
cs: Populární videa
ja: 人気ビデオ
ko: 인기 동영상
sq: Video Popullore
ug: ئاۋات سىنلار
vi_vn: Phim nổi bật

source: This Week
ca: Aquesta setmana
cs: Tento týden
ja: 今週
ko: 이번 주
sq: Këtë Javë
ug: بۇ ھەپتە
vi_vn: Tuần này

source: Today
ca: Avui
cs: Dnes
ja: 今日
ko: 오늘
sq: Sot
ug: بۈگۈن
vi_vn: Hôm nay

source: This Month
ca: Aquest mes
cs: Tento měsíc
ja: 今月
ko: 이번 달
sq: Këtë Muaj
ug: بۇ ئاي
vi_vn: Tháng này

source: This Year
ca: Aquest any
cs: Tento rok
ja: 今年
ko: 올해
sq: Këtë Vit
ug: بۇ يىل
vi_vn: Năm này

source: All Time
ca: Des de sempre
cs: Za celou dobu
ja: すべての期間
ko: 모든 시간
sq: Tërë Kohën
ug: ھەممە ۋاقىت
vi_vn: Mọi thời đại

source: with
ca: amb
sq: me
vi_vn: với

source: View
ca: Vorer
cs: Shlédnutí
sq: Shiheni

source: Comment
ca: Comentar
cs: Komentář
sq: Koment
vi_vn: Bình luận

source: View Subtitles
ca: Vorer subtítols
cs: Shlédnout titulky
sq: Shihni Titrat
vi_vn: Xem Phụ đề

source: translated from
ca: traduït des de
cs: přeloženo z
ko: 원래의 언어
sq: përkthyer prej
vi_vn: được dịch từ

source: created
ca: creat
cs: vytvořeno
vi_vn: được tạo

source: The most recent revision for this language is blank, but there are older revisions that contain subtitles.
ca: La revisió més recent d'aquest idioma està buida, però n'hi ha de més antigues que contenen subtítols.
vi_vn: Phiên bản mới đây nhất cho ngôn ngữ này còn bỏ trống, nhưng lại có các phiên bản cũ hơn có chứa phụ đề.

source: This language contains subtitles that are still waiting to be moderated. Check back later.
ca: Aquest idioma conté subtítols que encara estan esperant a ser moderats. Verifiqueu-ho més endavant.
vi_vn: Ngôn ngữ này chứa các phụ đề vẫn đang chờ được giám sát. Hãy kiểm tra lại sau.

source: No subtitles have been added for this language yet.
ca: Encara no s'han afegit subtítols a aquest idioma.
sq: Për këtë gjuhë nuk janë shtuar ende titra.
vi_vn: Chưa có phụ đề nào được thêm vào cho ngôn ngữ này.

source: Timing
ca: Sincronització
cs: Časování
vi_vn: Thời gian

source: Unpublish subtitles
ca: Subtítols sense publicar
cs: Odpublikovat titulky
sq: Çbotojini titrat
vi_vn: Ngưng đăng tải phụ đề

source: This version only
ca: Només aquesta versió
cs: Pouze tato verze
sq: Vetëm këtë version
vi_vn: Chỉ phiên bản này

source: This entire language and all dependent languages
ca: Aquest idioma i tots els idiomes que depenen
sq: Krejt këtë gjuhë dhe tërë gjuhët e varura
vi_vn: Toàn bộ ngôn ngữ này và các ngôn ngữ lệ thuộc khác

source: Note: Any dependent languages will be unavailable until this language is reapproved.
ca: Atenció: Qualssevol idioma que depenga no estarà disponible fins que aquest es torne a aprovar.
vi_vn: Chú ý: Bất cứ ngôn ngữ phụ thuộc nào sẽ không hiện hữu cho đến khi ngôn ngữ này được tái chấp thuận.

source: Yes, delete these subtitles instead of sending them back for editing/review
ca: Si, elimineu aquests subtítols en comptes de tornar-los a enviar per a editar/revisar

source: Your Email
ca: El teu correu electrònic
cs: Váš email
ja: あなたのメールアドレス
ko: 이메일
sq: Email-i Juaj
ug: تورخېتىڭىز
vi_vn: Email của bạn

source: Task 1
ca: Tasca 1
cs: Úkol 1
ja: タスク1
ko: 작업 1
sq: Punë 1
ug: ۋەزىپە 1
vi_vn: Tác vụ 1

source: Try creating subtitles on the following
ca: Proveu creant subtítols en els següents
cs: Zkuste vytvořit titulky pro následující
ja: 以下で字幕を作ってみてください
ko: 다음에 자막을 만들어 보세요.
sq: Provoni krijoni titra për
ug: تۆۋەندە كىنو خېتى قۇرۇشنى سىناش
vi_vn: Thử tạo phụ đề cho

source: how was it? were the instructions clear? what would improve it?
ca: com ha estat? han estat clares les instruccions? com podria millorar-se?
cs: Jak to šlo? Byly instrukce jasné? Jak by se to dalo vylepšit?
ja: どうでしたか？説明は分かりやすかったですか？さらに改善するにはどうしたらいいでしょうか？
ko: 어떠셨나요? 설명은 명확했나요? 무엇이 그것을 개선할 수 있을까요?
ug: ئۇ قانداق؟ چۈشەندۈرۈش راۋۇرۇس ئېنىقمۇ؟ قانداق ياخشىلايدۇ؟
vi_vn: sau thì làm thế nào? hướng dẫn có rõ ràng không? cái gì giúp cải thiện nó?

source: Task 2
ca: Tasca 2
cs: Úkol 2
ja: タスク2
ko: 작업 2
sq: Punë 2
ug: ۋەزىپە 2
vi_vn: Công việc 2

source: Try fixing errors on the video (or just get back in and make an edit)
ca: Proveu fixant els errors del vídeo (o bé torneu enrere i editeu-ho)
cs: Zkuste opravit chyby ve videu (nebo se jen vraťte a upravte ho)
ja: ビデオのエラーを直してください(もしくはまた戻って編集を行ってください)
ko: 동영상 오류 해결 시도 (또는 돌아가서 편집하기)
ug: سىندىكى خاتالىقلارنى تۈزىتىش (ياكى قايتىپ تەھرىرلەش)
vi_vn: Thử sửa các lỗi trên video (hoặc chỉ ghi lại nó và sửa đổi sau)

source: Task 3
ca: Tasca 3
cs: Úkol 3
ja: タスク3
ko: 작업 3
sq: Punë 3
ug: ۋەزىپە 3
vi_vn: Công việc 3

source: Translate the video (fake it if you’re not bilingual!)
ca: Tradueix el vídeo (No ho faces si no ets bilíngüe)
cs: Přeložte video (klidně pište nesmysly, pokud neumíte druhý jazyk!)
ja: ビデオを翻訳してください(バイリンガルでない場合はごまかして！)
ko: 이 비디오를 번역하기 (당신이 두가지 언어를 할 줄 모르셔도 아는 척 해보세요!)
sq: Përkthejeni videon (bëni gjasme, nëse nuk jeni dygjuhësh!)
ug: سىننى تەرجىمە قىلىش
vi_vn: Dịch video (làm giả nó nếu bạn không thạo 2 thứ tiếng!)

source: optional: get updates about Amara
ca: opcional: obtindre butlletins d'Amara
ja: オプショナル：Amara の最新情報を得る
sq: opsionale: merrni përditësime rreth Amara-s
ug: تاللاشچان: Amara نى يېڭىلاشلىرىغا ئېرىشىش
vi_vn: tùy chọn: nhận thông tin cập nhật về Amara

source: Submit!
ca: Envia!
cs: Vložit!
ja: 送信する！
ko: 제출!
sq: Parashtroje!
ug: تاپشۇر!
vi_vn: Gửi Lên!

source: Simple Instructions
ca: Instruccions senzilles
cs: Jednoduché instrukce
ja: 簡単な解説
ko: 간단한 설명
sq: Udhëzime të Thjeshta
ug: ئاددىي چۈشەندۈرۈش
vi_vn: Hướng Dẫn Đơn Giản

source: All tasks 2 & 3 are optional (but we recommend trying them all).
ca: Totes les tasques 2 i 3 són opcionals (però es recomana intentar-les)
cs: Úkoly 2 a 3 jsou volitelné (ale doporučujeme si je zkusit).
ja: タスク2と3はオプショナルです(全て試してみることをおすすめしますが)。
ko: 모든 작업 2 & 3은 선택 사항입니다. (하지만 모두 시도하는 것이 좋습니다.)
ug: ھەممە ۋەزىپىدىكى 2 ۋە 3 تاللاشچان (ئەمما بىز ھەممە ۋەزىپىلەرنى سىناشنى تەشەببۇس قىلىمىز).
vi_vn: Cả công việc 2 & 3 đều là tùy chọn (nhưng chúng tôi khuyên bạn nên thử hết chúng).

source: That’s it!
ca: Açò és tot!
cs: A je to!
ja: 正解！
ko: 바로 그거예요!
sq: Kaq qe!
ug: مانا مۇشۇنداق!
vi_vn: Vậy đó!

source: Enter non-empty title
ca: Entreu un títol que no sigui buit
cs: Vložte neprázdný název
ko: 제목을 빈칸으로 두세요.
sq: Jepni titull jo të zbrazët
vi_vn: Nhập tiêu đề không được bỏ trống

source: Subtitles saved! You can share the video with friends, or get an embed code for your site. To add atranslation, click the button below.
ca: Subtítols desats! Podeu compartir el vídeo amb els amics, o obtindre un codi per a incrustar-lo al vostre web. Per a afegir una traducció, premeu el botó de sota.
vi_vn: Phụ đề đã được lưu! Bạn có thể chia sẻ phim với bạn bè, hoặc lấy mã nhúng cho trang của bạn. Để thêm một bản dịch vào, nhấn nút bên dưới.

source: Be the first to
ca: Sigueu el primer a
cs: Buďte první kdo
sq: Bëhuni i pari që
vi_vn: Hãy là người đầu tiên

source: create subtitles
ca: crear subtítols
cs: vytvoří titulky
sq: krijoni titra
vi_vn: tạo phụ đề

source: This video doesn't have any subtitles yet
ca: Aquest vídeo no te cap subtítol encara
cs: Toto video zatím nemá žádné titulky
sq: Kjo video nuk ka ende titra
vi_vn: Thước phim này vẫn chưa có phụ đề nào

source: Create subtitles now
ca: Crear subtítols ara
cs: Vytvořte teď titulky
sq: Krijoni titra tani
vi_vn: Tạo phụ đề ngay bây giờ

source: Don't see the language you're looking for?
ca: No trobeu el idioma que busqueu?
cs: Nevidíte zde jazyk, který hledáte?
sq: Nuk e shihni gjuhën që po kërkonit?

source: Start a new translation
ca: Iniciar una nova traducció
cs: Začít nový překlad
sq: Filloni një përkthim të ri

source: Subtitles for this video are moderated. If it belongs to a team, try joining the team to contribute.
ca: Els subtítols d'aquest vídeo estan moderats. Si pertany a un equip, proveu a adherir-vos a l'equip per a contribuir.
vi_vn: Phụ đề cho thước phim này được giám sát. Nếu nó thuộc một nhóm nào đó, hãy thử gia nhập nhóm để đóng góp.

source: Contribute Subtitles
ca: Contribuir amb subtítols
cs: Přispějte titulky
ja: 字幕を投稿する
ko: 자막 기여
sq: Kontribuoni Me Titra
ug: كىنو خېتىگە تۆھپە قوشۇش
vi_vn: Đóng góp phụ đề

source: More Requested Videos
ca: Més vídeos demanats
cs: Více vyžádaných videí
ko: 요청이 있는 동영상 더보기
sq: Më Tepër Video të Kërkuara
ug: ئىلتىماسى كۆپ سىنلار
vi_vn: Thêm các Phim được Yêu cầu

source: Requested Videos
ca: Vídeos demanats
cs: Vyžádaná videa
ko: 요청이 있는 동영상
sq: Video të Kërkuara
ug: ئىلتىماس قىلىنغان سىنلار
vi_vn: Phim được Yêu cầu

source: More Popular Videos
ca: Més vídeos populars
ja: 人気ビデオをもっと観る
ko: 인기 동영상 더 보기
sq: Më Tepër Video Popullore
ug: تېخىمۇ كۆپ ئاۋات سىنلار
vi_vn: Thêm các Phim Phổ biến

source: Help Subtitle Videos
ca: Ajuda per a subtitular vídeos
cs: Pomozte otitulkovat video
ja: 字幕の追加に協力
ko: 비디오 자막에 도움
sq: Ndihmoni Titrimin e Videove
ug: كىنو خېتى بار سىنغا ياردەملىشىش
vi_vn: Giúp làm Phụ đề Phim

source: Required parameter missing: %s
ca: Manca el paràmetre requerit: %s
cs: Chybí požadovaný parametr: %s
ja: 必須パラメターがありません：%s
ko: 필수 파라미터가 없습니다.: %s
sq: Mungon parametër i domosdoshëm: %s
ug: زۆرۈر پارامېتىر كەم: %s
vi_vn: Thiếu thông số bắt buộc: %s

source: Internal error
ca: Error intern
cs: Vnitřní chyba
ja: 内部エラー
ko: 내부적인 오류입니다.
sq: Gabim i brendshëm
ug: ئىچكى خاتالىق
vi_vn: Lỗi bên trong

source: Please keep filesize under %(required_size)s. Current filesize %(current_size)s
ca: Sisplau, manteniu la grandària del fitxer en %(required_size)s.. Grandària actual del fitxer %(current_size)s
cs: Prosím zajistěte velikost menší než %(required_size)s. Současná velikost %(current_size)s
ko: %(required_size)s 이하의 파일 크기를 유지 하세요. 현재 파일의 크기는 %(current_size)s입니다.
sq: Ju lutemi, mbajeni madhësinë e kartelave nën %(required_size)s. Madhësia e tanishme e kartelës %(current_size)s

source: Enter valid e-mail addresses separated by commas.
ca: Entreu adreces de correu electrònica vàlides separades per comes.
cs: Vložte platné emailové adresy oddělené čárkami.
ja: メールアドレスはコンマで区切って入力してください。
ko: 쉼표로 분리된 올바른 e-mail 주소를 입력해 주세요.
sq: Jepni adresa e-mail të vlefshme, të ndara me presje.
ug: پەش بىلەن ئايرىلغان ئىناۋەتلىك تورخەت ئادرېسلىرىنى كىرگۈزۈڭ.
vi_vn: nhập các địa chỉ email hợp lệ được ngăn cách bởi dấu phẩy.

source: Enter valid usernames separated by commas. Username can contain only a-z, A-Z and 0-9.
ca: Introduïu un nom d'usuari vàlid i separat per comes, El nom d'usuari només pot contindre a-z, A-Z i 0-9
cs: Vložte platná uživatelská jména oddělená čárkami. Uživatelské jméno obsahuje pouze znaky a-z, A-Z a 0-9.
ja: コンマで区切って有効なユーザー名を入力してください。ユーザー名はa〜z、A〜Z、0〜9のみ使用できます。
ko: 쉼표로 분리된 올바른 사용자 이름을 입력합니다. 사용자 이름은 a-z, A-Z 및 0-9만을 포함할 수 있습니다.
sq: Jepni emra të vlefshëm përdoruesish të ndarë me presje. Emri i përdoruesit duhet të përmbajë vetëm a-z, A-Z dhe 0-9.
ug: پەش بىلەن ئايرىلغان ئىناۋەتلىك ئىشلەتكۈچى ئاتىنى كىرگۈزۈڭ. ئىشلەتكۈچى ئاتى پەقەت a-z، A-Z ۋە 0-9 لاردىنلا تەركىپ تاپىدۇ.
vi_vn: Nhập các tên người dùng hợp lệ được ngăn cách nhau bởi dấu phẩy. Tên người dùng chỉ có thể chứa các kí tự a-z, A-Z và 0-9

source: This URL does not contain video id.
ca: Aquesta URL no conté identificador de vídeo.
cs: Tato URL neobsahuje id videa.
ja: このURLにはビデオIDが含まれていません。
ko: 이 URL은 동영상 ID를 포함하지 않습니다.
sq: Kjo URL nuk përmban id videoje.
ug: بۇ تور ئادرېسى (URL) سىن كىملىكىنى ئۆز ئىچىگە ئالمىغان.
vi_vn: Đường dẫn URL này không chứa id phim

source: Videos does not exist.
ca: El vídeo no existeix.
cs: Video neexistuje.
ja: ビデオは存在しません。
ko: 동영상이 존재하지 않습니다.
sq: Videoja nuk ekziston.
ug: سىن مەۋجۇت ئەمەس.
vi_vn: Phim không tồn tại.

source: Incorrect URL.
ca: URL incorrecte.
cs: Neplatná URL.
ja: URLが正しくありません。
ko: 잘못된 URL입니다.
sq: URL e pasaktë.
ug: تور ئادرېس (URL) خاتا.
vi_vn: Đường dẫn URL sai.

source: more...
ca: més...
cs: více
ja: もっと見る...
ko: 더 ...
sq: më tepër...
ug: تېخىمۇ كۆپ…
vi_vn: hơn nữa...

source: %(cache_calls)d call in %(time).4fs
el: %(cache_calls)d κλήση σε %(time).4fs

source: original
el: αρχικό

source: Video: %(video)s
el: Βίντεο: %(video)s

source: Original
cs: Originál
el: Πρωτότυπο
ja: オリジナル
ko: 오리지널
sq: Origjinali
ug: ئەسلى
vi_vn: Gốc

source: editor
el: επεξεργαστής

source: Incorrect format. Upload .srt, .ssa, .sbv, .dfxp or .xml (TTML format)
ko: 잘못된 형식입니다. .srt, .ssa, .sbv, .dfxp or .xml (TTML format) 형식으로 업로드 하세요.
sq: Format i pasaktë. Ngarkoni .srt, .ssa, .sbv, .dfxp ose .xml (formati TTML)

source: Assamese
cs: asámsky
ko: 아삼어
sq: Asameze

source: Bambara
cs: bambarsky
ko: 밤바라어
sq: Bambareze

source: Berber
cs: berberština
ko: 베르베르어
sq: Berbere

source: Bihari
cs: bihársky
ko: 비하르어
sq: Biharike

source: Bislama
cs: bislámsky
ko: 비슐라마어
sq: Bislameze

source: Chamorro
ko: 차모로어
sq: Kamorreze

source: Choctaw
sq: Çoktau

source: Cree
cs: kríjsky
ko: 크리어
sq: Kriane

source: Divehi
ko: 디베히어
sq: Divehiane

source: Dzongkha
ko: 종카어
sq: Xonga

source: Ewe
cs: ewešsky
ko: 암양어
sq: Eueane

source: Efik
sq: Efike

source: Manx
cs: mansky
ko: 맨섬어
sq: Manks

source: Hindi
cs: hindsky
ko: 힌디어
sq: Indiane

source: Inupia
cs: inupiaq
sq: Inupiake

source: Kanuri
ko: 카누리어
sq: Kanuriane

source: Gikuyu
ko: Gikuyu어
sq: Gikuju

source: Rwandi
cs: rwandsky
sq: Ruandeze

source: Kazakh
cs: kazachstánsky
ko: 카자흐어
sq: Kazake

source: Kongo
cs: konžština
ko: 콩고어
sq: Kongoleze

source: Ganda
sq: Gandeze

source: Lingala
cs: lingalsky
ko: 링갈라어
sq: Lingaleze

source: Luba-Kasai
ko: 루바-가사어
sq: Luba-Kasajaneze

source: Luhya
ko: Luhya어
sq: Luhia

source: Metadata: Geo
sq: Tejtëdhëna: Geo

source: Metadata: Twitter
sq: Tejtëdhëna: Twitter

source: Maori
cs: maorsky
ko: 마오리족
sq: Maore

source: Malayalam
cs: malajámsky
ko: 말라얄람어
sq: Malajalame

source: Mohawk
cs: mohavština
ko: 모호크어
sq: Mohouk

source: Mossi
ko: 모시어
sq: Mosi

source: Marathi
ko: 마라타어
sq: Marati

source: Hokkien
sq: Hokien

source: Naurunan
sq: Naurunane

source: Chewa
ko: 체와어
sq: Çeua

source: Oriya
cs: orijsky
ko: 오리야어
sq: Orija

source: Pali
cs: páli
ko: 팔리어
sq: Paleze

source: Pashto
cs: paštsky
ko: 파슈토어
sq: Pashtune

source: Rundi
sq: Kirundeze

source: Sindhi
cs: sindhšsky
ko: 신드어
sq: Sindi

source: Shona
ko: 쇼나어
sq: Shoneze

source: Sotho
cs: sotsky
ko: 소토어
sq: Soto

source: Tetum
sq: Tetume

source: Tigrinya
ko: 티그리냐어
sq: Tigrinjeze

source: Tsonga
ko: 총가어
sq: Conga

source: Tswana
ko: 츠와나어
sq: Cuanga

source: Uzbek
cs: uzbecky
ko: 우즈벡어
sq: Uzbeke

source: Volapuk
ko: 볼라퓌크어
sq: Volapuke

source: TOTAL
cs: CELKEM
ja: 合計
ko: 총계
sq: GJITHSEJ
ug: جەمئى
vi_vn: TỔNG CỘNG

source: no
cs: žádnými
sq: pa
vi_vn: không

source: Text
ko: 본문
sq: Tekst
vi_vn: Kí tự

source: Help us caption and translate this video on Amara.org
ug: بىزگە ياردەملىشىپ Amara.org دا بۇ سىننىڭ كىنو خەتلىرى ۋە تەرجىمىگە ياردەملىشىڭ
vi_vn: Giúp chúng tôi thuyết minh và dịch thước phim này trên Amara.org

source: The user who requested this action doesn't match the current user.
ug: بۇ ئىشلەتكۈچى ئىلتىماس قىلغان مەشغۇلات نۆۋەتتىكى ئىشلەتكۈچىگە ماس كەلمەيدۇ.
vi_vn: Người dùng yêu cầu hành động này không giống với người dùng hiện thời.

source: We couldn't link your account. Have you <a href='https://accounts.google.com/ServiceLogin?passive=true&continue=http%3A%2F%2Fwww.youtube.com/create_channel'>set up a channel</a>?
ug: ھېساباتىڭىزغا باغلىنالمىدۇق. <a href='https://accounts.google.com/ServiceLogin?passive=true&continue=http%3A%2F%2Fwww.youtube.com/create_channel'>قانالدىن بىرنى تەڭشە</a>مسىز؟
vi_vn: Chúng tôi không thể liên kết tài khoản của bạn. Bạn đã <a href='https://accounts.google.com/ServiceLogin?passive=true&continue=http%3A%2F%2Fwww.youtube.com/create_channel'>thiết lập kênh</a> chưa?

source: Account already linked.
ja: アカウントは既にリンク済みです。
ug: ھېسابات ئۇلاندى.
vi_vn: Tài khoản đã được liên kết.

source: The language already exists as a translation from %s.
ug: %s دىن تەرجىمە قىلىنغان تىل مەۋجۇت.
vi_vn: Ngôn ngữ đã tồn tại như là bản dịch từ %s.

source: Sorry, we cannot upload subtitles for this language because this would fork the %s translation(s) made from it.
vi_vn: Tiếc quá, chúng tôi không thể tải phụ đề cho ngôn ngữ này lên bởi nó sẽ chia cắt %s translation(s) được làm từ đó.

source: Sorry, we can't upload your subtitles because this language is moderated and you don't have permission to transcribe subtitles.
ug: كەچۈرۈڭ، كىنو خېتىڭىزنى يۈكلىيەلمەيمىز چۈنكى بۇ تىلغا چەك قويۇلغان، سىزنىڭ كىنو خېتىنى ئاڭلاپ يېزىش ھوقۇقىڭىز يوق.
vi_vn: Rất tiếc, chúng tôi không thể tải phụ đề của bạn lên bởi ngôn ngữ này đang được kiểm soát và bạn không được phép chuyển thể phụ đề.

source: Sorry, we can't upload your subtitles because this language is moderated and you don't have permission to translate subtitles.
ug: كەچۈرۈڭ، كىنو خېتىڭىزنى يۈكلىيەلمەيمىز چۈنكى بۇ تىلغا چەك قويۇلغان، سىزنىڭ كىنو خېتىنى تەرجىمە قىلىش ھوقۇقىڭىز يوق.
vi_vn: Rất tiếc, chúng tôi không thể tải phụ đề của bạn lên bởi ngôn ngữ này đang bị kiểm soát và bạn không được phép dịch phụ đề.

source: File size must be less than %d kb.
ug: ھۆججەت چوڭلۇقى چوقۇم %dkb دىن كىچىك بولۇشى كېرەك.
vi_vn: Kích thước tệp phải nhỏ hơn %d kb.

source: Unsupported format. Please upload one of the following: %s
ug: قوللىمايدىغان پىچىم. تۆۋەندىكىلەرنىڭ بىرىدە يۈكلەڭ: %s
vi_vn: Định dạng không được hỗ trợ. Xin hãy tải lên một trong những cái sau: %s

source: You can't edit because there is a task for this language and you can't complete it.
vi_vn: Không thể chỉnh sửa được bởi đang có một công việc nào đó được tiến hành trên ngôn ngữ này và bạn không thểhoàn tất nó được.

source: You can't edit this subtitle because it's locked
ug: بۇ كىنو خېتىنى تەھرىرلىيەلمەيسىز چۈنكى ئۇ قۇلۇپلانغان
vi_vn: Không thể chỉnh sửa phụ đề này được vì nó đã bị khóa
