Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: A sample counter notification may be found at: http://www.chillingeffects.org/dmca/counter512.pdf. To expedite our ability to process your counter notification, please use the following format (including section numbers):
ca: Una mostra de reclamació contra la notificació es pot trobar a: http://www.chillingeffects.org/dmca/counter512.pdf Per a alleugerar el procés de la vostra notificació , sisplau feu ús del següent format (inclosos els números de secció):
de: Ein Beispiel für eine Gegendarstellung (engl. DMCA-Counter Notification) kann an folgender Stellle gefunden werden: http://www.chillingeffects.org/dmca/counter512.pdf. Damit wir deine Gegendarstellung schneller bearbeiten können, nutze bitte das folgende Format (inklusive der Abschnittsnummern):
el: Δείγμα αντικοινοποίησης μπορείτε να βρείτε στη διεύθυνση: http://www.chillingeffects.org/dmca/counter512.pdf. Για να επισπεύσετε την ικανότητά για διαδικασία επεξεργασίας της αντικοινοποίησής σας, παρακαλούμε χρησιμοποιήστε την ακόλουθη μορφή (αριθμοί τμήμα):
es: Una muestra de reclamo contra la notificación se pueden encontrar en: http://www.chillingeffects.org/dmca/counter512.pdf. Para agilizar el procesamiento de su notificación, por favor utilice el siguiente formato (incluidos los números de sección):
ja: 異議申し立て通知の例は次を参照ください：http://www.chillingeffects.org/dmca/counter512.pdf. 異議申し立て通知を円滑に処理できるよう、以下の形式に従ってください（セクションの番号付けも含む）：
ko: 항의 통지 샘플은 다음에서 찾을 수 있습니다: http://www.chillingeffects.org/dmca/counter512.pdf. 귀하의 항의 통지를 신속히 처리하기 위해 다음과 같은 형식을 사용하십시오. (항목 번호 포함) :
vi_vn: Có thể tìm mẫu đơn kháng cáo ở tại: http://www.chillingeffects.org/dmca/counter512.pdf. Để chúng tôi có thể giải quyết nhanh chóng đơn kháng cáo của bạn, xin hãy tuân theo định dạng sau (kèm theo số đề mục):

source: Identify the specific URLs of material that Miro Guide has removed or to which Miro Guide has disabled access. Provide your full name, address, telephone number, and email address, and the username of your Miro Guide account. Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or San Francisco County, California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person. Include the following statement: "I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled." Sign the notice. If you are providing notice by e-mail, a scanned physical signature or a valid electronic signature will be accepted. Send the written communication to the following address:
ca: Identificar les URLs específiqueu que Miro Guide ha eliminat o en tal cas ha deshabilitat el vostre accés. Indicar el vostre nom complet, adreça, número de telèfon i adreça de correu electrònica i el nom d'usuari del vostre compte de Miro Guide. Proporcionar una declaració del vostre consentiment sota la jurisdicció de la Cort del Districte Federal del districte judicial on viviu (o del Estat de San Francisco, California si sou de fora dels Estats Units), i que acceptareu el procés judicial de la persona que ha previst la notifiació sota la subsecció (c)(1)(C) o un agent representant. Incloure la següent declaració "Jure, sota pena de perjuri que amb bona fe crec que el material eliminat o deshabilitat ha estat un error o una mala identificació de dit material." Signeu el comunicat. Si entregueu el comunicat per correu electrònic s'acceptarà una firma física escanejada o una signatura electrònica vàlida. Envieu l'escrit a la següent adreça:
de: Finde die genauen URLs des Materials, das Miro Guide entfernt oder den Zugriff darauf gesperrt hat. Gib deinen kompletten Namen, Adresse, Telefonnummer und E-Mail-Adresse, sowie den Nutzernamen deines Miro Guide-Benutzerkontos an. Gib eine Erklärung ab, in der du den Gerichtsstand des amerikanischen Federal District Court deines Wohnortes (oder den des San Francisco County, Kalifornien, für den Fall, dass sich deine Anschrift außerhalb der Vereinigten Staaten von Amerika befindet) akzeptierst, und dass du gerichtliche Zustellungen von einer Person oder ihres Bevollmächtigten, die eine Benachrichtigung nach Abschnitt (c)(1)(C) verschicken, akzeptierst. Die Erklärung sollte folgende Aussage beinhalten: "Ich erkläre an Eides statt und unter Kenntnis der Strafbarkeit falscher Angaben, dass ich guten Glaubens bin, dass die Löschung oder Sperrung des Materials die Folge eines Fehlers oder der falschen Identifikation des Materials, welches gelöscht oder gesperrt worden ist, ist." Unterschreibe die Erklärung. Falls du die Erklärung durch E-Mail verschickst, wird eine gescannte physische Unterschrift oder eine gültige elektronische Unterschrift akzeptiert. Schicke das Schriftstück an die folgende Adresse:
el: Εντοπίστε τα συγκεκριμμένα URLs με υλικό που το Miro Guide απομάκρυνε ή προς τα οποία το Miro Guide απενεργοποίησε την πρόσβαση. Δώστε το πλήρες σας όνομα, διεύθυνση, αριθμό τηλεφώνου και το e-mail σας, καθώς και το όνομα χρήστη του λογαρισμού σας στο Miro Guide. Κάντε μία δήλωση ότι συναινείτε στη δικαιοδοσία του Ομοσπονδιακού Δικαστηρίου εντός του δικαστικού διαμερίσματος όπου βρίσκεται η διεύθυνσή σας (ή επιλέξτε την Κομητεία του San Francisco, στη California, αν η διεύθυνσή σας είναι εκτός ΗΠΑ), και ότι θα δεχθείτε το service of process, από το πρόσωπο που κατέθεσε την ειδοποίηση υπό τους όρους του άρθρου (c)(1)(C) ή από έναν αντιπρόσωπό του. Συμπεριλάβετε την ακόλουθη δήλωση: "Ορκίζομαι, επί ποινή ψευδορκίας, πως έχω την καλόπιστη πεποίθηση ότι το υλικό απομακρύνθηκε ή απενεργοποιήθηκε, ως αποτέλεσμα ενός σφάλματος ή μίας κακής ταυτοποίησης του υλικού πυ έπρεπε να απομακρυνθεί, ή να απενεργοποιηθεί." Υπογράψτε τη δήλωση. Αν παρέχετε την προειδοποίηση μέσω e-mail, μία σκαναρισμένη φυσική υπογραφή ή μία έγκυρη ηλεκτρονική υπογραφή, θα γίνονται αμφότερες δεκτές. Αποστείλατε την έγγραφη προειδοποίηση στην ακόλουθη διεύθυνση:
es: Identifica un enlace con material específico que Miro Guide ha quitado o que Miro Guide ha deshabilitado el acceso. Da tu nombre completo, dirección, teléfono y correo electrónico y tu nombre de usuario de la cuenta de Miro Guide. Afirma que has dado tu consentimiento a la jurisdicción del juzgado del Distrito Federal para el distrito judicial donde se localiza tu dirección (o el condado de San Francisco, California si tu dirección está fuera de los Estados Unidos) y que aceptarás los servicios de proceso de la persona que ha dado la notificación de la subsección(c)(1)(c) o un agente de tal persona. Incluye la siguiente afirmación: "Yo juro, bajo penalidad o perjurio, que sé de buena fe que el material eliminado o deshabilitado como resultado de un error o falsa identificación del material eliminado o deshabilitado". Firma la afirmación. Si lo estás haciendo por email, una firma escaneada o una firma electrónica podrá aceptarse. Envía el comunicado a la siguiente dirección:
ja: Miro Guideにより削除またはアクセスを無効にされた資料のURLを特定してください。あなたの氏名、住所、電話番号、電子メールアドレス、および Miro Guide のアカウントユーザ名を提供してください。あなたの住所の所在地の司法管轄区（または、あなたの住所がアメリカ合衆国外である場合は、カリフォルニア州サンフランシスコ郡）にて裁判権を有する連邦地方裁判所の管轄に同意するという記述、また(c)(1)(C)に基づいて通知をした者またはその代理人による訴状を受け取るをという記述を提供してください。次の記述を含んでください：「私は、偽りの場合には偽証罪に問われることを承知の上で、資料が、誤ってまたは本来削除もしくはアクセス無効にされるべき資料との手違いで、削除またはアクセス無効にされたことを誠実な信念を持って信じていることを誓います。」通知に署名をしてください。電子メールにて通知の申し立てをする場合は、スキャンした手書きの署名または電子署名を受け入れます。書面による通知を以下の住所までお送りください：
ko: 미로 가이드가 삭제했거나 미로 가이드가 액세스를 금지한 자료의 특정 URL을 확인합니다. 귀하의 성명, 주소, 전화 번호, 이메일 주소 및 미로 가이드 계정의 사용자 이름을 제공해 주세요. 당신의 주소(주소가 미국 이외의 경우 또는 샌프란 시스코 카운티, 캘리포니아)의 관할 지역의 연방 지방법원 관할권에 동의하고, 섹션 (C)(1)(C) 하에 통지를 제공한 사람 또는 그런 사람의 대리인으로부터 서비스 절차에 동의한다는 서류를 제공해 주세요. 다음과 같은 내용의 진술을 포함합니다.: "자료가 삭제 또는 사용 중지되었다는 실수 또는 오인의 결과로 자료를 제거했거나 사용할 수 없게 되었다는 선의의 믿음을 가지고 위증시 처벌을 받는다는 조건하에, 맹세합니다." 통지에 서명합니다. 당신은 전자 우편으로 통지를 제공하는 경우 스캔한 실제 서명 또는 유효한 전자 서명이 필요합니다. 서면 통신문을 다음 주소로 보내주십시오.:
vi_vn: Xác định đường dẫn URL cụ thể của tư liệu mà Miro Guide đã gỡ bỏ hoặc bị Miro Guide vô hiệu hóa quyền truy cập. Cung cấp tên đầy đủ, địa chỉ, số điện thoại, địa chỉ thư điện tử, và tên tài khoản Miro Guide của bạn. Phát biểu tuyên bố rằng bạn sẵn sàng chấp thuận quyền phán xét của Tòa án Liên bang Quận đối với tòa án thuộc quận mà nơi bạn đang cư ngụ (hoặc là San Hạt Francisco, California nếu bạn không ở nước Mĩ), và bạn sẽ chấp nhận các dịch vụ xử lí từ người đã đưa ra thông báo chiếu theo đề mục phụ (c)(1)(C) hay một cơ quan của cá nhân đó. Bao gồm những tuyên bố sau: "Tôi thề, chịu mọi hình phạt khi khai man, under penalty of perjury, rằng Tôi tin tưởng đầy đủ rằng tư liệu đã bị dỡ bỏ hay bị vô hiệu hóa là kết quả của sự nhầm lẫn hay xác định nhầm tư liệu để dỡ bỏ hay vô hiệu hóa." Kí chú. Nếu bạn cung cấp những thông cáo bằng thư điện tử, thì chữ kí thực được quét hay chữ kí điện tử hợp lệ cũng được chấp thuận. Gửi bản thông báo được viết tới địa chỉ sau:

source: What happens next?
ca: Que passa després?
cs: Co se stane dál?
de: Was passiert dann?
el: Τι θα συμβεί μετά;
es: ¿Qué pasa después?
ja: その後はどうなりますか？
ko: 다음에는 무슨 일이 있을까요?
sq: Ç'ndodh më tej?
sv: Vad händer sedan?
ug: كېيىنكى قەدەمدە نېمە ئىش يۈز بېرىدۇ؟
vi_vn: Điều gi sẽ xảy ra tiếp?

source: After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement. Please note that when we forward the counter-notification, it includes your personal information. By submitting a counter-notification, you consent to having your information revealed in this way. We will not forward the counter-notification to any party other than the original claimant.
ca: Després de rebre la vostra contra-notificació, la remetrem a la part que va enviar la reclamació original per infracció dels drets d'autor. Teniu en compte que enviarem la contra-notificació, incloent les vostres dades personals. Al enviar una contra-notificació, doneu el consentiment de que la informació siga revelada. Nosaltres no remetrem la contra-notificació a cap altra part que no siga la original.
de: Nachdem wir deine Gegen-Benachrichtigung erhalten haben, werden wir diese zu der Seite weiterleiten, von der die ursprüngliche Beschwerde über eine Urheberrechtsverletzung kam. Bitte sei darauf verwiesen, dass wir deine Gegen-Benachrichtigung, inklusive deiner persönlichen Daten, weiterleiten. Durch die Übermittlung deiner Gegen-Benachrichtigung stimmst du zu, dass wir deine Daten auf dem genannten Weg bekanntgeben. Wir werden die Gegen-Benachrichtigung keiner anderen dritten Partei, außer der des ursprünglichen Antragstellers zugänglich machen.
el: Μόλις λάβουμε την αντικοινοποίησή σας, θα την προωθήσουμε στο μέρος που υπέβαλε την αρχική αξίωση για παραβίαση πνευματικών δικαιωμάτων. Παρακαλείστε να σημειώσετε ότι προωθούμε την αντικοινοποίηση, συμπεριλαμβάνουμε τα προσωπικά σας στοιχεία και την υποβολή μιας αντικοινοποίησης, και οτι συμφωνείτε με αυτόν τον τρόπο. Δεν θα προωθήσουμε την αντικοινοποίηση σε οποιοδήποτε μερος εκτός του αρχικού.
es: Después de que recibamos tu contra-notificación, se lo mandaremos a la parte que presentó la reclamación original de infringimiento de Copyright. Date cuenta de que cuando mandamos la contra-notificación, incluye tu información personal. Al presentar una contra-notificación, consientes que se muestre tu información de esta manera. No le mandaremos la contra-notificación a ninguna parte más que al denunciante original.
ja: あなたの異議申立通知は、受け取った後、著作権侵害通知を申し立てた当該者に転送します。異議申立通知を転送する際、あなたの個人情報が含まれることをご承知ください。異議申立通知を提出することによって、あなたは個人情報をこのように表示することに同意するものとみなします。異議申立通知は、元の侵害通知を申し立てた当該者以外には転送しません。
ko: 귀하의 항의 통지를 받은 후, 우리는 저작권 침해에 대해 원래 의견을 제출한 당사자에게 전달합니다. 우리가 항의 통지를 다시 전달할 때 그것이 귀하의 개인 정보를 포함하고 있음을 유의하시기 바랍니다. 항의 통지를 제출함으로써, 당신은 정보를 공유하는데 동의하셨습니다. 우리는 원래 신고자 이외의 다른 당사자에게 항의 통지를 전달하지 않습니다.
vi_vn: Sau khi chúng tôi nhận được đơn kháng cáo của bạn, chúng tôi sẽ chuyển nó cho bên đã gửi bản cáo buộc vi phạm bản quyền. Xin hãy chú ý rằng khi chúng tôi chuyển tiếp bản kháng cáo, nó bao gồm thông tin cá nhân của bạn. Việc gửi đơn kháng cáo của bạn cũng đồng nghĩa với việc rằng bạn chấp nhận tiết lộ danh tính của mình theo cách này. Chúng tôi sẽ không chuyển đơn kháng cáo cho bất kì bên nào khác ngoài bên cáo buộc ban đầu.

source: After we send out the counter-notification, the claimant must then notify us within 10 days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Miro Guide. If we receive such notification we will be unable to restore the material. If we do not receive such notification, we may reinstate the material.
ca: Després de enviar la contra-notificació, el reclamant ha de notificar-nos amb 10 dies que ell o ella ha presentat un recurs per ordre judicial per a impedir l'activitat infractora del material a Miro Guide. Si rebem tal notificació no podrem restaurar el material. En canvi si no la rebem, podrem instaurar de nou el material.
de: Nachdem wir die Gegen-Benachrichtigung verschickt haben, hat der Beschwerdeführer uns innerhalb von 10 Tagen zu benachrichtigen, dass er eine gerichtliche Anordnung beantragt hat, die dich von urheberrechtsverletzendem Verhalten, welches das das Material auf Miro Guide betrifft, abhält. Wenn wir eine solche Benachrichtigung erhalten, können wir das Material nicht wieder herstellen. Falls wir eine solche Nachricht nicht erhalten, können wir das Material wieder einstellen.
el: Μετά απο την αποστολη αντικοινοποίησης, ο ενάγων πρέπει στη συνέχεια σας ενημερώσει εντός 10 ημερών ότι αυτός ή αυτή έχει καταθέσει μήνυση ζητώντας μεσω δικαστικής απόφασης τον περιορισμό σας από την παραβατική δραστηριότητα που σχετίζεται με το υλικο.. Εάν λάβουμε μια τέτοια ειδοποίηση θα είμαστε σε θέση για επαναφορα του υλικού. Εάν δεν λάβουμε κάποια τέτοια ειδοποίηση, μπορούμε να επαναφέρουμε το υλικο.
es: Después de mandar la contra-notificación, el denunciante tiene que notificarnos en el periodo de 10 días que él o ella ha deducido una acción que busca una orden judicial para refrenarte de involucrarte en actividad que infrinja relacionado con el material de Miro Guide. Si recibimos tal notificación no podremos reestablecer el material. Si no recibimos esa notificación, podríamos reinstaurar el material.
ja: 異議申立通知を送信したあと、侵害通知申立者は、１０日以内に、Miro Guide における資料に関した侵害行為を抑制する裁判所命令を求めたことを、当団体に通知する必要があります。もしそのような通知を受け取った場合は、資料を復元することはできません。もしそのような通知を受け取らなかったら、資料を復元することができる可能性があります。
ko: 우리가 항의 통지를 보내 후, 청구인은 그나 그녀가 미로 가이드에 있는 자료에 관한 침해 활동에 당신이 참여하지 못하도록 저지했다는 법원 명령을 얻으려고 고소를 했다는 것을 10일 이내에 우리에게 통보해야 합니다. 만약 우리가 그러한 통지를 받으면 우리는 자료를 복원할 수 없습니다. 만약 우리가 이러한 통지를 받지 못하면, 우리는 자료를 복원할 수 있습니다.
vi_vn: Sau khi chúng tôi gửi đơn kháng cáo đó đi, bên cáo buộc phải phản hồi cho chúng tôi trong 10 ngày mà anh hay chị đã mong muốn tìm kiếm sự trợ giúp từ phía tòa án nhằm chấm dứt việc bạn bị dính líu vào các hoạt động vi phạm có liên quan đến tư liệu trên Miro Guide. Nếu chúng tôi nhận được những thông báo như thế chúng tôi sẽ không thể phục hồi tư liệu được. Nếu chúng tôi không nhận được những thông báo như thế, chúng tôi có thể phục hồi tư liệu được.

source: DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE. WE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY.
ca: DESCÀRREC DE RESPONSABILITAT: NO SOM ELS VOSTRES ADVOCATS O LA INFORMACIÓ QUE PRESENTEM AQUÍ NO ES ASSESSORAMENT LEGAL. PRESENTEM AQUESTA INFORMACIÓ NOMÉS PER A ÚS INFORMATIU.
de: HAFTUNGSAUSSCHLUSS: Wir sind keine Anwälte, und alles, was hier steht, ist kein rechtlicher Rat, sondern nur zur allgemeinen Information gedacht.
el: ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ: ΔΕΝ ΕΙΜΑΣΤΕ ΟΙ ΔΙΚΗΓΟΡΟΙ ΣΑΣ ΚΑΙ ΟΙ ΠΛΗΡΟΦΟΡΙΕΣ ΠΟΥ ΠΑΡΟΥΣΙΑΖΟΥΜΕ ΕΔΩ ΔΕΝ ΑΠΟΤΕΛΟΥΝ ΝΟΜΙΚΕΣ ΣΥΜΒΟΥΛΕΣ. ΠΑΡΟΥΣΙΑΖΟΥΜΕ ΑΥΤΕΣ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΑΠΟΚΛΕΙΣΤΙΚΑ ΚΑΙ ΜΟΝΟ ΓΙΑ ΠΛΗΡΟΦΟΡΙΑΚΟΥΣ ΣΚΟΠΟΥΣ.
es: DESCARGO DE RESPONSABILIDAD: NO SOMOS SUS ABOGADOS, y la información que aquí presentamos no es asesoramiento legal. PRESENTAMOS esta información para fines informativos únicamente.
ja: 免責条項：当団体はあなたの弁護士ではありません。ここにおける情報は、法的助言ではありません。この情報は、あくまでも情報提供のみを目的としたものです。
ko: 면책 조항 : 우리는 귀하의 법적 대리인이 아니며, 우리가 여기에 제공하는 정보는 법적 조언이 아닙니다. 우리는 오직 정보 목적만으로 이 정보를 제공합니다.
sq: KLAUZOLË: NUK JEMI AVOKATËT TUAJ, DHE INFORMACIONI QË PARAQESIM KËTU NUK PËRBËN KËSHILLIM LIGJOR. KËTË INFORMACION E JAPIM KËTU VETËM PËR QËLLLIME INFORMIMI.
ug: جاۋابكارلىقنى كەچۈرۈم قىلىش باياناتى: بىز سىزنىڭ ئادۋۇكاتىڭىز ئەمەس ھەمدە بىزنىڭ بۇ جايدا تەمىنلىگەن ئۇچۇرلىرىمىزنى قانۇن بۇ جايغا قويۇپ قويۇشنى تەۋسىيە قىلمىغان، پەقەت ئۇچۇر سۈپىتىدە پايدىلىنىشقا بولىدۇ.
vi_vn: KHUYẾN CÁO: CHÚNG TÔI KHÔNG PHẢI LÀ NHỮNG NGƯỜI HỖ TRỢ PHÁP LÍ CHO BẠN, VÀ THÔNG TIN MÀ CHÚNG TÔI GIỚI THIỆU Ở ĐÂY KHÔNG PHẢI LÀ LỜI KHUYÊN CHÍNH THỨC. CHÚNG TÔI GIỚI THIỆU THÔNG TIN NÀY CHỈ NHẰM MỤC ĐÍCH TƯỜNG MINH HƠN.

source: Add collaborative subtitling to every video on your site
ca: Afegir subtitulat de col·laboració per a cada vídeo al vostre lloc
cs: Přidejte spolupráci na titulcích pro všechna videa na své stránce
de: Füge gemeinschaftliches Untertiteln zu jedem Video auf deiner Seite hinzu.
el: Προσθήκη συνεργατικού υποτιτλισμού σε κάθε βίντεο του δικού σας ιστότοπου
es: Añadir subtitulación de colaboración para cada vídeo en su sitio
ja: サイト上の全てのビデオに共著可能な字幕機能を追加しましょう
ko: 귀하의 사이트에 있는 모든 비디오에 협력 자막 추가
sq: Shtoni për çdo video në site-in tuaj titrim në bashkëpunim
ug: تورتۇرايىڭىزدىكى ھەر بىر سىنغا كىنو خېتىنى ھەمكارلىشىپ قوشىدۇ
vi_vn: Thêm chức năng cộng tác làm phụ đề vào mỗi đoạn phim trên trang của bạn

source: Just drop one line of code into your page:
ca: Arrossegueu només una línia de codi a la vostra pàgina:
cs: Do vaší stránky stačí vložit jednu řádku kódu:
de: Du brauchst nur diese eine Zeile Code in deine Seite zu integrieren:
el: Απλώς ρίξτε μία γραμμή κωδικού στη σελίδα σας:
es: Pon una línea de código en tu página:
ja: あなたのページにたった１行のコードを加えるだけ：
ko: 페이지에 한 줄 만 추가하세요.
sq: Thjesht hidhni te faqja juaj një rresht kodi:
ug: بېتىڭىزگە بىر قۇرلۇق كودنىلا قويسىڭىز بولىدۇ:
vi_vn: Chỉ việc thả một dòng mã lệnh vào trang của bạn:

source: You can add it just before the <code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).
ca: Podeu afegir-lo just després de les etiquetes <code></head></code> o <code></body></code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">mireu les notes d'ús</a>).
de: Du kannst die Zeile direkt vor dem <code>&lt;/head&gt;</code> oder <code>&lt;/body&gt;</code>-Tag einfügen. Mehr Details gibt's in (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">der Anleitung zum Einbetten</a>).
el: Μπορείτε να το προσθέσετε ακριβώς πριν την εειτκέτα <code>&lt;/head&gt;</code> ή το <code>&lt;/body&gt;</code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">βλέπε σημειώσεις χρήσης</a>).
es: Puedes añadirla antes de la etiqueta <code>&lt;/head&gt;</code> o <code>&lt;/body&gt;</code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">ver la guía</a>).
ja: コードは、<code>&lt;/head&gt;</code> または <code>&lt;/body&gt;</code> タグの直前に挿入してください (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">使用注意事項をご参照ください。</a>)。
sq: Mund ta shtoni thjesht para <code>&lt;/head&gt;</code> ose <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">shihni shënimet mbi përdorimin</a>).
ug: سىز ئۇنى تۆۋەندىكى <code>&lt;/head&gt;</code> ياكى <code>&lt;/body&gt;</code> بەلگىسىنىڭ ئالدىغا قوشسىڭىز بولىدۇ (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">ئىشلىتىش چۈشەندۈرۈشىنى كۆرۈڭ</a>).
vi_vn: Bạn có thể thêm nó vào ngay trước thẻ <code>&lt;/head&gt;</code> hay <code>&lt;/body&gt;</code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">xem chú thích sử dụng</a>).

source: This lets you and visitors to your site
ca: Vosaltres i els vostres visitants veureu el següent al vostre web:
cs: Toto přenese vás i návštěvníky na vaši stránku
de: Dadurch können die Besucher deiner Website und du:
el: Αυτό επιτρέπει σε εσάς και τους θεατές σας να μπαίνετε στον ιστότοπό σας
es: Esto te permite a ti y a los visitantes a tu sitio
ja: このコードを埋め込むことによって、あなたのサイトで次のことが可能になります：
ko: 이것은 당신과 당신 사이트의 방문객
sq: Kjo lejon vizitorë te site-i juaj
sv: Detta låter dig och din sidas besökare
ug: سىز ۋە زىيارەتچىلىرىڭىز تورتۇرايىڭىزغا نىشانلىنىدۇ
vi_vn: Nó giúp bạn và khách ghé thăm trang

source: Create subtitles for any compatible video
ca: Creeu subtítols per a qualssevol vídeo compatible
cs: Vytvořte titulky pro jakékoli kompatibilní video
de: Untertitel für jedes kompatible Video erstellen
el: Δημιουργείστε υπότιτλους για οποιοδήποτε συμβατό βίντεο
es: Creación de subtítulos para cualquier vídeo compatible
ja: 互換性のある全てのビデオに字幕を追加する
ko: 모든 호환 가능한 비디오 자막 만들기
sq: Krijoni titra për çfarëdo videoje të përputhshme
sv: Skapa undertexter för kompatibla videos
ug: ماسلىشىدىغان خالىغان سىنغا كىنو خېتى قۇرىدۇ
vi_vn: Tạo phụ đề cho bất cứ loại phim tương thích nào

source: Find subtitles created by others
ca: Cercar subtítols creats per altres
cs: Najděte titulky vytvořené ostatními
de: Von anderen erstellte Untertitel finden
el: Βρείτε υπότιτλους που δημιουργήθηκαν από άλλους
es: Buscar subtítulos creados por otros
ja: 他の人によって作られた字幕を探す
ko: 다른 사람이 만든 자막 찾기
sq: Gjeni titra të krijuar nga të tjerët
sv: Hitta undertexter skapade av andra
ug: باشقىلار قۇرغان كىنو خېتىنى ئىزدەيدۇ
vi_vn: Tìm phụ đề được tạo bởi người khác

source: Add translations and improve other's work
ca: Afegir traduccions i millores als treballs d'altres
cs: Přidejte překlady a vylepšete práci ostatních
de: Übersetzungen hinzufügen und die Arbeit anderer verbessern
el: Προσθήκη μεταφράσεων και Βελτίωση της δουλειάς των άλλων
es: Añadir las traducciones y mejorar el trabajo del otro
ja: 翻訳を加え、他の人によるものを編集する
ko: 번역을 추가하고 다른 사람의 작업을 개선하기
sq: Shtoni përkthime dhe përmirësoni punën e të tjerëve
sv: Lägg till översättningar och förbättra andras arbete
ug: تەرجىمە قوشۇپ، باشقىلارنىڭ تەرجىمىسىنى ياخشىلايدۇ
vi_vn: Thêm bản dịch và cải thiện phần việc của người khác

source: Make your videos searchable and accessible
ca: Fer que els vostres vídeos pugen ser cercats i que siguen més accessibles
cs: Zpřístupněte svá videa a učiňte je prohledávatelnými
de: deine Videos durchsuchbar und zugänglich machen
el: Κάντε τα Βίντεο σας διερευνήσιμα και προσβάσιμα
es: Haz que tus vídeos se puedan buscar y que resulten mas accesibles
ja: あなたのビデオを検索しやすく、かつアクセスしやすくする
ko: 당신의 동영상을 검색하고 이용할 수 있도록 만들기
sq: Mundësoni kërkimin dhe hapjen e videove tuaja
sv: Gör dina videos sökbara och tillgängliga
ug: سىنلىرىڭىزنى ئىزدىگىلى ۋە زىيارەت قىلغىلى بولىدىغان قىلىدۇ
vi_vn: Làm cho phim của bạn dễ tìm kiếm và truy cập hơn

source: Bring your videos to an international audience
ca: Porteu els vostres vídeos a una audiència internacional
cs: Přitáhněte ke svým videím mezinárodní publikum
de: deine Videos einem internationalen Publikum vorstellen
el: Κάντε τα Βίντεο σας προσβάσιμα σε ένα διεθνές ακροατήριο
es: Traiga sus videos a una audiencia internacional
ja: あなたのビデオを国際レベルに持ち上げる
ko: 귀하의 동영상을 국제 고객에게 보내기
sq: Jepuani videot tuaja një audience ndërkombëtare
sv: För ut dina videos till en internationell publik
ug: سىنلىرىڭىزغا دۇنياۋى كۆرۈرمەنلەرنى ئېلىپ كېلىدۇ
vi_vn: Mang những đoạn phim của bạn đến với khán giả quốc tế

source: Proud to be a
ca: Orgullós de ser un
cs: Jsme hrdí na to, že jsme
de: Wir sind stolz, ein Hervorgehobenes Mozilla-Drumbeat-Projekt zu sein.
el: Περήφανος/η που είμαι
es: Orgulloso de ser un
ja: 光栄にも
ko: 자랑스럽습니다.
sq: Krenarë që jemi
sv: Stolt över att vara ett
ug: پەخىرلىك ھالدا
vi_vn: Tự hào là
