Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: You need to log in to do that.
ca: Cal que inicieu sessió per a fer açò.
cs: Pro tuto akci je třeba se přihlásit.
de: Um das zu tun, musst du dich anmelden.
el: Πρέπει να συνδεθείτε για να το κάνετε αυτό.
es: Necesitas registrarte para poder hacerlo.
ja: それを行うには、ログインしてください。
ko: 이것을 하려면 로그인 하셔야 합니다.
sq: Që ta bëni këtë, lypset të keni bërë hyrjen.
sv: Du måste logga in för att göra detta.
ug: تىزىمغا كىرسىڭىز ئاندىن بۇ ئىشنى قىلالايسىز.
vi_vn: Bạn cần đăng nhập vào để thực hiện việc đó.

source: Revision History
ca: Historial de revisió
cs: Historie revizí
de: Überarbeitungshistorie
el: Ιστορικό Αναθεώρησης
es: Historial de revisión
ja: 改訂履歴
ko: 수정 내역
sq: Historik Rishikimesh
sv: Ändringshistorik
ug: تۈزىتىش تارىخى
vi_vn: Lịch sử Hiệu đính

source: Comparing Revision
ca: Comparant revisió
cs: Porovnání revizí
de: Überarbeitungen vergleichen
el: Σύγκριση εκδόσεων
es: Comparando revisiones
ja: 改訂の比較
ko: 수정 비교
sq: Krahasim Rishikimesh
sv: Jämför ändring
ug: تۈزىتىشنى سېلىشتۇرۇش
vi_vn: So sánh Hiệu đính

source: Roll back to version
ca: Repetir la versió
cs: Vrátit zpět na verzi
de: Eine Version wieder herstellen
el: Επαναφορά στην έκδοση
es: Repetir la versión
ja: 以前のバージョンに戻す
ko: 버전으로 롤백
sq: Kthe versionin
sv: Rollback till version
ug: بۇ نەشرىگە قايتۇر
vi_vn: Thu hồi về phiên bản

source: Latest Revision
de: Letzte Überarbeitung
sv: Senaste ändring

source: Select two revisions to compare, please
ca: Seleccioneu dos revisions per a comparar-les, sisplau
cs: Na porovnání označte, prosím, dvě verze
de: Bitte wähle zwei zu vergleichende Revisionen
el: Παρακακλώ, επιλέξτε δύο αναθεωρήσεις προς σύγκριση
es: Elige dos revisiones para comparar
ja: 比較のために２つの改訂を選択ください
ko: 비교를 우해서 두개의 기록을 선택해 주세요.
sq: Ju lutemi, përzgjidhni dy rishikime për krahasim
sv: Välj två versioner att jämföra, tack
ug: سېلىشتۇرىدىغان ئىككى نەشرىنى تاللاڭ
vi_vn: Lựa chọn hai phiên bản để so sánh, xin hãy

source: subtitles
ca: subtítols
cs: titulky
de: Untertitel
el: υπότιτλους
es: subtítulos
ja: 字幕
sq: titra
sv: undertexter
ug: كىنو خەتلىرى
vi_vn: phụ đề

source: Follower
ca: Seguidor
cs: Následovník
de: Abonnenten
el: Οπαδός
es: Seguidor
ja: フォロワー
sq: Pasues
sv: Följare
ug: ئەگەشكۈچى
vi_vn: Người theo dõi

source: Line
ca: Línia
de: Zeile
el: Γραμμή
es: Línea
sq: Rresht
sv: Rad
ug: قۇر
vi_vn: Dòng

source: Revisions
cs: Revize
de: Revisionen
el: Αναθεωρήσεις
es: Revisiones
ja: 改訂
sq: Rishikime
sv: Ändringar
ug: تۈزىتىلگەن نەشرى
vi_vn: Bản hiệu đính

source: Edit SubtitleLanguage in Django Admin
de: Bearbeite die Untertitelsprache im Django-Admin-Bereich
el: Επεξεργασία γλώσσας υπότιτλου στο Django Admin
sv: Redigera undertextspråk i Django Admin

source: Amara Style Guidelines
de: Amara Stilrichtlininen
el: Οδηγίες ύφους του Amara
es: Guía de estilo Amara
sv: Amara stilmall

source: Subtitle line length
de: Untertitelzeilenlänge
el: Μήκος γραμμής υπότιτλου
es: Longitud de los subtítulos
sv: Radlängd

source: Keep subtitle length to about 42 characters;
de: Halte die Untertitellänge von rund 42 Zeichen ein;
el: Κρατήστε την έκταση των υποτίτλων κάτω από 42 χαρακτήρες.
es: La longitud de las líneas no debe superar los 42 caracteres;
sv: Håll radlängden till ca 42 tecken;

source: avoid more than 2 lines per subtitle.
de: vermeide mehr als 2 Zeilen pro Untertitel
el: αποφύγετε πάνω από 2 γραμμές ανά υπότιτλο.
es: evita escribir más de 2 líneas por subtítulo
sv: undvik fler än 2 rader per textavsnitt.

source: Minimum duration
de: Minimale Länge
el: Ελάχιστη διάρκεια
es: Duración mínima
sv: Minimumlängd

source: Subtitles should not be less than 1 second.
de: Untertitel sollten nicht kürzer als 1 Sekunde sein.
el: Οι υπότιτλοι δεν πρέπει να διαρκούν λιγότερο από 1 δευτερόλεπτο.
es: La duración de los subtítulos no debe ser inferior a 1 segundo.
sv: Textavsnitt bör inte vara kortare än 1 sekund.

source: Maximum duration
de: Maximale Dauer
el: Μέγιστη διάρκεια
es: Duración máxima
sv: Maxlängd

source: Split subtitles lasting more than 7 seconds.
de: Teile Untertitel, die länger als 7 Sekunden dauern.
el: Να διαχωρίζονται οι υπότιτλοι που διαρκούν πάνω από 7 δευτερόλεπτα.
es: Divide los subtítulos que duren más de 7 segundos.
sv: Dela upp textavsnitt som är längre än 7 sekunder.

source: Reading speed
de: Lesegeschwindigkeit
el: Ταχύτητα διαβάσματος
es: Velocidad de lectura
sv: Läshastighet

source: 8-25 characters/second is recommended;
de: Empfohlen werden8-25 Zeichen/Sekunde;
el: συνιστώνται 8-25 χαρακτήρες/δευτερόλεπτο
es: Se recomienda entre 8-25 caracteres por segundo;
sv: 8-25 tecken/sekund rekommenderas;

source: 8-16 characters/second for children.
de: 8-16 Zeichen/Sekunde für Kinder.
el: 8-16 χαρακτήρες/δευτερόλεπτο για παιδιά.
es: y entre 8-16 caracteres por segundo para los niños.
sv: 8-16 tecken/sekund för barn.

source: Sounds
de: Geräusche
el: Ήχοι
es: Sonidos
sv: Ljud

source: Describe meaningful sounds that are relevant to the plot.
de: Beschreibe Geräusche, die für die Handlung wichtig sind.
el: Περιγράψτε τους ήχους με νόημα που έχουν σχέση με την πλοκή.
es: Describe los sonidos que son relevantes para la trama.
sv: Beskriv meningsfulla ljud som är relevanta för handlingen.

source: ex: (water dripping)
de: Bsp.: (Wasser tropft)
el: π.χ.: (νερό που στάζει)
es: ejemplo: (gotas cayendo)
sv: t.ex. (vatten droppar)

source: Music
de: Musik
el: Μουσική
es: Música
sv: Musik

source: Describe relevant music which does not have relevant lyrics.
de: Beschreibe den Musikstil, falls keine inhaltsrelevanten Lyrics da sind.
el: Περιγράψτε μια σημαντική μουσική που δεν έχει σημαντικούς στίχους.
es: Describe la música cuya letra no sea relevante.
sv: Beskriv relevant musik som inte har relevant sångtext.

source: ex: ♪ (jazz music) ♪
de: Bsp.: ♪ (Jazz-Musik) ♪
el: π,χ,: ♪ (μουσική jazz) ♪
es: ejemplo: ♪ (música jazz) ♪
sv: t.ex. ♪ (jazzmusik) ♪

source: Speaker Identification
de: Angabe des Sprechers
el: Ταυτοποίηση εκφωνητή
es: Identificación del hablante
sv: Identifiera talare

source: Use parenthesis to indicate when someone is speaking off-screen.
de: Nutze Klammern um anzuzeigen, dass jemand aus dem Off spricht.
el: Χρησιμοποιήστε παρενθέσεις όταν κάποιος μιλά εκτός οθόνης.
es: Usa paréntesis para indicar cuando alguien habla fuera de escena.
sv: Använd parenteser för att indikera att någon talar utanför bild.

source: ex: (Michael) Wait for me!
de: Bsp: (Michael) Warte auf mich!
el: π.χ.: (Μιχάλης) Περίμενέ με!
es: ejemplo: (Miguel) ¡Espérenme!
sv: t.ex. (Michael) Vänta på mig!

source: Show Advanced Guidelines
de: Zeige Fortgeschrittenenrichtlinien
el: Εμφάνιση προχωρημένων κατευθυντήριων οδηγιών
es: Mostrar pautas avanzadas
sv: Visa avancerade riktlinjer

source: Hide Advanced Guidelines
de: Verstecke Fortgeschrittenenrichtlinien
el: Απόκρυψη προχωρημένων κατευθυντήριων οδηγιών
es: Ocultar pautas avanzadas
sv: Göm avancerade riktlinjer

source: Translate the whole idea
de: Übersetze den kompletten Gedanken
el: Μεταφράστε ολόκληρη την ιδέα
es: Traduce la idea completa
sv: Översätt meningen

source: Translations don't need to be word for word. Look at the context.
de: Übersetzungen müssen nicht Wort für Wort geschehen. Schau auf den Zusammenhang.
el: Οι μεταφράσεις δεν χρειάζεται να γίνονται κατά λέξη. Κοιτάξτε το γενικό νόημα.
es: Las traducciones no tienen que ser palabra por palabra. Observa el contexto.
sv: Översättningar behöver inte vara ord för ord. Se till sammanhanget.

source: Make sure you are using the correct punctuation for the whole unit of text.
de: Kontrolliere das du die korrekte Zeichensetzung für die gesamte Texteinheit verwendest.
el: Σιγουρευτείτε πως χρησιμοποιείτε σωστή στίξη σε ολόκληρο το κείμενο.
es: Asegúrate de usar la puntuación correcta para cada unidad de texto.
sv: Försäkra dig om att du använder rätt kommatering för hela textenheten.

source: Maximum timing offset
de: Maximaler Timing-Offset
el: Μέγιστη χρονική μετατόπιση
sv: Max offset i timing

source: Subtitles shouldn't start more than 0.5 seconds before or after the audio begins.
de: Untertitel sollten nicht mehr als 0,5 Sekunden vor oder nach dem entsprechenden Ton anfangen oder enden.
el: Οι υπότιτλοι δεν πρέπει να ξεκινούν περισσότερο από 0,5 δευτερόλεπτο μετά ή πριν από την έναρξη του ήχου.
es: Los subtítulos no deben comenzar con más de 0,5 segundos de desfase con el audio.
sv: Ett textavsnitt bör inte starta mer än 0.5 sekunder före eller efter att ljudet startar.

source: On-screen texts
de: In-Bild-Texte
el: Κείμενα στην οθόνη
es: Textos en pantalla
sv: Text på skärmen

source: Translate the texts on the video that are relevant to the plot.
de: Übersetze die Texte des Videos, die für die Handlung relevant sind.
el: Μεταφράστε τα κείμενα του βίντεο που σχετίζονται με την πλοκή.
es: Traduce los textos del video que sean relevantes para la trama.
sv: Översätt text i videon som är relevant för handlingen.

source: Use meaningful speech
de: Benutze eine aussagekräftige Sprache
el: Χρησιμοποιείτε ουσιώδη ομιλία.
sv: Använd meningsfullt tal

source: Exclude things like “um” “ah” and other disfluencies.
de: Vermeide Ausdrücke, wie "ähm" und "ähh", sowie andere Störungen im Sprachfluss.
el: Παραλείψτε κενές λέξεις, όπως "um" και "ah" και σχετικά λεγόμενα εν τη ρύμη του λόγου.
es: Evite sonidos como "eh", "em" o muletillas similares.
sv: Utelämna saker som "öhm", "ah" och liknande.

source: Indicate inaudible parts
de: Kennzeichne stille oder unverständliche Passagen
el: Σημειώστε τα σημεία που δεν ακούγονται
es: Señala las partes audibles
sv: Indikera ohörbara avsnitt

source: If the audio is inaudible, it should be marked as [inaudible].
de: Wenn der Ton still oder unverständlich ist, sollte die Ursache beschrieben werden, z.B. "Lange Pause"oder "Musik übertönt Sprache".
el: Εάν ο ήχος δεν ακούγεται καλά, σημειώστε [δυσάκουστο].
es: Si los sonidos son inaudibles, deben marcarse con la etiqueta [inaudible]
sv: Om ljudet är ohörbart bör det markeras med [ohörbart}.

source: Wrap relevant lyrics in musical notes.
de: Rahme wichtige Textpassagen in Notensymbole ein
el: Προσθέστε μουσικές νότες γύρω από στίχους που τραγουδιούνται.
es: Marca los versos relevantes con notas musicales.
sv: Omslut relevant sångtext med noter.

source: ex ♪ Tell me dear Billy, ♪
de: Bsp.: ♪ Jetzt kommen die lustigen Tage, ♪
el: για παράδειγμα, ♪ Πες μου αγαπητέ Μπίλι ♪
es: ejemplo: ♪ Cuéntame, querido Billy, ♪
sv: t.ex. ♪ Tell me dear Billy, ♪

source: Speaker identification
de: Sprecher nennen
el: Στοιχεία ομιλητή
es: Identificación del hablante
sv: Identifiera talare

source: Identify off-screen and unclear speakers in parentheses.
de: Kennzeichne Sprecher die aus dem Off kommen oder nicht klar erkennbar sind durch Klammern.
el: Αναφέρετε, σε παρένθεση, τους ομιλητές που βρίσκονται εκτός πλάνου ή δεν είναι επιβεβαιωμένοι.
es: Identifica a hablantes fuera de escena e ininteligibles entre paréntesis.
sv: Identifiera talare utanför skärmen samt oklara talare inom parenteser.

source: Foreign language
de: Fremdsprache
el: Ξένη γλώσσα
es: Idioma extranjero
sv: Främmande språk

source: Identify relevant speech in foreign language.
de: Beachte in Fremdsprache gesprochene Aussagen.
el: Αναφέρετε σχετικές με την υπόθεση φράσεις σε τρίτες γλώσσες.
es: Identifica las líneas relevantes habladas en lengua extranjera.
sv: Identifiera relevant tal på främmande språk

source: ex: (Russian): Thank you.
de: Bsp.: (russisch): Vielen Dank.
el: πχ: (Ρωσικά): Ευχαριστώ.
es: ejemplo: (Ruso): Gracias.
sv: t.ex. (Ryska): Tack!

source: Simultaneous dialogue
de: Gleichzeitig gesprochene Dialoge
el: Ταυτόχρονος διάλογος
es: Diálogo simultáneo
sv: Samtidig dialog

source: Used exclusively when two speakers talk in the same subtitle.
de: Wird nur verwendet, wenn zwei Sprecher im selben Untertitel sprechen.
el: Χρησιμοποιήστε τους αποκλειστικά όταν δύο ομιλητές μιλούν στον ίδιο υπότιτλο.
es: Se utiliza solo cuando dos actores hablan en un mismo subtítulo.
sv: Används endast när två personer talar i samma textavsnitt.

source: Each speaker should have one line, and both lines should have an hyphen.
de: Jeder Sprecher sollte eine Zeile haben, beide Zeilen sollten Bindestriche haben.
el: Κάθε ομιλητής θα πρέπει να έχει μία σειρά, και η κάθε σειρά πρέπει να έχει παύλα.
es: Cada hablante debe tener una línea, cada una de ellas precedida por un guión.
sv: Varje talare ska ha en rad och båda raderna ska ha ett bindestreck.

source: - Sir, you are no gentleman.
de: - Mein Herr, sie sind kein Gentleman.
el: - Κύριε, δεν έχετε τρόπους.
es: - Señor, Ud. no es ningún caballero.
sv: - Herrn, ni är ingen gentleman.

source: - Rhett Butler: And you, Miss, are no lady.
de: - Rhett Butler: Und sie, Fräulein, sind keine Dame.
el: - Ρετ Μπάτλερ: Ούτε εσείς, κυρία, έχετε τρόπους.
es: - Rhett Butler: Y Ud., señora, no es ninguna dama.
sv: - Rhett Butler: Och ni, fröken, är ingen dam.

source: Show All Guidelines
de: Zeige alle Richtlinien
el: Εμφάνιση όλων των οδηγιών
es: Mostrar todas las pautas
sv: Visa alla riktlinjer

source: Hide All Guidelines
de: Verstecke alle Richtlinien
el: Απόκρυψη όλων των οδηγιών
es: Ocultar todas las pautas
sv: Göm alla riktlinjer

source: Transcribing Guidelines
de: Leitfaden zum Transkribieren
sv: Riktlinjer för transkription

source: Translating Guidelines
de: Übersetzungsrichtlinien
el: Οδηγίες μετάφρασης
es: Traduciendo las pautas
sv: Riktlinjer för översättning

source: Reviewing Guidelines
de: Review-Richtlinien
el: Οδηγίες επιμέλειας
es: Revisando las pautas
sv: Riktlinjer för granskning

source: Keyboard Shortcuts
de: Tastaturkürzel
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
sv: Kortkommandon

source: Play / Pause video
de: Video Wiedergabe / Pause
el: Αναπαραγωγή / Παύση του βίντεο
es: Reproducir / Pausar video
sv: Spela upp / pausa video

source: Skip back 2 seconds
de: Springe 2 Sekunden zurück
el: 2 δευτερόλεπτα πίσω
es: Retroceder 2 segundos
sv: Spola bakåt 2 sekunder

source: Shift + Tab
de: Umschalttaste + Tab
es: Mayús + Tab

source: Skip back 4 seconds
de: Springe 4 Sekunden zurück
el: 4 δευτερόλεπτα πίσω
es: Retrocede 4 segundos
sv: Spola bakåt 4 sekunder

source: Ctrl + Shift + ,
de: Strg + Umschalttaste + ,
es: Ctrl + Mayús + ,

source: CMD + Shift + ,
de: CMD + Umschalttaste + ,
es: CMD + Mayús + ,

source: Skip forward 4 seconds
de: Springe 4 Sekunden vor
el: 4 δευτερόλεπτα μπροστά
es: Adelantar 4 segundos
sv: Spola framåt 4 sekunder

source: Ctrl + Shift + .
de: Strg + Umschalttaste + .
es: Ctrl + Mayús + .

source: CMD + Shift + .
de: CMD + Umschalttaste + .
es: CMD + Mayús + .

source: Navigate to the next subtitle or insert one at the end
de: Gehe zum nächsten Untertitel oder füge einen am Ende ein.
sv: Gå till nästa textavsnitt eller infoga ett avsnitt i slutet

source: ENTER
de: EINGABE
es: ENTRAR

source: Insert line break
de: Zeilenumbruch einfügen
el: Αλλαγή γραμμής
es: Insertar salto de línea
sv: Infoga radbrytning

source: Shift + ENTER
de: Umschalttaste + ENTER
es: Mayús + ENTRAR

source: Delete empty subtitle
de: Lösche leeren Untertitel
el: Διαγραφή κενού υπότιτλου
es: Eliminar subtítulo vacío
sv: Radera tomt textavsnitt

source: Exit edit mode of current subtitle
de: Verlasse den Bearbeitungsmodus des aktuellen Untertitels
el: Τέλος λειτουργίας επεξεργασίας του τρεχούμενου υπότιτλου
es: Salir del modo edición del subtítulo actual

source: Insert subtitle (above)
de: Füge Untertitel ein (darüber)
el: Εισαγωγή υπότιτλου (πάνω)
es: Insertar subtítulo (arriba)
sv: Infoga textavsnitt (ovanför)

source: Insert subtitle (below)
de: Füge Untertitel ein (darunter)
el: Εισαγωγή υπότιτλου (κάτω)
es: Insertar subtítulo (abajo)
sv: Infoga textavsnitt (nedanför)

source: Alt + Shift + i
de: Alt + Umschalttaste + i
es: Alt + Mayús + i

source: CMD + Shift + i
de: CMD + Umschalttaste + i

source: Delete current subtitle
de: Lösche aktuellen Untertitel
el: Σβήσιμο του τρεχούμενου υπότιτλου
es: Eliminar subtítulo actual
sv: Radera befintligt textavsnitt

source: Alt + Delete (or Backspace)
de: Alt + Entfernen (oder Backspace)
el: Alt + Delete (ή Backspace)
es: Alt + Supr (ó Retroceso)
sv: Alt + Delete (eller Backsteg)

source: Option + Delete (or Backspace)
de: Alt + Entf-Taste (oder Rücksetz-Taste)
sv: Option + Delete (eller Backsteg)

source: Navigate to the previous subtitle
de: Gehe zum vorherigen Untertitel.
sv: Gå till föregående textavsnitt

source: Alt + UP Arrow
de: Alt + Pfeil OBEN
el: ALT + ΠΑΝΩ Βέλος
es: Alt + Flecha ARRIBA
sv: Alt + Uppåtpil

source: Option + UP Arrow
de: Alt + Pfeil nach oben-Taste
sv: Option + Uppåtpil

source: Navigate to the next subtitle
de: Gehe zum nächsten Untertitel
el: Μετατόπιση στον επόμενο υπότιτλο
es: Avanzar al próximo subtítulo
sv: Gå till nästa textavsnitt

source: Alt + DOWN Arrow
de: Alt + Pfeil nach unten-Taste
sv: Alt + Nedåtpil

source: Option + DOWN Arrow
de: Alt + Pfeil nach unten-Taste
sv: Option + Nedåtpil

source: Show Browser Shortcuts
de: Zeige Browser-Tastaturkürzel
el: Εμφάνιση συντομεύσεων του περιηγητή
es: Mostrar Atajos de Navegador

source: Hide Browser Shortcuts
de: Verstecke Browser-Tastaturkürzel
el: Απόκρυψη συντομεύσεων του περιηγητή
es: Ocultar Atajos de Navegador

source: Browser Defaults that should work
de: Grundeinstellungen des Browsers die laufen
el: Προεπιλογές του περιηγητή που θα πρέπει να λειτουργούν
es: Opciones del navegador que deberían funcionar

source: Jump to the next whole word
de: Springe zum nächsten Wort
el: Επόμενη ολόκληρη λέξη
es: Saltar a la próxima palabra completa
sv: Gå till nästa hela ord

source: CTRL + RIGHT Arrow
de: Strg + Pfeil RECHTS
el: CTRL + ΔΕΞΙ ΒΕΛΟΣ
es: CTRL + Flecha DER
sv: CTRL + Högerpil

source: Option + RIGHT Arrow
de: Alt + Pfeil nach rechts-Taste
sv: Option + Högerpil

source: Jump to the previous whole word
de: Springe zum vorherigen Wort
el: Πίσω στην προηγούμενη ολόκληρη λέξη
es: Saltar a la palabra completa anterior
sv: Gå till föregående hela ord

source: CTRL + LEFT Arrow
de: Strg + Pfeil LINKS
el: CTRL + ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ
es: CTRL + Flecha IZQ
sv: CTRL + Vänsterpil

source: Option + LEFT Arrow
de: Alt + Pfeil nach links-Taste
sv: Option + Vänsterpil

source: Jump to the start of the subtitle
de: Springe zum Anfang der Untertitel
el: Μεταφορά στην αρχή του υπότιτλου
es: Saltar al comienzo del subtítulo
sv: Gå till början av textningen

source: Fn + RIGHT Arrow
de: Fn + Pfeil RECHTS
el: Fn + ΔΕΞΙ βέλος
es: Fn + Flecha DER
sv: Fn + Högerpil

source: CMD + RIGHT Arrow
de: CMD + Pfeil RECHTS
el: CMD + ΔΕΞΙ ΒΕΛΟΣ
es: CMD + Flecha DER
sv: CMD + Högerpil

source: Jump to the end of the subtitle
de: Spring ans Ende der Untertitel
el: Μεταφορά στο τέλος του υπότιτλου
es: Saltar al final del subtítulo
sv: Gå till slutet av textningen

source: Fn + LEFT Arrow
de: Fn + Pfeil LINKS
el: Fn + ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ
es: Fn + Flecha IZQ
sv: Fn + Vänsterpil

source: CMD + LEFT Arrow
de: CMD + Pfeil LINKS
el: CMD + ΑΡΙΣΤΕΡΟ ΒΕΛΟΣ
es: CMD + Flecha IZQ
sv: CMD + Vänsterpil

source: Delete last complete word
de: Lösche das letzte vollständige Wort
el: Σβήσιμο της τελευταίας ολόκληρης λέξης
es: Eliminar la última palabra completa
sv: Radera senaste hela ord

source: CTRL + Backspace
de: Strg + Backspace
el: CTRL + πλήκτρο Backspace
es: CTRL + Retroceso
sv: CTRL + Backsteg

source: Proposed Shortcuts (not yet implemented)
de: Vorgeschlagene Tastaturkürzel (bisher nicht implementiert)
el: Προτεινόμενες συντομεύσεις (δεν έχουν εφαρμοστεί ακόμη)
es: Atajos propuestos (aún no implementados)
sv: Föreslagna genvägar (inte infört än)

source: Undo last action
de: Letzte Aktion rückgängig machen
el: Αναίρεση τελευταίας ενέργειας
es: Deshacer la última acción
sv: Ångra senaste åtgärd

source: CTRL + z
de: Strg + z

source: Redo last action
de: Letzte Aktion rückgängig machen
el: Επανεκτέλεση τελευταίας ενέργειας
es: Restaurar la última acción
sv: Gör om senaste åtgärd

source: CTRL + Shift + z
de: Strg + Umschalttaste + z
es: CTRL + Mayús + z

source: CMD + Shift + z
de: CMD + Umschalttaste + z
es: CMD + Mayús +

source: Save a version
de: Speichere eine Version
el: Αποθήκευση μιας έκδοσης
es: Guardar una versión
sv: Spara version

source: CTRL + s
de: Strg + s

source: Italics formatting
de: Kursive Formatierung
el: Μορφοποίηση πλάγιων γραμμάτων (italics)
es: Dar formato cursiva
sv: Kursiv stil

source: CTRL + i
de: Strg + i

source: Bold formatting
de: Fette Formatierung
el: Μορφοποίηση έντονων γραμμάτων (bold)
es: Dar formato negrita
sv: Fetstil

source: CTRL + b
de: Strg + b

source: Timeline toggle
de: Zeitlinie wechseln
el: Απόκρυψη / εμφάνιση Timeline
es: Alternar línea de tiempo

source: CTRL + t
de: Strg + t

source: Edit title and description
de: Bearbeite Titel und Beschreibung
el: Γράψτε τον τίτλο και την περιγραφή
es: Editar título y descripción
sv: Redigera titel och beskrivning

source: Title
de: Titel
el: Τίτλος
es: Título
sv: Titel

source: Enter Title
de: Titel eingeben
el: Εισάγετε τον τίτλο
es: Ingresar título
sv: Ange titel

source: Enter Description
de: Beschreibung eingeben
el: Εισάγετε την περιγραφή
es: Ingresar descripción
sv: Ange beskrivning

source: Debugging Tools
de: Debugging Werkzeuge
el: Εργαλεία Debugging
es: Herramientras de depuración

source: Error saving subtitles
de: Fehler beim Speichern der Untertitel
el: Σφάλμα στην αποθήκευση υποτίτλων
es: Error al guardar subtítulos
sv: Fel när undertext sparades

source: There was an error saving your subtitles. Save your subtitles using the download button below and upload them to the system later.
de: Es gab einen Fehler beim Speichern deiner Untertitel. Speichere deine Untertitel mit Hilfe des Herunterladen-Knopfes hier unten, und lade sie später in das System hoch.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των υπότιτλων. Αποθηκεύστε τους υπότιτλους με το κουμπί "download" και ανεβάστε τους στο σύστημα αργότερα.
es: Hubo un error al guardar tus subtítulos. Guarda tus subtítulos usando el botón de descarga a continuación y súbelos al sistema más tarde.
sv: Ett fel uppstod när undertexter skulle sparas. Spara med nedladdningsknappen nedan och ladda upp undertexterna till systemet senare.

source: To avoid data corruption, please do not open the or edit the subtitles in any text editor.
de: Um korrupte Daten zu vermeiden, öffne die Untertitel nicht in einem Texteditor, und bearbeite sie dort auch nicht.
el: Για να αποφευχθεί η αλλοίωση των δεδομένων, παρακαλούμε να μην ανοίγετε και να μην επεξεργάζεστε τους υπότιτλους σε επεξεργαστές κειμένου.
es: Para evitar daños en los datos, por favor no abra ni edite los subtítulos en un editor de texto.

source: There was an error saving your subtitles. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
de: Es gab einen Fehler beim Speichern deiner Untertitel. Kopiere die Untertitel oben, und speichere sie auf deinem Computer unter subtitle_backup.dfxp. Diese kannst du dann später hochladen.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των υπότιτλων. Αντιγράψτε τους παραπάνω υπότιτλους και αποθηκεύστε τους στον υπολογιστή σας με όνομα subtitle_backup.dfxp. Θα μπορέσετε να τους ανεβάσετε αργότερα.
es: Hubo un error al guardar tus subtítulos. Copia los subtítulos y guárdalos en tu computador como subtitle_backup.dfxp. Puedes subirlos más tarde.
sv: Ett fel uppstod när undertexter skulle sparas. Kopiera och spara till din dator som subtitle_backup.dfxp. Du kan ladda upp filen senare.

source: Download Subtitles
de: Untertitel herunterladen
el: Κατεβάστε Υπότιτλους
es: Descargar subtítulos
sv: Ladda ner undertexter

source: Close Editor
de: Schließe Editor
el: Κλείσιμο Επεξεργαστή
es: Cerrar Editor
sv: Stäng editorn
