Repository: wevoice/wesub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, cs, de, el, es, ja, ko, sq, sv, ug, vi_vn

source: The most recent revision for this language is blank, but there are older revisions that contain subtitles.
de: Die neueste Revision dieser Sprache ist leer, aberr es existieren ältere Revisionen, die Untertitel enthalten.
el: Η πιο πρόσφατη αναθεώρηση για την γλώσσα αυτή είναι κενή, αλλά υπάρχουν παλιότερες αναθεωρήσεις που περιέχουν υποτίτλους.
es: La revisión más reciente de este idioma está en blanco, pero hay revisiones anteriores que contienen subtítulos.
sv: Den senaste versionen för detta språk är tom, men det finns tidigare versioner som innehåller undertext.

source: View revision history
ca: Vorer l'historial de revisions
cs: Zobrazit historii revizí
de: Revisionsgeschichte ansehen
el: Δείτε το ιστορικό αναθεωρήσεων
es: Ver el historial de revisiones
ja: 改訂の履歴を見る
ko: 수정 히스토리 보기
sq: Shihni historik rishikimesh
sv: Se ändringshistorik
ug: تۈزىتىلگەن نەشر تارىخىنى كۆرسەت
vi_vn: Xem lịch sử hiệu đính

source: These subtitles are in progress.
ca: Aquests subtítols estan en progrés.
cs: Tyto titulky se právě tvoří.
de: Diese Untertitel sind in Arbeit.
el: Αυτοί οι υπότιτλοι είναι υπό επεξεργασία.
es: Estos subtítulos están en progreso.
ja: これらの字幕は進行中です。
sq: Këto titra janë në përmbushje e sipër.
ug: بۇ كىنو خەتلىرى بىر تەرەپ قىلىنىۋاتىدۇ.
vi_vn: Những phụ đề này đang trong quá trình tiếp diễn.

source: Make more?
ca: Fer més?
cs: Udělat více?
de: Mehr machen?
el: Θέλετε να κάνετε περισσότερους;
es: ¿Hacer más?
ja: もっと作りますか？
ug: تېخىمۇ كۆپ قۇرامدۇ؟
vi_vn: Làm nhiều hơn?

source: No subtitles available yet.
ca: No hi ha subtítols encara.
cs: Žádné titulky nejsou zatím k dispozici.
de: Es gibt noch keine Untertitel.
el: Δεν υπάρχουν ακόμη διαθέσιμοι υπότιτλοι.
es: No hay subtítulos disponibles aún.
ja: 字幕はまだ存在しません。
sq: Ende pa titra të passhëm.
sv: Ingen undertext tillgänglig ännu.
ug: تېخى كىنو خېتى يوق.
vi_vn: Vẫn chưa có phụ đề nào cả.

source: Make some!
ca: Comenceu subtitulant!
cs: Vytvořte nějaké!
de: Jetzt welche erstellen.
el: Δημιουργήστε μερικούς!
es: ¡Empieza a subtitular!
ja: 作成してください！
ko: 만들어 보세요!
ug: قوشۇڭ!
vi_vn: Làm vài phát!

source: This language contains subtitles that are still waiting to be moderated. Check back later.
de: Diese Sprache enthält Untertitel, die erst noch vom Moderator freigegeben werden müssen. Schaue doch später nochmal vorbei.
el: Αυτή η γλώσσα περιέχει υπότιτλους που περιμένουν, ακόμη, επιτήρηση/ moderation. Ξαναελέγξτε αργότερα.
es: Este idioma contiene subtítulos que aún no han sido moderados. Vuelve a mirar más tarde.
sv: Detta språk har undertexter som väntar på att modereras. Återkom senare.

source: Sorry, this language has been removed by Amara staff members or authorized users.
de: Es tut uns leid, diese Sprache wurde durch Amara-Mitarbeiter oder andere autorisierte Nutzer entfernt.
el: Λυπούμαστε, η γλώσσα αυτή διαγράφηκε από προσωπικό της Amara ή από εξουσιοδοτημένο χρήστη.
es: Lo sentimos, este idioma ha sido eliminado por miembros de Amara o usuarios autorizados.
sv: Vi beklagar, detta språk har tagits bort av Amarapersonal eller behöriga användare.

source: No subtitles have been added for this language yet.
de: Für diese Sprache wurden bisher keine Untertitel hinzugefügt.
el: Δεν έχουν προστεθεί υπότιτλοι για τη γλώσσα αυτή ακόμα.
es: Todavía no se han agregado subtítulos para este idioma.
sv: Inga undertexter har lagts till för detta språk ännu.

source: Roll back to this version
ca: Desfeu a aquesta versió
de: Zurückabwickeln zu dieser Version
el: Επιστρέψτε σε αυτή την έκδοση
es: Volver a esta versión
sq: Riktheni këtë version
sv: Rollback till denna version
ug: بۇ نەشرىگە قايتۇر
vi_vn: Thu hồi về phiên bản này

source: The latest version available for syncing is version #%(version)s
de: Die aktuellste vorhandene Version für die Syncronisation ist die Version #%(version)s
sv: Den senaste version som är tillgänglig för synkning är version #%(version)s

source: No versions currently available for syncing
de: Aktuell sind keine Versionen für die Syncronisation vorhanden.
sv: Inga versioner är för tillfället tillgängliga för synkning

source: Synced Versions
de: Synchronisierte Versionen
el: Συγχρονισμένες εκδόσεις
es: Versiones sincronizadas
sv: Synkade versioner

source: Actions
de: Aktionen
el: Ενέργειες
es: Acciones
sv: Åtgärder

source: Syncing not configured
de: Syncronisierung ist nicht konfiguriert
sv: Synkning ej konfigurerad

source: resync version #%(version)s
de: neue Synchronversion Nr. %(version)s
el: επανασυγχρονισμός της έκδοσης #%(version)s
es: Volver a sincronizar la versión #%(version)s
sv: omsynka version #%(version)s

source: delete subtitles
de: Untertitel streichen
el: διαγράψτε τους υπότιτλους
es: Borrar subtítulos
sv: radera undertexter

source: Sync History
de: Synchronisationshistorie
el: Ιστορικό συγχρονισμού
es: Sincronizar historial
sv: Synkningshistorik

source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
ja: 日付
ko: 날짜
sq: Datë
sv: Datum
ug: چېسلا
vi_vn: Ngày

source: Action
de: Handeln
el: Ενέργεια
es: Acción
sv: Åtgärd

source: Result
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
sv: Resultat

source: Details
de: Einzelheiten
el: Λεπτομέρειες
es: Detalles
sv: Detaljer

source: No Sync History
de: Keine Synchronisationshistorie
el: Δεν υπάρχει ιστορικό αναθεώρησης
es: Sin historial de sincronización
sv: Ingen synkningshistorik

source: Latest Videos
ca: Últims vídeos
cs: Nejnovější videa
de: Neueste Videos
el: Τα πιο πρόσφατα βίντεο
es: Vídeos más recientes
ja: 最新ビデオ
ko: 최신 동영상
sq: Videot Më të Reja
sv: Senaste videos
ug: ئاخىرقى سىنلار
vi_vn: Phim mới đây nhất

source: Change video language
de: Ändere die Sprache des Videos
el: Αλλαγή γλώσσας του βίντεο
es: Cambiar idioma del vídeo
sv: Ändra videospråk
ug: سىن تىلىنى ئۆزگەرت
vi_vn: Thay đổi ngôn ngữ phim

source: Choose a language
de: Sprache auswählen.
el: Αλλαγή γλώσσας
es: Escoger un idioma
sv: Välj språk
ug: تىل تاللاڭ
vi_vn: Chọn ngôn ngữ

source: Current language is
de: Die aktuelle Sprache ist
el: Η τρέχουσα γλώσσα είναι τα
es: El idioma actual es
sv: Nuvarande språk är
ug: نۆۋەتتىكى تىل
vi_vn: Ngôn ngữ hiện tại là

source: Notifications to %(u)s stopped for %(video)s.
ca: Notificacions de %(u)s aturades per %(video)s
cs: Upozornění uživateli %(u)s zrušeny pro %(video)s.
de: Benachrichtigungen zu %(u)s gestoppt für %(video)s .
el: Οι προειδοποιήσεις προς τον/ την %(u)s σταμάτησαν για το %(video)s.
es: Notificaciones de %(u)s paradas por %(video)s.
ja: %(u)sへの%(video)sのお知らせを停止しました。
ko: %(video)s이 정지한 것을 %(u)s에 알림
sq: U ndalën njoftimet drejt %(u)s për %(video)s.
ug: بۇ %(u)s ئەپ %(video)s غا ئائىت ئۇقتۇرۇشنى توختاتتى
vi_vn: Thông báo đến %(u)s về việc dừng %(video)s.

source: More Featured Videos
ca: Més vídeos destacats
de: Weitere empfohlene Videos
el: Περισσότερα προβεβλημένα βίντεο
es: Vídeos más destacados
ja: 注目ビデオをもっと観る
ko: 추천 동영상 더보기
sq: Më Tepër Video të Zgjedhura
ug: تېخىمۇ كۆپ ئۆزگىچە سىنلار
vi_vn: Thêm các Phim Nổi bật

source: More Recent Videos
ca: Més vídeos recents
de: Weitere neue Videos
el: Πιο πρόσφατα βίντεο
es: Vídeos más recientes
ja: 最近のビデオをもっと観る
ko: 좀 더 최근 동영상
sq: Më Tepër Video të Reja
sv: Fler nya videos
ug: تېخىمۇ كۆپ يېقىنقى سىنلار
vi_vn: Thêm các Phim Gần đây

source: There are no activities.
ca: No hi ha activitats
cs: Žádná aktivita.
de: Es gibt keine Aktivitäten.
el: Δεν υπάρχουν δραστηριότητες.
es: No hay actividades.
ja: 活動はありません。
ko: 아무런 활동이 없습니다.
sq: Nuk ka veprimtari.
sv: Det finns ingen aktivitet
ug: بۇ جايدا پائالىيەت يوق.
vi_vn: Không có hoạt động nào.

source: "Sorry, we couldn't identify the video at the link you sent. Perhaps it's a link we don't recognize, or perhaps you've linked to a page that has multiple videos. Try entering a different link to the video you want to submit. If you think there's been some mistake, <a href="mailto:feedback@universalsubtitles.org">contact us</a>!"
de: Leider konnten wir das Video unter dem Link, den Du uns geschickt hast, nicht ermitteln. Vielleicht ist es ein Link, den wir nicht kennen, oder vielleicht finden sich unter der verlinktenn Seite mehrere Videos. Versuche einen anderen Link für das Video, das du einreichen willst, einzugeben. Wenn du meinst, dass ein Versehen vorgelegen hat, kontaktiere uns unter: <a href="mailto:feedback@universalsubtitles.org"> </a>!
sv: "Vi kunde tyvärr inte identifiera videon på länken du skickade. Det kanske är en länk vi inte känner igen, eller kanske har du länkat till en sida som har flera videos. Försök ange en ny länk till videon du vill skicka in. Om du tror att det blivit något fel, <a href="mailto:feedback@universalsubtitles.org">kontakta oss</a>!"

source: Begin
ca: Començar
cs: Začít
de: Anfangen
el: Έναρξη
es: Comenzar
ja: 開始する
ko: 시작
sq: Filloni
sv: Starta
ug: باشلا
vi_vn: Bắt đầu

source: Acceptable Formats Include: Vimeo, Youtube, mp4, WebM, flv, ogg &amp; mp3
de: Zulässige Formate: Vimeo, Youtube, mp4, WebM, flv, ogg &amp; mp3
sv: Godkända format inkluderar: Vimeo, Youtube, mp4, WebM, flv, ogg, &amp; mp3

source: for example
ca: per exemple
cs: například
de: zum Beispiel
el: για παράδειγμα
es: por ejemplo
ja: 例
ko: 예를 들면
sq: për shembull
sv: till exempel
ug: مەسىلەن
vi_vn: ví dụ

source: Learn the Amara subtitle editor (videos)
de: Lerne den Untertitel-Editor von Amara (Videos) kennen.
sv: Lär dig Amaras textningseditor (videos)

source: Use your completed subtitles
de: Setze deine fertiggestellten Untertitel ein
sv: Använd dina slutförda undertexter

source: Invite friends and fans to help caption &amp; translate
de: Lade Freunde und Fans ein, um beim Untertitel &amp; Übersetzen zu helfen.
sv: Bjud in dina vänner och fans att hjälpa till med textning &amp; översättning

source: Get professional tools and On Demand subtitles
de: Erhalte professionelle Werkzeuge und Untertitel auf Nachfrage

source: Get Embed Code
ca: Obtindre el codi d'incrustació
cs: Získejte kód pro vložení
de: Einbettcode generieren
el: Πάρτε τον Κωδικό ενσωμάτωσης
es: Obtener código incrustado.
ja: 埋め込みコードを取得する
sq: Merrni Kod Trupëzimi
sv: Få inbäddningskod
ug: سىڭدۈرمە كودقا ئېرىشىش
vi_vn: Lấy Mã nhúng

source: View all activity
ca: Vorer tota l'activitat
cs: Ukázat veškerou aktivitu
de: Alle Aktivitäten anzeigen
el: Προβολή όλων των δραστηριοτήτων
es: Ver toda la actividad
ja: 全てのアクティビティーを見る
ko: 모든 활동 내역보기
sq: Shihni krejt veprimtarinë
sv: Se all aktivitet
ug: ھەممە پائالىيەتلەرنى كۆرسەت
vi_vn: Xem toàn bộ hoạt động

source: Subtitles saved! You can share the video with friends, or get an embed code for your site. To add a translation, click the button below.
de: Die Untertitel sind gespeichert! Du kannst das Video jetzt deinen Freunden zeigen oder es in deine Website einbetten. Um eine Übersetzung hinzuzufügen, drücke den Knopf unten.
el: Οι υπότιτλοι αποθηκεύθηκαν! Μπορείτε να μοιρασθείτε αυτό το Βίντεο με τους φίλους σας, ή να λάβετε έναν κωδικό ενσωμάτωσης για την ιστοσελίδα σας. Για να προσθέσετε μετάφραση, κάντε κλικ στο παρακάτω κουμπί.
es: ¡Los subtítulos se han guardado correctamente! Puedes compartir el vídeo con tus amigos, u obtener un código de incrustación para tu página web. Para añadir una traducción, haz clic en el siguiente botón.

source: %(count)s Language
de: %(count)s Sprache
sv: %(count)s språk

source: %(count)s Follower
de: %(count)s Anhänger
sv: %(count)s följare

source: Contribute
ca: Contribuir
cs: Zapojte se
de: Mitmachen
el: Συνεισφέρετε
es: Contribuir
ja: 寄稿する
sq: Kontribuoni
sv: Bidra
ug: تۆھپە
vi_vn: Đóng góp

source: <span class="team-link">This video is part of the <a href="%(url)s">%(team)s</a> team.</span>
de: <span class="team-link">Dieses Video ist Teil des <a href="%(url)s">%(team)s</a>-Teams.</span>
el: <span class="team-link">Αυτό το βίντεο είναι μέρος της ομάδας <a href="%(url)s">%(team)s</a>.</span>
es: <span class="team-link">Este vídeo es parte del equipo <a href="%(url)s">%(team)s</a>.</span>
sv: <span class="team-link">Denna video är del av team <a href="%(url)s">%(team)s</a> .</span>

source: Add this video to one of your teams
ca: Afegir aquest vídeo a un dels teus equips
de: Füge dieses Video zu einem deiner Teams hinzu
el: Προσθέστε αυτό του Βίντεο σε μια από τις ομάδες σας
es: Añadir este vídeo a uno de tus equipos
ja: このビデオをあなたのチームに追加する
sq: Shtojeni këtë video te një nga ekipet tuaja
sv: Lägg till denna video till ett av dina team
ug: بۇ سىننى توپىڭىزدىن بىرىگە قوشۇڭ
vi_vn: Thêm thước phim này vào nhóm của bạn

source: Add new URL
ca: Afegir nova URL
cs: Přidat novou URL
de: Neue URL hinzufügen
el: Προσθήκη νέου URL
es: Añadir nuevo URL
ja: 新しいURLを追加する
ko: 새 URL 추가
sq: Shtoni URL të re
sv: Lägg till ny URL
ug: يېڭى تور ئادرېس قوش
vi_vn: Thêm URL mới

source: Primary
ca: Primari
cs: Primární
de: Vorrang
el: Πρωτεύων/Πρωτεύουσα
es: Principal
sq: Parësor
sv: Primär
ug: ئاساسىي
vi_vn: Chính

source: Synced
de: Syncronisiert
sv: Synkad

source: Make primary
ca: Fer primari
cs: Udělat primárním
de: Lege Vorrang fest
el: Κάντετο πρωτεύοντα/ πρωτεύουσα
es: Hacer primario
sq: Bëje parësore
sv: Gör till primär
ug: ئاساسىي قىلىپ تەڭشە
vi_vn: Trở thành chính

source: Multiple video URLs let you link multiple videos to a single set of subtitles. Some example uses:
ca: Les URLs de múltiples vídeos permet enllaçar múltiples vídeos a un únic conjunt de subtítols. Alguns exemples d'ús:
cs: Více URL videa vám umožňuje odkazovat více videí na jednu sadu titulků. Některé příklady užití:
de: Mehrfache Video-URLs verbinden mehrere Video mit einem einzelnen, passenden Satz von Untertiteln. Einige Beispielnutzungen:
el: Τα πολλαπλά video URL σας επιτρέπουν να συνδέετε πολλαπλά videos σε μία ενιαία ομάδα υπότιτλων. Μερικά παραδείγματα χρήσης:
es: Múltiples URL de video permiten vincular varios vídeos a un solo conjunto de subtítulos. Algunos ejemplos de uso:
ja: 同じ字幕を、複数のビデオのURLにリンクすることができます。使用例：
ko: 여러 개의 동영상 URL은 당신이 한 세트의 자막에 여러 비디오를 연결하게 해줍니다. 예제:
ug: كۆپ سىننىڭ تور ئادرېسلىرى كۆپ سىن بىلەن يەككە كىنو خېتى توپلىمىنى باغلىيالايدۇ. بەزى ئىشلىتىش مىسالى:
vi_vn: Nhiều đường dẫn URL phim giúp cho bạn liên kết nhiều thước phim lại với cùng một bộ phụ đề riêng. Một số ví dụ:

source: Two versions of the same video exist on Youtube. You do not want subtitle volunteers to duplicate their work, so you add both versions to the multiple URLs pane.
ca: Existeixen dues versions del mateix vídeo a Youtube. No vulgueu que els voluntaris dupliquen el seu treball, afegiu tots dos a un panell de múltiples URLs.
de: Es gibt zwei Versionen dieses Videos auf Youtube. Wenn du verhindern möchtest, dass freiwillige Helfer ihre Arbeit doppelt machen, fügen beide Versionen im Multi-URL-Feld hinzu.
el: Υπάρχουν δύο εκδόσεις του ίδιου Βίντεο στο YouTube. Δεν θέλετε οι εθελοντές υποτιτλισμού να κάνουν διπλή δουλειά, γι' αυτό προσθέτετε και τις δύο εκδόσεις στο πολλαπλό παράθυρο για τα URL.
es: Existen dos versiones del mismo video en Youtube. No querrás que los voluntarios que subtitulan hagan su trabajo dos veces, así que agrega ambas versiones al panel de URLs múltiples.
ug: ئوخشاش بىر سىننىڭ Youtube دا ئىككى خىل نەشرى مەۋجۇتكەن. سىز پىدائىيلارنىڭ تەكرار ئەمگەك قىلىشىنى خاھلىمايسىز شۇڭلاشقا كۆپ تور ئادرېسى (URL) كۆزنەكچىسىگە قوش نەشرىنى قوشۇڭ.
vi_vn: Hai phiên bản của cùng một bộ phim tồn tại trên Youtube. Bạn không muốn các tình nguyên viên làm phụ đề trùng lặp công việc của chính họ, vì vậy hãy đưa cả hai phiên bản vào bảng nhiều đường dẫn URL.

source: You put your video on Youtube, Vimeo and Dailymotion and you want the subtitles you make to work on all of those versions.
de: Du stellst dein Video auf YouTube, Vimeo sowie Dailymotion ein, und du möchtest, dass deine Untertitel mit all diesen Versionen richtig funktionieren.

source: You want to provide different versions of a video to different browsers (HTML5/Ogg for free software users, or HTML5/h264 to iPad users). If you add these URLs, our embed code will automatically fall back to whatever format is necessary for the browser.
ca: Voleu oferir diferents versions d'un vídeo a diferents navegador (HTML5/Ogg per a usuaris de programari lliure, o HTML5/h264 als usuaris IPAD). Si s'afegeixen aquestes URLs, el nostre codi d'inserció automàtica recorrerà a qualssevol format que sigui necessari al navegador.
cs: Chcete poskytnout různé verze videa pro různé prohlížeče (HTML5/Ogg pro uživatele volného softwaru nebo HTML5/h264 pro uživatele iPadu). Pokud přidáte tyto URL, náš kód automaticky vybere potřebný formát pro daný prohlížeč.
de: Du möchtest mehrere Versionen des Videos für unterschiedliche Browser (z.B. HTML5/Ogg für Nutzer freier Software oder HTML5/h264 für iPad-Nutzer) anbieten. Wenn du diese URLs hinzufügst, wird unser Einbettungs-Code automatisch auf das für den genutzten Browser benötigte Videoformat zugreifen.
el: Θέλετε να προσφέρετε διαφορετικές εκδόσεις ενός video, για διαφορετικούς browsers (το HTML5/Ogg για τους χρήστες Ελεύθερου Λογισμικού, ή το HTML5/h264 για τους χρήστες iPad). Αν προσθέσετε αυτά τα URLs, ο δικός μας κωδικός ενσωμάτωσης θα επιλέξει αυτομάτως όποια μορφή αρχείου κι' αν είναι απαραίτητη, για τον browser.
es: Deseas ofrecer diferentes versiones de un vídeo a diferentes navegadores (HTML5/Ogg para los usuarios de software libre, o HTML5/h264 a los usuarios IPAD). Si se añaden estas URLs, nuestro código embebido automáticamente recurrirá a cualquier formato que sea necesario para el navegador.
ja: 異なるブラウザ (無償ソフトウェアユーザー用のHTML5/Ogg、あるいはiPadユーザーに対するHTML5/h264)に対し、異なるバージョンのビデオが必要になります。これらのURLを追加すると、埋め込みコードがブラウザに必要なフォーマットを自動的に判別します。
ko: 다른 버전의 비디오들을 다른 브라우저(무료 소프트웨어 사용자를 위한 HTML5/Ogg 또는 iPad 사용자를 위한 HTML5/h264)로 제공하고 싶으신가요. 해당 URL을 추가하시면, 우리의 소스 코드는 자동으로 브라우저가 필요로 하는 어떤 형식으로든 다시 돌아갈 것입니다.
ug: سىز بىر سىننىڭ ئوخشاش بولمىغان نەشرىنى ئوخشاش بولمىغان توركۆرگۈلەرگە تەمىنلىمەكچى (ھەقسىز يۇمشاق دېتال ئىشلەتكۈچىلىرى ئىشلىتىدىغان HTML5/Ogg ياكى iPad ئىشلەتكۈچىلىرى ئىشلىتىدىغان HTML5/h264). ئەگەر بۇ تور ئادرېسلىرى (URL)نى قوشسىڭىز، بىزنىڭ سىڭدۈرمە كودىمىز ئۆزلۈكىدىن توركۆرگۈ پىچىمىغا ماسلىشىدۇ.
vi_vn: Bạn muốn cung cấp các phiên bản khác nhau của cùng một đoạn phim cho các trình duyệt khác nhau (HTML5/Ogg đối với người dùng phần mềm miễn phí, hay HTML5/h264 đối với người dùng iPad). Nếu bạn thêm các đường dẫn URL này vào, mã nhúng của chúng tôi sẽ tự động hoán chuyển sang bất cứ định dàng nào cần cho trình duyệt.

source: Tip: double check that there are no timing problems.
ca: Suggeriment: Corroboreu que no hi ha problemes de sincronització.
cs: Tip: vždy překontrolujte, že nejsou žádné problémy s časováním.
de: Tipp: Prüfe zweimal ob keine Timing-Probleme bestehen.
el: Συμβουλή: διπλοελέγξτε ότι δεν υπάρχουνν προβλήματα χρονισμού.
es: Consejo: corrobora que no haya problemas de sincronización.
ja: 方法：タイミングの問題がないか重ねてご確認ください。
ko: 팁 : 타이밍에 문제가 없는지 더블 체크 하세요.
sq: Ndihmëz: kontrolloni edhe një herë që nuk ka probleme me kohën e dialogjeve.
ug: ئەسكەرتىش: ۋاقىت مەسىلىسى يوق جايدا قوش چېكىپ تەكشۈرۈڭ.
vi_vn: Mẹo: hãy kiểm tra hai lần để xem thư có vấn đề về cân chỉnh thời gian hay không.

source: Add another URL for this video
ca: Afegir una altra URL per aquest vídeo
cs: Přidejte další URL pro toto video
de: Füge eine weitere URL für dieses Video hinzu
el: Προσθέστε ένα άλλο URL για το βίντεο αυτό
es: Añadir otra URL para este vídeo.
ja: ビデオの別のURLを追加する
ko: 이 동영상에 다른 URL 추가하기
sq: Shtoni një URL tjetër për këtë video.
sv: Lägg till ytterligare en URL för denna video
ug: بۇ سىنغا باشقا بىر تور ئادرېس (URL)نى قوش
vi_vn: Thêm đường dẫn URL khác cho thước phim này

source: Add a URL for another version of the exact same video. Useful when many versions of the same video exist, or when there are different formats (like HTML5)
ca: Afegiu una URL per a una altra versió del mateix vídeo. És útil quan existeixen vàries versions del mateix vídeo o quan estan en diferents formats (com HTML5)
de: Füge eine URL für eine andere Version des genau gleichen Videos hinzu. Dies ist nüzlich, wenn mehrere Versionen des gleichen Videos existieren, oder wenn diese in unterschiedlichen Formaten (wie z.B. HTML5) vorliegen.
el: Προσθήκη ενός URL για μια άλλη έκδοση ακριβώς του ίδιου Βίντεο. Αυτό είναι χρήσιμο όταν υπάρχουν διάφορες εκδόσεις του ίδιου βίντεο, ή όταν υπάρχουν διαφορετικές μορφές αρχείου (σαν το HTML5)
es: Agregar una URL para otra versión del mismo video. Úsalo cuando existan muchas versiones del mismo video, o cuando está en diferentes formatos (como HTML5)
sv: Lägg till URL för en annan version av exakt samma video. Detta är användbart när många versioner av samma video finns, eller när de är i olika format (som HTML5)
ug: ئوخشاش بىر سىننىڭ باشقا نەشرىلىرى ئۈچۈن بىر تور ئادرېس (URL)نى قوشىدۇ. باشقا نۇرغۇن نەشرى ۋە ئوخشىمىغان پىچىمدىكىلىرى مەۋجۇت بولغاندا بۇ بەك پايدىلىق (مەسىلەن HTML5 كە ئوخشاش)
vi_vn: Thêm URL cho một phiên bản khác của cùng một thước phim. Sẽ hữu ích khi có nhiều phiên bản của cùng một bộ phim tồn tại, hoặc khi có các định dạng khác (như HTML5)

source: You must be logged in to add a URL
ca: Has d'accedir com a usuari per a afegir una URL
de: Du musst eingeloggt sein, um eine URL hinzufügen zu können
el: Πρέπει να είστε συνδεδεμένοι για να προσθέσετε ένα URL
es: Tienes que estar registrado para añadir una URL
ja: URL を追加するには、ログインしてください。
sq: Duhet të jeni i futur, që të shtoni një URL
sv: Du måste vara inloggad för att lägga till en URL
ug: تور ئادرېس (URL) قوشۇش ئۈچۈن تىزىمغا كىرىشىڭىز زۆرۈر
vi_vn: Bản phải đăng nhập vào thì mới thêm URL được

source: Login
ca: Inicia una sessió
cs: Přihlásit se
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
ja: ログイン
ko: 로그인
sq: Hyni
sv: Logga in
ug: تىزىمغا كىرىڭ
vi_vn: Đăng nhập

source: You are not authenticated
ca: No esteu atenticats
cs: Nejste přihlášeni
de: Du bist nicht authentifiziert
el: Δεν είστε εξουσιοδοτημένος
es: No te has autenticado
ja: あなたは、認証されていません
ko: 당신은 인증되지 않았습니다.
sq: Nuk keni bërë mirëfilltësimin.
ug: سالاھىيىتىڭىز دەلىللەنمىگەن
vi_vn: Bạn chưa được chứng thực

source: Delete this URL? Warning: this cannot be undone. Only delete URLs for non-matching videos or videos where subtitles fail to display correctly.
ca: Eliminar aquesta URL? Atenció: aquesta acció no podrà desfer-se. Només elimineu les adreces URLs dels vídeos on els subtítols no es mostren correctament.
cs: Smazat tuto URL? Varování: toto nelze vrátit zpět. Mažte URL pouze pro nesedící videa nebo videa, kde se titulky nezobrazují správně.
de: Diese URL löschen? Warnung: Dies kann nicht rückgängig gemacht werden. Lösche URLs nur, wenn das Video nicht stimmt/passt oder die Untertitel nicht korrekt angezeigt werden.
el: Να διαγραφεί αυτή η URL; Προειδοποίηση: αυτή η ενέργεια δεν μπορεί να αναστραφεί. Να διαγράφετε μόνο τις URLs για τα video που δεν ταιριάζουν, ή για τα video των οποίων οι υπότιτλοι δεν εμφανίζονται σωστά.
es: ¿Eliminar esta URL? Advertencia: no se puede deshacer. Elimina solo las URLs de videos incorrectos o aquellas cuyos subtítulos que no se muestren correctamente.
ja: このURLを削除しますか？ 注意：取り消すことができません。未適合のビデオや字幕が正確に表示されないビデオのみ削除してください
ko: 이 URL을 삭제하시겠습니까? 경고: 이것을 취소할 수 없습니다. 단 자막과 일치하지 않거나 자막이 제대로 표시되지 않은 동영상에 대한 URL만 삭제하실 수 있습니다.
ug: بۇ تور ئادرېس(URL)نى ئۆچۈرەمسىز؟ ئاگاھلاندۇرۇش: بۇنى ئەسلىگە كەلتۈرگىلى بولمايدۇ. ماس كەلمىگەن ياكى كىنو خېتىنى كۆرسىتەلمىگەن سىننى ئۆچۈرۈشلا ئاقىلانە ئۇسۇلدۇر.
vi_vn: Xóa URL này ? Nguy hiểm: điều này không thể được. Chỉ xóa được các URL đối với các thước phim không trùng khớp hoặc các thước phim mà phụ đề hiển thị sai lệch.

source: Subtitles will be rolled back to a previous version
ca: Els subtítols es repetiran a una versió anterior
cs: Titulky budou vráceny zpět na předchozí verzi
de: Untertitel werden auf eine frühere Version zurückgesetzt
el: Οι Υπότιτλοι θα μεταπέσουν σε μία προγενέστερη έκδοση
es: Los subtítulos se repetirán en una versión anterior
ja: 字幕は以前のバージョンに戻されます。
ko: 자막은 이전 버전으로 롤백됩니다.
sq: Do të rikthehen titrat sipas një versioni të mëparshëm
ug: كىنو خېتى ئالدىنقى تۈزىتىلگەن نەشرىگە قايتۇرۇلىدۇ
vi_vn: Phụ đề sẽ được thu hồi về phiên bản trước
